Repository: uyuni-project/uyuni
Catalog: client/rhel/spacewalk-client-tools/po/*.po
Languages: fi, ms, sk, zh_cn

source: This client requires the server to support %s, which the current server does not support
fi: Asiakas vaatii palvelimen tukevan %s, jota nykyinen palvelin ei tue
sk: Tento klient vyžaduje, aby server podporoval %s, čo momentálne server nepodporuje
zh_cn: 此客户端要求服务器支持 %s，但是当前服务器不支持

source: %s was not found
fi: %s ei löydy
ms: %s tidak dijumpai
sk: %s nebol nájdený
zh_cn: 未找到 %s

source: Getting list of packages installed on the system
fi: Muodostetaan luetteloa järjestelmään asennetuista paketeista
sk: Získavam zoznam balíčkov nainštalovaných v systéme
zh_cn: 正在获取系统上安装的软件包列表

source: Finish setting up software updates
fi: Viimeistele ohjelmapäivitysten asetus
sk: Ukončiť nastavenia softvérových aktualizácií
zh_cn: 完成设置软件更新

source: Software updates setup unsuccessful
fi: Ohjelmapäivitysten asetus epäonnistui
sk: Nastavenie aktualizácií softvéru bolo neúspešné
zh_cn: 已成功设置软件更新

source: You must run rhn_register as root.
fi: Pääkäyttäjänä pitää ajaa rhn_register.
sk: rhn_register musíte spúšťať ako správca systému.
zh_cn: 必须以 root 身份运行 rhn_register。

source: There was some sort of I/O error: %s
fi: Tapahtui jokin I/O-virhe: %s
sk: Vyskytlo sa niekoľko V/V chýb: %s
zh_cn: 发生了某种 I/O 错误：%s

source: Error reading cpu information:
fi: Virhe luettaessa suoritintietoja:
sk: Chyba pri čítaní cpu informácii:
zh_cn: 读取 CPU 信息时出错：

source: Error reading system memory information:
fi: Virhe luettaessa järjestelmän muistitietoja:
sk: Chyba pri čítaní pamäťových informácii:
zh_cn: 读取系统内存信息时出错：

source: Error reading networking information:
fi: Virhe luettaessa verkkotietoja:
sk: Chyba pri čítaní sieťových informácii:
zh_cn: 读取网络信息时出错：

source: Error reading install method information:
fi: Virhe luettaessa asennustapatietoja:
sk: Chyba pri čítaní informácii inštalačnej metódy:
zh_cn: 读取安装方法信息时出错：

source: Error reading network interface information:
fi: Virhe luettaessa verkkoliitännän tietoja:
sk: Chyba pri čítaní informácii sieťového rozhrania:
zh_cn: 读取网络接口信息时出错：

source: Error reading network FQDNs information:
fi: Virhe luettaessa verkon FQDN-tietoja:
sk: Chyba pri čítaní sieťových informácii FQDN:
zh_cn: 读取网络 FQDN 信息时出错：

source: Error reading system info:
fi: Virhe luettaessa järjestelmätietoja:
sk: Chyba pri čítaní systémových informácií:
zh_cn: 读取系统信息时出错：

source: Error reading machine info:
fi: Virhe luettaessa konetietoja:
sk: Chyba pri čítaní informácií o stroji:
zh_cn: 读取计算机信息时出错：

source: Error:
sk: Chyba:
zh_cn: 错误：

source: Yes/No dialog:
sk: Áno/Nie okno:
zh_cn: "是/否" 对话框：

source: Unable to Locate SystemId
fi: SystemId:tä ei löydetä
sk: Nepodarilo sa nájsť SystemId
zh_cn: 找不到 SystemId

source: This system may not be updated until it is associated with a channel.
fi: Järjestelmää ei voi päivittää ennenkuin se on liitetty kanavaan.
sk: Tento systém nemôže byť aktualizovaný, dokiaľ nebude priradený ku kanálu.
zh_cn: 此系统只有在关联到某个通道后才可更新。

source: Show additional output. Repeat for more detail.
fi: Näytä lisätuloste. Toista saadaksesi lisää tietoa.
sk: Zobraziť ďalší výstup. Opakovať kvôli viac detailom.
zh_cn: 显示附加输出。重复此操作可获取更多细节。

source: Specify an http proxy to use
fi: Määritä käytettävä http-välityspalvelin
sk: Zadať http proxy pre použitie
zh_cn: 指定要使用的 HTTP 代理

source: Specify a username to use with an authenticated http proxy
fi: Määritä http-välityspalvelimessa käytettävä käyttäjätunnus
sk: Zadať meno používateľa pre použitie s autentifikovaným http proxy
zh_cn: 指定要在已经过身份验证的 HTTP 代理中使用的用户名

source: Specify a password to use with an authenticated http proxy
fi: Määritä http-välityspalvelimessa käytettävä salasana
sk: Zadať heslo pre použitie s autentifikovaným http proxy
zh_cn: 指定要在已经过身份验证的 HTTP 代理中使用的口令

source: Aborted.
fi: Keskeytetty.
sk: Prerušené.
zh_cn: 已中止。

source: An unexpected OS error occurred: %s
fi: Sattui odottamaton käyttöjärjestelmävirhe: %s
sk: Vyskytla sa neočakávaná chyba OS: %s
zh_cn: 发生了意外的操作系统错误：%s

source: A connection was attempted with a malformed URI.
fi: Yhteyttä yritettiin virheellisellä URIlla.
sk: Pokus o pripojenie s poškodeným URI.
zh_cn: 尝试使用格式不当的 URI 进行连接。

source: A connection was attempted with a malformed URI: %s.
fi: Yhteyttä yritettiin virheellisellä URIlla: %s.
sk: Pokus o pripojenie s poškodeným URI: %s.
zh_cn: 尝试使用格式不当的 URI 进行连接：%s。

source: There was some sort of I/O error: %s
fi: Sattui jokin I/O-virhe: %s
sk: Vyskytlo sa niekoľko V/V chýb: %s
zh_cn: 发生了某种 I/O 错误：%s

source: There was an SSL error: %s
fi: Sattui SSL-virhe: %s
sk: Vyskytla sa chyba v SSL: %s
zh_cn: 发生了 SSL 错误：%s

source: A common cause of this error is the system time being incorrect. Verify that the time on this system is correct.
fi: Usein tämän virheilmoituksen aiheuttaa väärä järjestelmän aika. Tarkista että järjestelmän aika on oikein.
sk: Častou príčinou tejto chyby je nesprávny systémový čas. Skontrolujte či je čas v tomto systéme správny.
zh_cn: 此错误的常见原因是系统时间不正确。请校验此系统上的时间是否正确。

source: There was a SSL crypto error: %s
fi: Sattui jokin SSL-salausvirhe: %s
sk: Vyskytla sa chyba v SSL šifrovaní: %s
zh_cn: 发生了 SSL 加密错误：%s

source: There was an authentication error: %s
fi: Todennusvirhe: %s
sk: Pri overovaní pravosti došlo k chybe: %s
zh_cn: 发生了身份验证错误：%s

source: You must be root to run %s
fi: Ohjelma %s täytyy suorittaa pääkäyttäjänä
sk: Na spustenie %s musíte byť správca systému
zh_cn: 只有 root 用户可以运行 %s

source: Unable to open gui. Try `up2date --nox`
fi: Graafista käyttöliittymä ei voida avata. Kokeile ”up2date --nox”
sk: Nepodarilo sa spustiť GUI. Skúste `up2date --nox`
zh_cn: 无法打开 GUI，请尝试运行 `up2date --nox`

source: %%prog (Spacewalk Client Tools) %s Copyright (C) 1999--2014 Red Hat, Inc. Licensed under the terms of the GPLv2.
fi: %%prog (Spacewalk Client Tools) %s Tekijänoikeudet © 1999--2014 Red Hat, Inc. Lisensoitu GPLv2:n ehtojen mukaisesti.
sk: %%prog (Klientské nástroje Spacewalk) %s Copyright (C) 1999--2014 Red Hat, Inc. Licencované podľa podmienok GPLv2.
zh_cn: %%prog (Spacewalk Client Tools) %s 版权所有 (C) 1999--2014 Red Hat, Inc. 根据 GPLv2 条款授权。

source: An error has occurred:
fi: Sattui virhe:
sk: Vyskytla sa chyba:
zh_cn: 发生了错误：

source: See /var/log/up2date for more information
fi: Lisätietoja löytyy tiedostosta /var/log/up2date
sk: Pozri /var/log/up2date pre viac informácii
zh_cn: 有关详细信息，请查看 /var/log/up2date

source: Warning: unable to enable rhnsd with systemd
sk: Varovanie: nepodarilo sa povoliť rhnsd s systemd
zh_cn: 警告：无法使用 systemd 启用 rhnsd

source: Warning: unable to enable rhnsd with chkconfig
fi: Varoitus: rhnsd:ää ei voitu enabloida chkconfigilla
sk: Varovanie: nepodarilo sa povoliť rhnsd pomocou chkconfig
zh_cn: 警告：无法使用 chkconfig 启用 rhnsd

source: Notice
sk: Niue
zh_cn: 注意

source: Warning
fi: Varoitus
sk: Varovanie
zh_cn: 警告

source: There was an error while applying your choice.
sk: Pri aplikovaní vašej voľby sa vyskytla chyba.
zh_cn: 应用您的选择时出错。

source: You specified an invalid protocol. Only https and http are allowed.
sk: Zadali ste neplatný protokol. Povolené sú iba https a http.
zh_cn: 您指定了无效协议。只允许 https 和 http。

source: You will not be able to successfully register this system without contacting a Spacewalk server.
sk: Nebudete môcť úspešne zaregistrovať tento systém bez kontaktovania servera Spacewalk.
zh_cn: 在不联系 Spacewalk 服务器的情况下无法成功注册此系统。

source: Cannot contact selected server
sk: Nie je možné kontaktovať vybraný server
zh_cn: 无法联系所选服务器

source: We could not contact the {PRODUCT_NAME} or Proxy at '{HOST}'.
zh_cn: 无法联系 ”{HOST}" 上的 {PRODUCT_NAME} 或 Proxy。

source: Double-check the location - is '%s' correct? If not, you can correct it and try again.
sk: Prekontrolujte umiestnenie - je '%s' správne? Ak nie, môžete ho opraviť a skúste znova.
zh_cn: 请反复检查位置 - '%s' 是否正确？如果不正确，请更正后重试。

source: Make sure the network connection on this system is operational.
sk: Uistite sa, či je sieťové pripojenie v tomto systéme funkčné.
zh_cn: 确保此系统上的网络连接正常。

source: There was an error communicating with Spacewalk server.
sk: Vyskytla sa chyba pri komunikácii so serverom Spacewalk.
zh_cn: 与 Spacewalk 服务器通讯时出错。

source: The server may be in outage mode. You may have to try connecting later.
sk: Server môže byť v režime výpadku. Možno budete musieť skúsiť pripojenie neskôr.
zh_cn: 该服务器可能处于服务中断模式。您可以需要稍后尝试连接。

source: You may be running a client that is incompatible with the server.
sk: Možno používate klienta, ktorý nie je kompatibilný so serverom.
zh_cn: 您可能正在运行一个与服务器不兼容的客户端。

source: Please enter your account information for the <b>%s</b> Spacewalk server:
sk: Prosím, zadajte informácie o svojom účte pre <b>%s</b> Spacewalk server:
zh_cn: 请输入您的 <b>%s</b> Spacewalk 服务器帐户信息：

source: You must enter a login.
sk: Musíte zadať prihlasovacie meno.
zh_cn: 必须输入登录名。

source: You must enter a password.
sk: Musíte zadať a overiť heslo.
zh_cn: 必须输入口令。

source: There was an error while logging in.
sk: Vyskytol sa problém pri registrácii systému.
zh_cn: 登录时出错。

source: There was an error communicating with the registration server. The message was:
sk: Vyskytla sa chyba pri komunikácii s registračným serverom. Ohlásená chyba:
zh_cn: 与注册服务器通讯时出错。消息：

source: There was an error while assembling information for the profile.
sk: Pri zhromažďovaní informácií pre profil sa vyskytla chyba.
zh_cn: 汇编配置文件信息时出错。

source: Error running hardware profile
sk: Chyba pri spúšťaní hardvérového profilu
zh_cn: 运行硬件配置文件时出错

source: There was an error while populating the profile.
sk: Pri vyplňovaní profilu sa vyskytla chyba.
zh_cn: 填充配置文件时出错。

source: You must choose a name for this profile.
sk: Musíte zvoliť meno pre prefil.
zh_cn: 必须为此配置文件选择一个名称。

source: There was an error while creating the profile.
sk: Pri vytváraní profilu sa vyskytla chyba.
zh_cn: 创建配置文件时出错。

source: Registering system and sending profile information. Please wait.
sk: Registrácia systému a odosielanie informácií o profile. Prosím, čakajte.
zh_cn: 正在注册系统并发送配置文件信息。请稍候。

source: Registering System
sk: Registrácia systému
zh_cn: 正在注册系统

source: Problem registering system:
fi: Ongelma järjestelmän rekisteröinnissä:
sk: Problém s registráciou systému:
zh_cn: 注册系统时出现问题：

source: The installation number [ %s ] provided is not a valid installation number. Please go back to the previous screen and fix it.
sk: Zadané prihlasovacie číslo [ %s ] nie je platným prihlasovacím číslom.
zh_cn: 提供的安装号 [ %s ] 无效。请返回上一屏幕修正。

source: Problem registering system.
fi: Ongelma järjestelmän rekisteröimisessä.
sk: Problém s registráciou systému.
zh_cn: 注册系统时出现问题。

source: Problem writing out system id to disk.
fi: Ongelma järjestelmä-id:n kirjoittamisessa levylle.
sk: Problém pri zápise systémového id na disk.
zh_cn: 将系统 ID 写出到磁盘时出现问题。

source: There was a problem registering this system.
sk: Vyskytol sa problém pri registrácii systému.
zh_cn: 注册此系统时出现问题。

source: Sending hardware information
sk: Odosielanie informácie o _hardvéri
zh_cn: 正在发送硬件信息

source: Problem sending hardware information.
sk: Problém s odosielaním hardvérových informácií.
zh_cn: 发送硬件信息时出现问题。

source: Sending package information
sk: Odoslať informácie o _hardvéri
zh_cn: 正在发送软件包信息

source: Problem sending package information.
sk: Problém pri odosielaní zoznamu balíčkov.
zh_cn: 发送软件包信息时出现问题。

source: Could not open %s %s is not enabled.
sk: Nebolo možné otvoriť %s %s nie je povolené.
zh_cn: 无法打开 %s 未启用 %s。

source: There was an error while installing the certificate.
sk: Pri inštalácii certifikátu sa vyskytla chyba.
zh_cn: 安装证书时出错。

source: You must select a certificate.
sk: Musíte zadať meno užívateľa.
zh_cn: 必须选择一个证书。

source: There was an SSL error. This could be because the file you picked was not a certificate file.
sk: Vyskytla sa chyba SSL. Dôvodom mohlo byť to, že vami vybraný súbor nebol súborom certifikátu.
zh_cn: 发生 SSL 错误。这可能是因为选取的文件不是证书文件。

source: Something went wrong while installing the new certificate:
sk: Počas inštalácie nového certifikátu sa niečo pokazilo:
zh_cn: 安装新证书时出现问题：

source: unknown
sk: neznámy
zh_cn: 未知

source: There was an error getting the list of hardware.
sk: Pri získavaní zoznamu hardvéru sa vyskytla chyba.
zh_cn: 获取硬件列表时出错。

source: There was an error building the list of packages.
sk: Pri zostavovaní zoznamu balíkov sa vyskytla chyba.
zh_cn: 获取软件包列表时出错。

source: Package
sk: Balíček
zh_cn: 软件包

source: Arch
zh_cn: 体系结构

source: Building a list of RPM packages installed on your system. Please wait.
sk: Vytváram zoznam RPM balíčkov nainštalovaných vo vašom systéme. Prosím počkajte.
zh_cn: 正在构建要在您系统上安装的 RPM 软件包列表。请稍候。

source: There was an error loading your configuration. Make sure that you have read access to /etc/sysconfig/rhn.
sk: Vyskytla sa chyba pri načítavaní vášho nastavenia. Uistite sa, že máte dostatočné práva na čítanie /etc/sysconfig/rhn.
zh_cn: 装载配置时出错。请确保 您对 /etc/sysconfig/rhn 拥有读取访问权限。

source: There was an error saving your configuration. Make sure that you own %s.
sk: Vyskytla sa chyba pri ukladaní nastavenia. Uistite sa, že ste vlastníkom %s.
zh_cn: 保存配置时出错。请确保 您拥有 %s。

source: This error shouldn't have happened. If you'd like to help us improve this program, please file a bug at bugzilla.suse.com. Including the relevant parts of '%s' would be very helpful. Thanks!
zh_cn: 此错误不应发生。如果您想帮助我们改进此程序，请在 bugzilla.suse.com 上报告 Bug。最好是在您的报告中包含 "%s" 的相关部分。谢谢！

source: Copyright © 2006--2014 Red Hat, Inc. All rights reserved.
fi: Tekijänoikeudet © 2006--2014 Red Hat, Inc. Kaikki oikeudet pidätetään.
sk: Copyright © 2006--2014 Red Hat, Inc. Všetky práva vyhradené.
zh_cn: 版权所有 © 2006--2014 Red Hat, Inc.。保留所有权利。

source: Enter your {PRODUCT_NAME} URL.
fi: Anna tuotteen {PRODUCT_NAME} verkko-osoite.
sk: Zadajte svoju adresu URL {PRODUCT_NAME}.
zh_cn: 输入您的 {PRODUCT_NAME} URL。

source: Please enter the location of your {PRODUCT_NAME} server and of its SSL certificate. The SSL certificate is only required if you will be connecting over https (recommended).
fi: Anna {PRODUCT_NAME} -palvelimen ja sen SSL-varmenteen sijainti. SSL-varmennetta vaaditaan vain, jos käytetään https-yhteyttä (suositeltavaa).
sk: Prosím, zadajte umiestnenie svojho servera {PRODUCT_NAME} a jeho certifikátu SSL. Certifikát SSL sa vyžaduje, iba ak sa pripájate prostredníctvom https (odporúčané).
zh_cn: 请输入 {PRODUCT_NAME} 服务器及其 SSL 证书的位置。仅当您要通过 HTTPS 连接（建议）时，才需要 SSL 证书。

source: SSL certificate:
fi: SSL-varmenne:
sk: SSL certifikát:
zh_cn: SSL 证书：

source: You must enter a valid {PRODUCT_NAME} URL.
fi: Kelvollinen {PRODUCT_NAME} -verkko-osoite on annettava.
sk: Musíte zadať platnú adresu URL {PRODUCT_NAME}.
zh_cn: 必须输入有效的 {PRODUCT_NAME} URL。

source: If you are using https you must enter the location of a valid SSL certificate.
fi: Jos käytössä on https, on annettava kelvollisen SSL-varmenteen sijainti.
sk: Ak používate https, musíte zadať umiestnenie platného certifikátu SSL.
zh_cn: 如果您使用 HTTPS，则必须输入有效 SSL 证书的位置。

source: Attempting to contact the Spacewalk server.
fi: Yritetään yhdistää Spacewalk-palvelimeen.
sk: Pokúšanie sa o kontaktovanie servera Spacewalk.
zh_cn: 正在尝试联系 Spacewalk 服务器。

source: We are attempting to contact the {PRODUCT_NAME} server at %s.
fi: Yritetään yhdistää {PRODUCT_NAME} -palvelimeen osoitteessa %s.
sk: Pokúšame sa kontaktovať server {PRODUCT_NAME} na %s.
zh_cn: 正在尝试通过 %s 联系 {PRODUCT_NAME} 服务器。

source: A proxy was specified at %s.
fi: Välityspalvelinosoitteeksi on asetettu %s.
sk: Proxy bolo určené na %s.
zh_cn: 已在 %s 上指定一个代理。

source: System Registration
fi: Järjestelmän rekisteröinti
sk: registračnéČíslo
zh_cn: 系统注册

source: This assistant will guide you through connecting your system to {PRODUCT_NAME} to receive software updates, including security updates, to keep your system supported and compliant. You will need the following at this time: * A network connection * Your {PRODUCT_NAME} Login & password * The location of a {PRODUCT_NAME} Server or Proxy
fi: Tämä opastettu toiminto ohjaa yhdistämään järjestelmän {PRODUCT_NAME} -verkkoon ohjelma- ja tietoturvapäivitysten saamiseksi ja järjestelmän pitämiseksi tuettuna ja yhteensopivana. Tässä vaiheessa arvitset: * verkkoyhteyden * {PRODUCT_NAME} -käyttäjätunnuksen ja -salasanan * {PRODUCT_NAME} -palvelimen tai välityspalvelimen sijainnin
sk: Tento asistent vás prevedie pripojením vášho systému k {PRODUCT_NAME} na prijímanie softvérových aktualizácií vrátane bezpečnostných aktualizácií, aby bol váš systém podporovaný a súhlasný. Momentálne budete potrebovať nasledovné: * Sieťové pripojenie * Vaše prihlasovacie meno a heslo {PRODUCT_NAME} * Umiestnenie servera alebo proxy {PRODUCT_NAME}
zh_cn: 此助手会引导您将您的系统连接到 {PRODUCT_NAME} 来接收软件更新（包括安全更新），以使系统持续受到支持并合规。此时您需要准备好以下各项： * 网络连接 * 您的 {PRODUCT_NAME} 登录名和口令 * {PRODUCT_NAME} Server 或 Proxy 的位置

source: Why Should I Connect to {PRODUCT_NAME}? ...
fi: Miksi rekisteröityä {PRODUCT_NAME} -verkkoon? …
sk: Prečo by som sa mal pripojiť k {PRODUCT_NAME}? ...
zh_cn: 为何要要连接到 {PRODUCT_NAME}？...

source: Why Register
fi: Miksi rekisteröityä
sk: Už zaregistrovaný
zh_cn: 为何要注册

source: Connecting your system to {PRODUCT_NAME} allows you to take full advantage of the benefits of a paid subscription, including:
sk: Pripájanie vášho systému k {PRODUCT_NAME} vám umožňuje plne využívať prednosť výhod predplatného vrátane:
zh_cn: 将系统连接到 {PRODUCT_NAME} 可以充分利用付费订阅所带来的好处，包括：

source: Security & Updates:
fi: Tietoturva ja päivitykset:
sk: Bezpečnosť a aktualizácie:
zh_cn: 安全性和更新：

source: Downloads & Upgrades:
fi: Lataukset ja versiopäivitykset:
sk: Stiahnutia a zvýšenia verzie:
zh_cn: 软件下载和升级：

source: Support:
fi: Tuki:
sk: Podpora:
zh_cn: 支持：

source: Compliance:
fi: Vaatimusten mukaisuus:
sk: Spoločnosť:
zh_cn: 合规：

source: Receive the latest software updates, including security updates, keeping this system updated and secure.
fi: Nouda uusimmat ohjelmisto- ja tietoturvapäivitykset ja pidä järjestelmä ajan tasalla ja turvassa.
sk: Prijímajte najnovšie aktualizácie softvéru vrátane bezpečnostných aktualizácií, aby bol tento systém aktuálny a zabezpečený.
zh_cn: 接收最新的软件更新（包括安全更新），使此系统保持更新且安全的状态。

source: Download installation images for system releases, including new releases.
fi: Lataa (myös uusien) järjestelmäjulkaisujen levykuvat.
sk: Stiahnite si inštalačné obrazy pre vydania systému, vrátane nových vydaní.
zh_cn: 下载系统发行版（包括新发行版）的安装映像。

source: Access to the technical support experts for help with any issues you might encounter with this system.
fi: Yhteydenotto teknisen tuen asiantuntijoihin järjestelmässä kohtaamissasi ongelmissa.
sk: Prístup k expertom technickej podpory kvôli pomoci s akýmikoľvek problémami, s ktorými sa môžete stretnúť v tomto systéme.
zh_cn: 在使用此系统时如果遇到任何问题，可以向技术支持专家求助。

source: Stay in compliance with your subscription agreement and manage subscriptions for systems connected to your account.
fi: Pysy tilaussopimuksesi vaatimusten mukaisena ja hallitse tiliisi yhdistettyjen järjestelmien tilauksia.
sk: Dodržiavajte svoju predplatnú zmluvu a spravujte predplatné pre systémy spojené s vašim účtom.
zh_cn: 始终遵守订阅协议，并管理连接到您帐户的系统的订阅。

source: Tip: SUSE values your privacy: https://www.suse.com/company/legal/
fi: Vihje: SUSE kunnioittaa yksityisyyttäsi: https://www.suse.com/company/legal/
sk: Tip: SUSE si cení vaše súkromie: https://www.suse.com/company/legal/
zh_cn: 提示：SUSE 非常看重您的隐私：https://www.suse.com/company/legal/

source: Take me back to the registration
fi: Palaa rekisteröintiin
sk: Up2date - Zoznam balíčkov (registrácia)
zh_cn: 返回注册过程

source: Software Update Not Set Up
fi: Ohjelmistopäivitystä ei ole asetettu
sk: Aktualizácia softvéru nie je nastavená
zh_cn: 未设置软件更新

source: Are you sure you don't want to connect your system to {PRODUCT_NAME}? You'll miss out on the benefits of a SLES/RHEL subscription:
fi: Oletko varma, ettet halua yhdistää järjestelmääsi {PRODUCT_NAME} -verkkoon? Menetät SLES/RHEL-tilauksesi edut:
sk: Naozaj nechcete pripojiť svoj systém k {PRODUCT_NAME}? Prídete o výhody predplatného SLES/RHEL:
zh_cn: 您确定不想要将您的系统连接到 {PRODUCT_NAME} 吗？您将失去 SLES/RHEL 订阅所带来的好处：

source: You will not be able to take advantage of these subscription privileges without connecting your system to {PRODUCT_NAME}.
fi: Et voi hyötyä näistä tilauseduista yhdistämättä järjestelmää {PRODUCT_NAME} -verkkoon.
sk: Nebudete môcť využívať tieto výhody predplatného bez pripojenia vášho systému k {PRODUCT_NAME}.
zh_cn: 如果不将系统连接到 {PRODUCT_NAME}，您将无法利用这些订阅特权。

source: Take me back to the setup process.
fi: Palaa asettamiseen.
sk: Vrátiť sa späť do procesu nastavenia.
zh_cn: 返回设置过程。

source: I'll register later.
fi: Rekisteröidyn myöhemmin.
sk: Zaregistrujem sa neskôr.
zh_cn: 以后再注册。

source: {PRODUCT_NAME} Account
fi: {PRODUCT_NAME} -tili
sk: Účet {PRODUCT_NAME}
zh_cn: {PRODUCT_NAME} 帐户

source: Please enter your login information for the %s {PRODUCT_NAME}:
fi: Anna kirjautumistietosi: %s {PRODUCT_NAME}:
sk: Prosím, zadajte svoje prihlasovacie údaje pre %s {PRODUCT_NAME}:
zh_cn: 请输入 %s {PRODUCT_NAME} 的登录信息：

source: {PRODUCT_NAME} Login:
fi: {PRODUCT_NAME} -kirjautuminen:
sk: Prihlasovacie meno {PRODUCT_NAME}:
zh_cn: {PRODUCT_NAME} 登录名：

source: Login:
fi: Käyttäjätunnus:
sk: Prihlasovacie meno:
zh_cn: 登录名：

source: Password:
fi: Salasana:
sk: Heslo:
zh_cn: 口令：

source: Tip: Forgot your login or password? Contact your {PRODUCT_NAME} Organization Administrator.
sk: Tip: Zabudli ste svoje prihlasovacie meno alebo heslo? Kontaktujte administrátora {PRODUCT_NAME} vašej organizácie.
zh_cn: 提示：忘记了登录名或口令？请联系您的 {PRODUCT_NAME} 组织管理员。

source: Please enter a desired login.
fi: Anna haluamasi käyttäjätunnus:
sk: Prosím, zadajte požadované prihlasovacie meno.
zh_cn: 请输入所需的登录名。

source: Please enter and verify a password.
fi: Anna salasana ja vahvista se.
sk: Musíte zadať a overiť heslo.
zh_cn: 请输入并确认口令。

source: Operating System Release Version
fi: Käyttöjärjestelmän julkaisuversio
sk: Verzia vydania operačného systému
zh_cn: 操作系统发行版

source: Operating System version:
fi: Käyttöjärjestelmän versio:
sk: Verzia operačného systému:
zh_cn: 操作系统版本：

source: Minor Release:
fi: Alijulkaisu:
sk: Vedľajšie vydanie:
zh_cn: 次要发行版：

source: Limited Updates Only
fi: Vain rajoitetut päivitykset
sk: Iba obmedzené aktualizácie
zh_cn: 仅限有限更新

source: All available updates
fi: Kaikki saatavilla olevat päivitykset
sk: Dostupné aktualizácie balíčkov
zh_cn: 所有可用更新

source: Confirm operating system release selection
fi: Vahvista käyttöjärjestelmäjulkaisun valinta
sk: Potvrďte výber vydania operačného systému
zh_cn: 确认选择该操作系统发行版

source: Your system will be subscribed to the base software channel to receive all available updates.
fi: Järjestelmäsi liitetään peruskanavaan. Päivitykset tulevat tästä kanavasta.
sk: Váš systém bude prihlásený k základnému softvérovému kanálu na prijímanie všetkých dostupných aktualizácií.
zh_cn: 您的系统将订阅基础软件通道以接收所有可用更新。

source: Create Profile - Hardware
fi: Laitteistoprofiili
sk: Pripojte Váš systém
zh_cn: 创建配置文件 - 硬件

source: A Profile Name is a descriptive name that you choose to identify this System Profile on the {PRODUCT_NAME} web pages. Optionally, include a computer serial or identification number.
fi: Profiilin nimi on kuvaava nimi, jota käytetään tunnistamaan järjestelmän profiili {PRODUCT_NAME} -sivustossa. Siihen voi valinnaisesti sisällyttää tietokoneen sarja- tai muun tunnistenumeron.
sk: Meno profilu je popisujúci názov, ktorý zvolíte na rozpoznanie tohoto systémového profilu na webových stránkach {PRODUCT_NAME}. Voliteľne obsahuje sériové alebo identifikačné číslo počítača.
zh_cn: 配置文件名称是您选择用于在 {PRODUCT_NAME} 网页上标识此系统配置文件的描述性名称。可以选择性地包含计算机序列号或标识号。

source: Additional hardware information including PCI devices, disk sizes and mount points will be included in the profile.
fi: Profiiliin sisältyy laitteistolisätietoa (PCI-laitteet, levyjen koot sekä liitospisteet).
sk: Dodatočné hardvérové informácie vrátane PCI zariadení, veľkosti diskov a prípojných bodov budú vložené do profilu.
zh_cn: 将在配置文件中包含其他硬件信息，包括 PCI 设备、磁盘大小和装入点。
