Repository: uyuni-project/uyuni
Catalog: client/rhel/spacewalk-client-tools/po/*.po
Languages: fi, ms, sk, zh_cn

source: There was an error communicating with the registration server:
fi: Virhe kommunikoitaessa rekisteröintipalvelimen kanssa:
sk: Vyskytla sa chyba pri komunikácii s registračným serverom. Ohlásená chyba:
zh_cn: 与注册服务器通讯时出错：

source: Profile name:
fi: Profiilin nimi:
sk: Meno profilu:
zh_cn: 配置文件名称：

source: Version:
fi: Versio:
sk: Verzia:
zh_cn: 版本：

source: CPU model:
fi: CPU:n malli:
sk: Model CPU:
zh_cn: CPU 型号：

source: Hostname:
fi: Isäntänimi:
sk: Meno hostiteľa:
zh_cn: 主机名：

source: CPU speed:
fi: CPU:n nopeus:
sk: Rýchlosť CPU:
zh_cn: CPU 速度：

source: IP Address:
fi: IP-osoite:
sk: IP adresa:
zh_cn: IP 地址：

source: Memory:
fi: Muisti:
sk: Pamäť:
zh_cn: 内存：

source: %s megabytes
fi: %s megatavua
sk: %s megabajtov
zh_cn: %s MB

source: Problem sending hardware profile:
fi: Ongelma laitteistoprofiilin lähetyksessä:
sk: Problém pri odosielaní hardvérového profilu:
zh_cn: 发送硬件配置文件时出现问题：

source: Problem sending hardware profile.
fi: Ongelma laitteistoprofiilin lähetyksessä.
sk: Problém pri odosielaní hardvérového profilu.
zh_cn: 发送硬件配置文件时出现问题。

source: Problem sending package list:
fi: Ongelma pakettiluettelon lähetyksessä:
sk: Problém pri odosielaní zoznamu balíčkov:
zh_cn: 发送软件包列表时出现问题：

source: Problem sending package list.
fi: Ongelma pakettiluettelon lähetyksessä.
sk: Problém pri odosielaní zoznamu balíčkov.
zh_cn: 发送软件包列表时出现问题。

source: Finish
fi: Lopeta
sk: Dokončiť
zh_cn: 完成

source: You specified an invalid protocol.Only https and http are allowed.
sk: Zadali ste neplatný protokol. Povolené sú iba https a http.
zh_cn: 您指定了无效协议。只允许 https 和 http。

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
fi: <Tab>/<Alt-Tab> vaihda kohdetta | <Välilyönti> valitse | <F12> seuraava ruutu
sk: <Tab>/<Alt-Tab> medzi prvkami | <Medzerník> vyberá | <F12> ďalšia obrazovka
zh_cn: <Tab>/<Alt-Tab> 切换元素 | <空格键> 选择 | <F12> 下一屏幕

source: You must run the {PRODUCT_NAME} registration program as root.
sk: Registračný program {PRODUCT_NAME} musíte spúšťať ako správca systému.
zh_cn: 必须以 root 身份运行 {PRODUCT_NAME} 注册程序。

source: class %s has no attribute '%s'
sk: trieda %s nemá žiadny atribút '%s'
zh_cn: %s 类没有 '%s' 属性

source: RPM error. The message was:
fi: RPM-virhe:
ms: Terdapat ralat RPM. Mesejnya ialah:
sk: Chyba RPM. Ohlásená chyba:
zh_cn: RPM 错误。消息：

source: Password error. The message was:
fi: Salasanavirhe:
ms: Terdapat ralat RPM. Mesejnya ialah:
sk: Chyba hesla. Ohlásená chyba:
zh_cn: 口令错误。消息：

source: RPM dependency error. The message was:
fi: RPM-riippuvaisuusvirhe:
ms: Terdapat ralat RPM. Mesejnya ialah:
sk: Chyba závislosti RPM. Ohlásená chyba:
zh_cn: RPM 依赖关系错误。消息：

source: Error communicating with server. The message was:
fi: Virhe kommunikoitaessa palvelimeen:
ms: Terdapat ralat maut ketika berkomunikasi dengan pelayan. Mesejnya ialah:
sk: Chyba pri komunikácii so serverom. Ohlásená chyba:
zh_cn: 与服务器通讯时出错。消息：

source: File Not Found:
fi: Tiedostoa ei löydy:
ms: Fail tidak dijumpai
sk: Súbor nebol nájdený:
zh_cn: 找不到文件：

source: Delay error from server. The message was:
fi: Aikakatkaisuvirhe palvelimelta:
ms: Terdapat ralat maut ketika berkomunikasi dengan pelayan. Mesejnya ialah:
sk: Prekročený limit odozvy servera. Ohlásená chyba:
zh_cn: 服务器延迟错误。消息：

source: Error validating data at server:
ms: Data rosak/tidak lengkap atau ralat pelayan (%1).
sk: Chyba potvrdzovania dát na serveri.
zh_cn: 在服务器上验证数据时出错：

source: Red Hat Network Classic is not supported.
zh_cn: 不支持 Red Hat Network Classic。

source: The installation number is invalid
fi: Asennusnumero ei kelpaa
ms: Fail laluan statik %s tidak sah
sk: Prihlasovacie číslo nie je správne
zh_cn: 安装号无效

source: Error parsing the oemInfo file at field:
ms: Ralat fail
sk: Chyba pri analýze oemInfo súboru na položke:
zh_cn: 在字段中分析 oemInfo 文件时出错：

source: Network error:
sk: Chyba siete:
zh_cn: 网络错误：

source: Your organization does not have enough Management entitlements to register this system. Please notify your organization administrator of this error. You should be able to register this system after your organization frees existing or purchases additional entitlements. Additional entitlements may be purchased by your organization administrator in the SUSE Customer Center. A common cause of this error code is due to having mistakenly setup an Activation Key which is set as the universal default. If an activation key is set on the account as a universal default, you can disable this key and retry to avoid requiring a Management entitlement.
zh_cn: 您的组织没有足够的管理权利，无法 注册此系统。请将此错误通知您的组织管理员。 在您的组织释放现有权利或购买额外的权利后， 您应该可以注册此系统。您的组织管理员可以在 SUSE Customer Center 中购买额外的权利。 出现此错误代码的常见原因是错误地设置了一个 已设置为通用默认值的激活密钥。如果已在帐户 中将某个激活密钥设置为通用默认值，您可以 禁用此密钥并重试，以避免使用管理权利。

source: You need to register this system by running `rhn_register` before using this option
sk: Predtým než použijete túto voľbu, musíte·zaregistrovať·tento·systém·spustením·"up2date·--register"
zh_cn: 在使用此选项之前，需要运行 `rhn_register` 来注册此系统

source: Updating package profile...
sk: Aktualizujem profil balíčka...
zh_cn: 正在更新软件包配置文件...

source: Updating hardware profile...
sk: Aktualizujem hardvérový profil...
zh_cn: 正在更新硬件配置文件...

source: Updating virtualization profile...
sk: Aktualizujem profil balíčka...
zh_cn: 正在更新虚拟化配置文件...

source: Attempting to run more than one instance of mgr_check. Exiting.
sk: Pokúšanie sa o spustenie viac ako jednej inštancie mgr_check. Ukončenie.
zh_cn: 正在尝试运行多个 mgr_check 实例。正在退出。

source: Do not attempt to use X
sk: Nepokúšať sa použiť X
zh_cn: 不要尝试使用 X

source: Specify a profilename
sk: Zadať názov profilu
zh_cn: 指定配置文件名称

source: Specify a username
fi: Määritä käyttäjänimi
sk: Zadať používateľské meno
zh_cn: 指定用户名

source: Specify a password
sk: Zadať heslo
zh_cn: 指定口令

source: Specify an organizational id for this system
sk: Zadať organizačné id pre tento systém
zh_cn: 为此系统指定组织 ID

source: Specify a url to use as a server
fi: Määrittele käytettävä url-palvelin
sk: Zadať url servera, ktorý použiť
zh_cn: 指定要用作服务器的 URL

source: Specify a file to use as the ssl CA cert
fi: --sslCACert=<polku> - määrittele
sk: Určitee súbor, ktorý sa použije ako ssl CA cert
zh_cn: 指定要用作 SSL CA 证书的文件

source: Specify an activation key
fi: Määrittele käytettävä http-välityspalvelin
sk: Zadať http proxy pre použitie
zh_cn: 指定激活密钥

source: Subscribe this system to the EUS channel tied to the system's redhat-release
sk: Prihlásiť tento systém ku kanálu EUS, ktorý je viazaný k systémovému redhat-release
zh_cn: 在此系统中订阅与系统的 redhat-release 关联的 EUS 通道

source: [Deprecated] Read contact info from stdin
fi: --contactinfo - lue yhteystiedot stdin:stä
sk: [Zastarané] Čítať kontaktné informácie z stdin
zh_cn: [已弃用] 从 stdin 读取联系信息

source: Do not probe or upload any hardware info
fi: --nohardware - älä etsi tai siirrä mitään laitteistotietoa
sk: Nezisťovať alebo neposielať žiadne informácie o hardvéri
zh_cn: 不要探测或上载任何硬件信息

source: Do not profile or upload any package info
fi: --nopackages - älä profiloi tai siirrä mitään pakettitietoja
sk: Nerobiť profil alebo neposielať žiadne informácie o balíkoch
zh_cn: 不要探查或上载任何软件包信息

source: Do not upload any virtualization info
sk: Neodosielať žiadne informácie o virtualizácii
zh_cn: 不要上载任何虚拟化信息

source: Do not start rhnsd after completion
sk: Nespúšťať rhnsd po dokončení
zh_cn: 不要在完成后启动 rhnsd

source: Register the system even if it is already registered
fi: --force - rekisteröi järjestelmä, vaikka se olisi jo rekisteröity
sk: Registrovať systém, aj keď už je zaregistrovaný
zh_cn: 即使系统已注册，也仍将其注册

source: A username and password are required to register a system.
fi: Käyttäjänimi, salasana ja sähköpostiosoite tarvitaan rekisteröitymiseen.
sk: Používateľské meno a heslo sú vyžadované pre zaregistrovanie systému.
zh_cn: 注册系统时需要用户名和口令。

source: This system is already registered. Use --force to override
fi: Tämä järjestelmä on jo rekisteröity. Käytä valitsinta --force uudelleen rekisteröitymiseen.
sk: Tento systém už je zaregistrovaný. Použite --force pre vynútenie
zh_cn: 此系统已注册。使用 --force 可覆盖

source: Usage of --use-eus-channel option with --activationkey is not supported. Please use username and password instead.
sk: Použitie voľby --use-eus-channel s --activationkey nie je podporované. Namiesto toho použite používateľské meno a heslo.
zh_cn: 不支持在 --activationkey 中使用 --use-eus-channel 选项。请改用用户名和口令。

source: The server you are registering against does not support EUS.
sk: Server, do ktorého sa zaregistrujete, nepodporuje EUS.
zh_cn: 您要注册的服务器不支持 EUS。

source: Warning: --contactinfo option has been deprecated. Please login to the server web user Interface and update your contactinfo.
sk: Upozornenie: Voľba --contactinfo bola odmietnutá. Prosím, prihláste sa do webového používateľského rozhrania servera a aktualizujte svoje kontaktné informácie.
zh_cn: 警告：--contactinfo 选项已弃用。请登录到服务器 Web 用户界面并更新您的联系信息。

source: Warning: %s is not present, could not enable it.
sk: Upozornenie: %s nie je prítomný, nebolo možné ho povoliť.
zh_cn: 警告：%s 不存在，无法启用它。

source: Warning: Could not open %s %s is not enabled.
sk: Upozornenie: Nebolo možné otvoriť %s %s nie je povolené.
zh_cn: 警告：无法打开 %s 未启用 %s。

source: A profilename was not specified, and hostname and IP address could not be determined to use as a profilename, please specify one.
sk: Meno profilu nebolo zadané a názov počítača ani IP adresa sa nedajú zistiť tak, aby mohli byť použité ako meno profilu. Prosím zadajte meno profilu.
zh_cn: 未指定配置文件名称，并且无法确定主机名和 IP 地址是否可用作配置文件名称，请指定一个配置文件名称。

source: name of channel you want to (un)subscribe
sk: názov kanála, ku ktorému sa chcete (od)prihlásiť
zh_cn: 要订阅（或取消订阅）的通道名称

source: subscribe to channel
sk: prihlásiť sa ku kanálu
zh_cn: 订阅通道

source: unsubscribe from channel
sk: odhlásiť sa z kanála
zh_cn: 取消订阅通道

source: list channels
sk: vypísať zoznam kanálov
zh_cn: 列出通道

source: show base channel of a system
sk: zobraziť základný kanál systému
zh_cn: 显示系统的基础通道

source: list all available child channels
sk: vypísať zoznam všetkých kanálov potomkov
zh_cn: 列出所有可用的子通道

source: verbose output
sk: podrobný výstup
zh_cn: 详细输出

source: your user name
sk: vaše používateľské meno
zh_cn: 您的用户名

source: your password
sk: vaše heslo
zh_cn: 您的口令

source: ERROR: these arguments make no sense in this context (try --help)
sk: CHYBA: tieto argumenty nedávajú v tejto súvislosti žiadny zmysel (skúste --help)
zh_cn: 错误：这些参数在此上下文中没有意义（请尝试 --help）

source: ERROR: you have to specify at least one channel
sk: CHYBA: musíte zadať aspoň jeden kanál
zh_cn: 错误：必须至少指定一个通道

source: ERROR: this action does not require channel
sk: CHYBA: táto akcia nevyžaduje kanál
zh_cn: ERROR：此操作不需要通道

source: Channel(s): %s successfully added
sk: Kanál(y): %s úspešne pridané
zh_cn: 已成功添加通道：%s

source: Error during adding channel(s) %s
sk: Chyba pri pridávaní kanála(ov) %s
zh_cn: 添加通道 %s 期间出错

source: Channel(s): %s successfully removed
sk: Kanál(y): %s úspešne odstránené
zh_cn: 已成功去除通道：%s

source: Error during removal of channel(s) %s
sk: Chyba pri odstraňovaní kanála(ov) %s
zh_cn: 删除通道 %s 期间出错

source: This system is not associated with any channel.
sk: Tento systém nie je priradený k žiadnemu kanálu.
zh_cn: 此系统未与任何通道相关联。

source: Unable to locate SystemId file. Is this system registered?
sk: Súbor SystemId sa nepodarilo nájsť. Je tento systém zaregistrovaný?
zh_cn: 找不到 SystemId 文件。此系统是否已注册？

source: ERROR: you may want to specify --add, --remove or --list
sk: CHYBA: možno chcete uviesť --add, --remove alebo --list
zh_cn: 错误：请指定 --add、--remove 或 --list

source: ERROR: must be root to execute
sk: CHYBA: na vykonanie musí byť správca systému
zh_cn: 错误：只有 root 用户可以执行

source: User interrupted process.
sk: Proces prerušený používateľom.
zh_cn: 用户中断了进程。

source: System registration
sk: Registrácia systému
zh_cn: 系统注册

source: Set Up Software Updates
sk: Nastaviť softvérové aktualizácie
zh_cn: 设置软件更新

source: Choose Service
sk: Zvoliť službu
zh_cn: 选择服务

source: Provide a security certificate
sk: Poskytnite bezpečnostný certifikát
zh_cn: 提供安全证书

source: Red Hat Account
sk: Účet Red Hat
zh_cn: Red Hat 帐户

source: Create Profile
sk: Hardvérový profil
zh_cn: 创建配置文件

source: Sending Information
sk: Odoslať informácie o _hardvéri
zh_cn: 正在发送信息

source: progress bar
sk: Okno priebehu
zh_cn: 进度条

source: progress status
sk: Okno priebehu
zh_cn: 进度状态

source: <b>The network connection on your system is not active. Your system cannot be set up for software updates at this time.</b>
sk: <b>Sieťové pripojenie na vašom systéme nie je aktívne. Váš systém momentálne nie je možné nastaviť pre softvérové aktualizácie.</b>
zh_cn: <b>您系统上的网络连接处于非活动状态。目前无法为您的系统设置软件更新。</b>

source: This system will <b>not</b> be able to successfully receive software updates, including security updates, from Red Hat without connecting to a Red Hat Satellite or Red Hat Network Classic. To keep your system updated, secure, and supported, please register this system at your earliest convenience.
sk: Tento systém <b>nebude</b> môcť úspešne prijímať aktualizácie softvéru vrátane bezpečnostných aktualizácií z Red Hat bez pripojenia k Red Hat Satellite alebo Red Hat Network Classic. Ak chcete, aby bol váš systém aktualizovaný, zabezpečený a podporovaný, zaregistrujte ho hneď, ako sa vám to bude hodiť.
zh_cn: 在不连接到 Red Hat Satellite 或 Red Hat Network Classic 的情况下，此系统<b>无法</b>成功接收软件更新（包括安全更新）。 为使您的系统保持更新、安全且受支持状态，请尽早注册此系统。

source: Why Should I Connect to RHN? ...
sk: Prečo by som sa mal pripojiť k RHN? ...
zh_cn: 为何要要连接到 RHN？...

source: I'd like to register with an Red Hat Satellite or Red Hat Satellite Proxy
sk: Chcel by som sa zaregistrovať na Red Hat Satellite alebo Red Hat Satellite Proxy
zh_cn: 我想要注册到 Red Hat Satellite 或 Red Hat Satellite Proxy

source: Location:
sk: Postavenie:
zh_cn: 位置：

source: Example: https://satellite.example.com/XMLRPC
sk: Napríklad: https://satellite.example.com/XMLRPC
zh_cn: 示例：https://satellite.example.com/XMLRPC

source: satellite server location
sk: umiestnenie servera satellite
zh_cn: 从属服务器位置

source: _Proxy Setup
sk: Nastavenie _proxy
zh_cn: 代理设置(_P)

source: Proxy Setup Button
sk: Tlačidlo nastavenia proxy
zh_cn: 代理设置按钮

source: Please enter your Red Hat account information:
sk: Prosím, zadajte informácie o svojom účte Red Hat:
zh_cn: 请输入您的 Red Hat 帐户信息：

source: RHN login field
sk: Pole prihlasovacieho mena RHN
zh_cn: RHN 登录名字段

source: RHN password field
sk: Pole hesla RHN
zh_cn: RHN 口令字段

source: _Password:
sk: _Heslo:
zh_cn: 口令(_P)：

source: _Login:
zh_cn: 登录(_L)：

source: <small>Tip: Forgot your login or password? Contact your Satellite's <i>Organization Administrator</i>.</small>
sk: <small>Tip: Zabudli ste svoje prihlasovacie meno alebo heslo? Kontaktujte vášho <i>administrátora organizácie</i> Satellite.</small>
zh_cn: <small>提示：忘记了用户名或口令？请联系您的 Satellite <i>组织管理员</i>。</small>

source: Hardware Info
sk: Info o hardvéri
zh_cn: 硬件信息

source: Red Hat Linux Version:
sk: Verzia Red Hat Linux:
zh_cn: Red Hat Linux 版本：

source: Hostname:
sk: Názov hostiteľa:
zh_cn: 主机名：

source: IP Address:
sk: IP adresa:
zh_cn: IP 地址：

source: ERROR
sk: CHYBA
zh_cn: 错误

source: CPU Model:
sk: Model CPU:
zh_cn: CPU 型号：

source: CPU Speed:
sk: Rýchlosť CPU:
zh_cn: CPU 速度：

source: Memory:
sk: Pamäť:
zh_cn: 内存：

source: Hardware Profile
sk: Hardvérový profil
zh_cn: 硬件配置文件

source: Package Information
sk: Informácie o balíčku
zh_cn: 软件包信息

source: Start Window
sk: Okno štartu
zh_cn: 开始窗口

source: This assistant will guide you through the process of registering your system with Red Hat to receive software updates and other benefits. You will need the following to register:
sk: Tento asistent vás prevedie procesom registrácie systému v Red Hat na prijímanie aktualizácií softvéru a ďalších výhod. Na registráciu budete potrebovať nasledujúce:
zh_cn: 此助手会引导您完成将系统注册到 Red Hat 的过程，这可以让您获得软件更新和其他好处。需要准备好以下各项才能注册：

source: • A network connection
sk: • Sieťové pripojenie
zh_cn: • 网络连接

source: • Your account login
sk: • Prihlasovacie meno k vášmu účtu
zh_cn: • 您的帐户登录名

source: Your account login
sk: Prihlasovacie meno k vášmu účtu
zh_cn: 您的帐户登录名

source: • The address of an Red Hat Satellite or Red Hat Satellite Proxy
sk: • Adresa Red Hat Satellite alebo Red Hat Satellite Proxy
zh_cn: • Red Hat Satellite 或 Red Hat Satellite Proxy 的地址

source: _Why Should I Register?
sk: _Prečo by som sa mal zaregistrovať?
zh_cn: 为何要注册(_W)？

source: Why Should I Register?
sk: Prečo by som sa mal registrovať?
zh_cn: 为何要注册？

source: Would you like to register your system at this time? <b>(Strongly recommended.)</b>
sk: Chcete teraz zaregistrovať svoj systém? <b>(Dôsledne odporúčané.)</b>
zh_cn: 您现在就要注册系统吗？<b>（强烈建议）</b>

source: _Yes, I'd like to register now.
sk: Áno, chcel by som sa teraz zaregistrovať.
zh_cn: 是，我想立即注册(_Y)。

source: _No, I prefer to register at a later time.
sk: _Nie, radšej sa zaregistrujem neskôr.
zh_cn: 否，我想以后再注册(_N)。

source: Link To Subscription
sk: Odkaz na predplatné
zh_cn: 链接到订阅

source: Your system will need to access a subscription. This will allow you to keep your system updated, secure, and supported.
sk: Váš systém bude musieť mať prístup k predplatnému. Umožní vám to, aby bol váš systém aktualizovaný, zabezpečený a podporovaný.
zh_cn: 您的系统需要访问某个订阅。这样，您就可以将系统保持更新、安全且受支持的状态。

source: <b>You have no active subscriptions available in your account.</b> You will need to do one of the following to create an active subscription in your account before this system can be registered:
sk: <b>Vo svojom účte nemáte k dispozícii žiadne aktívne predplatné.</b> Aby mohol byť tento systém zaregistrovaný, budete musieť urobiť jeden z nasledujúcich krokov na vytvorenie aktívneho predplatného vo svojom účte:
zh_cn: <b>您的帐户中没有可用的活动订阅。</b>在可以注册此系统之前，需要执行以下操作之一，以在您的帐户中创建一个活动订阅：

source: Purchase an additional Red Hat Enterprise Linux subscription at http://www.redhat.com/store/.
sk: Zakúpiť si dodatočné predplatné Red Hat Enterprise Linux na http://www.redhat.com/store/.
zh_cn: 通过 http://www.redhat.com/store/ 购买额外的 Red Hat Enterprise Linux 订阅。

source: Log in to http://rhn.redhat.com/ and unentitle an inactive system at Your RHN > Subscription Management > System Entitlements.
sk: Prihláste sa na http://rhn.redhat.com/ a zrušte oprávnenie neaktívneho systému vo Vaše RHN > Spáva predplatného > Systémové oprávnenia.
zh_cn: 登录到 http://rhn.redhat.com/，并通过 "您的 RHN" > "订阅管理" > "系统权利" 取消赋权某个非活动的系统。

source: Activate a previously purchased subscription you have not yet activated.
sk: Aktivujte predtým zakúpené predplatné, ktoré ste ešte neaktivovali.
zh_cn: 激活以前已购买的但尚未激活的订阅。

source: installation number field
sk: pole inštalačného čísla
zh_cn: 安装号字段

source: Installation _Number:
sk: I_nštalačné číslo:
zh_cn: 安装号(_N)：

source: <small><b>Example</b>: XXXX-XXXX-XXXX-XXXX</small>
sk: <small><b>Príklad</b>: XXXX-XXXX-XXXX-XXXX</small>
zh_cn: <small><b>示例</b>：XXXX-XXXX-XXXX-XXXX</small>

source: _Activate a subscription now...
sk: _Aktivovať predplatné teraz...
zh_cn: 立即激活订阅(_A)...

source: Review system...
sk: Preskúmanie systému...
zh_cn: 复查系统...

source: Create profile
sk: Vytvoriť profil
zh_cn: 创建配置文件

source: <big><b>System Name</b></big>
sk: <big><b>Názov systému</b></big>
zh_cn: <big><b>系统名</b></big>

source: A recognizable name will help you identify this system in a management interface.
sk: Rozpoznateľný názov vám pomôže identifikovať tento systém v rozhraní správy.
zh_cn: 可识别的名称可以帮助您在管理界面中识别此系统。

source: System _Name:
sk: _Názov systému:
zh_cn: 系统名(_N)：

source: system name
sk: názov systému
zh_cn: 系统名

source: <big><b>Profile Data</b></big>
sk: <big><b>Údaje profilu</b></big>
zh_cn: <big><b>配置文件数据</b></big>

source: Send us a profile of your current hardware and packages so we can determine what updates are available.
sk: Pošlite nám profil vášho súčasného hardvéru a balíkov, aby sme mohli určiť, ktoré aktualizácie sú k dispozícii.
zh_cn: 请将当前硬件和软件包的配置文件发送给我们，好让我们确定有哪些更新可用。

source: _View Hardware Profile ...
sk: _Zobraziť hardvérový profil ...
zh_cn: 查看硬件配置文件(_V)...

source: View Hardware Profile
sk: Zobraziť hardvérový profil
zh_cn: 查看硬件配置文件

source: V_iew Package Profile ...
sk: Zobraz_iť profil balíkov ...
zh_cn: 查看软件包配置文件(_I)...

source: View Package Profile
sk: Zobraziť profil balíkov
zh_cn: 查看软件包配置文件

source: Send _hardware profile
sk: Odoslať _hardvérový profil
zh_cn: 发送硬件配置文件(_H)

source: Send hardware profile checkbox
sk: Hardvérový profil
zh_cn: "发送硬件配置文件" 复选框

source: Send _package profile
sk: Odoslať _profil balíkov
zh_cn: 发送软件包配置文件(_P)

source: Send package profile checkbox
sk: Odoslať zoznam _balíčkov
zh_cn: "发送软件包配置文件" 复选框

source: Registering your system with Red Hat allows you to take full advantage of the benefits of a paid subscription, including:
sk: Registrácia vášho systému v Red Hat vám umožňuje plne využívať výhody predplatného vrátane:
zh_cn: 将系统注册到 Red Hat 可以充分利用付费订阅所带来的好处，包括：

source: _Close
sk: _Zavrieť
zh_cn: 关闭(_C)

source: Close
sk: Zatvoriť
zh_cn: 关闭

source: <b>Security &amp; Updates:</b>
sk: <b>Bezpečnosť &amp; Aktualizácie:</b>
zh_cn: <b>安全性和更新：</b>

source: Receive the latest software updates, including security updates, keeping this Red Hat Enterprise Linux system <b>updated</b> and <b>secure</b>.
sk: Prijímajte najnovšie aktualizácie softvéru vrátane bezpečnostných aktualizácií, aby bol tento Red Hat Enterprise Linux systém <b>aktuálny</b> a <b>zabezpečený</b>.
zh_cn: 接收最新的软件更新（包括安全更新），使此 Red Hat Enterprise Linux 系统保持<b>更新</b>且<b>安全</b>的状态。

source: <b>Downloads &amp; Upgrades:</b>
sk: <b>Stiahnutia &amp; Zvýšenia verzie:</b>
zh_cn: <b>软件下载和升级：</b>

source: Download installation images for Red Hat Enterprise Linux releases, including new releases.
sk: Stiahnite si inštalačné obrazy vydaní Red Hat Enterprise Linux, vrátane nových vydaní.
zh_cn: 下载 Red Hat Enterprise Linux 发行版（包括新发行版）的安装映像。

source: <b>Support:</b>
sk: <b>Podpora:</b>
zh_cn: <b>支持：</b>

source: Access to the technical support experts at Red Hat or Red Hat's partners for help with any issues you might encounter with this system.
sk: Prístup k expertom technickej podpory spoločnosti Red Hat alebo partnerov Red Hat kvôli pomoci s akýmikoľvek problémami, s ktorými sa môžete stretnúť v tomto systéme.
zh_cn: 在使用此系统时如果遇到任何问题，可以向 Red Hat or Red Hat 合作伙伴的技术支持专家求助。

source: <b>Management:</b>
sk: <b>Správa:</b>
zh_cn: <b>管理：</b>

source: Management
sk: Správa
zh_cn: 管理

source: Manage subscriptions and systems registered to Customer Portal via access.redhat.com or through one of our other subscription management services.
sk: Spravujte predplatné a systémy registrované na zákazníckom portáli prostredníctvom access.redhat.com alebo cez niektorú z našich ďalších služieb správy predplatného.
zh_cn: 通过 access.redhat.com 或者我们的其他订阅管理服务之一来管理已注册到客户门户的订阅和系统。

source: <small><b>Tip:</b> Red Hat values your privacy: http://www.redhat.com/legal/privacy_statement.html.</small>
sk: <small><b>Tip:</b> Red Hat si cení vaše súkromie: http://www.redhat.com/legal/privacy_statement.html.</small>
zh_cn: <small><b>提示：</b>Red Hat 非常重视您的隐私：http://www.redhat.com/legal/privacy_statement.html</small>

source: Provide a Security Certificate
sk: Poskytnite bezpečnostný certifikát
zh_cn: 提供安全证书

source: A security certificate compatible with <b>%s</b> was not found on this system. A security certificate, using SSL technology, is necessary to ensure that data communicated between this system and Spacewalk (including your login and password) is secure.
sk: Bezpečnostný certifikát kompatibilný s <b>%s</b> nebol nájdený v tomto systéme. Bezpečnostný certifikát používajúci technológiu SSL je potrebný na zistenie toho, že dáta prenášané medzi týmto systémom a Spacewalk (vrátane vášho prihlasovacieho mena a hesla) sú zabezpečené.
zh_cn: 在此系统上找不到与 <b>%s</b> 兼容的安全证书。 必须提供一个使用 SSL 技术的安全证书才能确保此系统与 Spacewalk 之间传送的数据（包括您的登录名和口令）安全。

source: I have an <b>_SSL certificate</b> to communicate with Spacewalk:
sk: Mám <b>_SSL certifikát</b> na komunikáciu so Spacewalk:
zh_cn: 我已有一个可用来与 Spacewalk 通讯的 <b>SSL 证书</b>(_S)：
