Repository: uyuni-project/uyuni
Catalog: client/rhel/spacewalk-client-tools/po/*.po
Languages: fi, ms, sk, zh_cn

source: Include the following information about hardware and network:
fi: Sisällytä seuraavat laitteisto- ja verkkotiedot:
sk: Vložiť následujúce informácie o hardvéri a sieti:
zh_cn: 包含有关硬件和网络的以下信息：

source: Create Profile - Packages
fi: Luo profiili – Paketit
sk: Pripojte Váš systém
zh_cn: 创建配置文件 - 软件包

source: RPM information is important to determine what updated software packages are relevant to this system.
fi: RPM-tietoa tarvitaan määrittämään, mitkä ohjelmapakettipäivitykset ovat järjestelmän kannalta oleellisia.
sk: RPM informácie sú dôležité pre určenie aktualizácii softvérových balíčkov, ktoré sú významné pre tento systém.
zh_cn: 在确定哪些已更新的软件包与此系统相关时，RPM 信息非常重要。

source: Include RPM packages installed on this system in my System Profile
fi: SIsällytä järjestelmäprofiiliin asennetut RPM-paketit
sk: Vložiť RPM balíčky nainštalované v systéme do môjho systémového profilu
zh_cn: 将此系统上安装的 RPM 软件包包含在我的系统配置文件中

source: You may deselect individual packages by unchecking them below.
fi: Yksittäisten pakettien valinnan voi poistaa alta.
sk: Môžete zamietnuť jednotlivé balíčky ich odznačením nižšie.
zh_cn: 可以取消选择单个软件包，只需在下面取消选中其对应的复选框即可。

source: Building Package List
fi: Koostetaan pakettiluetteloa
sk: Vytváram zoznam balíčkov
zh_cn: 构建软件包列表

source: *Email Address:
fi: *Sähköpostiosoite:
sk: E-mailová adresa:
zh_cn: *电子邮件地址：

source: System Already Registered
fi: --force - rekisteröi järjestelmä, vaikka se olisi jo rekisteröity
sk: Systém je už zaregistrovaný
zh_cn: 系统已注册

source: It appears this system has already been set up for software updates:
fi: Vaikuttaa siltä, että järjestelmän ohjelmistopäivitykset on jo asetettu:
sk: Zdá sa, že tento systém už bol nastavený na aktualizácie softvéru:
zh_cn: 似乎已经为此系统设置了软件更新：

source: Are you sure you would like to continue?
fi: Haluatko varmasti jatkaa?
sk: Naozaj chcete pokračovať?
zh_cn: 您确定要继续吗？

source: This system has already been registered using Red Hat Subscription Management. Your system is being registered again using Red Hat Satellite or Red Hat Satellite Proxy technology. Red Hat recommends that customers only register once. To learn more about RHN Classic/Red Hat Satellite registration and technologies please consult this Knowledge Base Article: https://access.redhat.com/kb/docs/DOC-45563
fi: Järjestelmä on jo rekisteröity Red Hatin tilauksenhallintaa käyttäen. Järjestelmä rekisteröidään uudelleen Red Hat Satellite- tai Red Hat Satellite Proxy -tekniikalla. Red Hat suosittelee asiakkaita rekisteröitymään vain kerran. Lisätietoa RHN Class/Red Hat Satellite -rekisteröitymisestä ja -tekniikasta saa tästä tietämyskannan artikkelista: https://access.redhat.com/kb/docs/DOC-45563
sk: Tento systém už bol zaregistrovaný pomocou Red Hat Subscription Management. Váš systém sa znova registruje pomocou technológie Red Hat Satellite alebo Red Hat Satellite Proxy. Red Hat odporúča, aby sa zákazníci registrovali iba raz. Ak sa chcete dozvedieť viac o registrácii a technológiách RHN Classic/Red Hat Satellite, prečítajte si tento článok z Knowledge Base: https://access.redhat.com/kb/docs/DOC-45563
zh_cn: 已使用 Red Hat 订阅管理注册此系统。 正在使用 Red Hat Satellite 或 Red Hat Satellite Proxy 技术注册您的系统。Red Hat 建议客户仅注册一次。 要详细了解 RHN Classic/Red Hat Satellite 注册和技术，请查阅此知识库文章：https://access.redhat.com/kb/docs/DOC-45563

source: Send Profile Information to {PRODUCT_NAME}
fi: Lähetä profiilitiedot {PRODUCT_NAME} -verkkoon
sk: Odoslať informácie profilu do {PRODUCT_NAME}
zh_cn: 将配置文件信息发送到 {PRODUCT_NAME}

source: We are finished collecting information for the System Profile. Press "Next" to send this System Profile to {PRODUCT_NAME}. Click "Cancel" and no information will be sent. You can run the registration program later by typing `rhn_register` at the command line.
fi: Tietojen keruu järjestelmäprofiilia varten on valmis. Lähetä järjestelmäprofiili {PRODUCT_NAME} -verkkoon napsauttamalla ”Seuraava”. Tietoja ei lähetetä, jos napsautat ”Peru”. Rekisteröitymisen voi tehdä myöhemmin komentorivikomennolla ”rhn_register”.
sk: Dokončili sme zhromažďovanie informácií pre systémový profil. Stlačte "Ďalej" na odoslanie systémového profilu do {PRODUCT_NAME}. Kliknite na "Zrušiť" a nebudú odoslané žiadne informácie. Registračný program môžete spustiť neskôr zadaním `rhn_register` do príkazového riadku.
zh_cn: 我们已完成系统配置文件信息的收集。 按 "下一步" 会将此系统配置文件发送到 {PRODUCT_NAME}。单击 "取消" 则不会发送任何信息。您以后可以通过在命令行中键入 `rhn_register` 来运行注册程序。

source: Sending Profile to {PRODUCT_NAME}
fi: Lähetetään profiili {PRODUCT_NAME} -verkkoon
sk: Odosielanie profilu do {PRODUCT_NAME}
zh_cn: 正在将配置文件发送到 {PRODUCT_NAME}

source: Updates Configured
fi: Päivitykset asetettu
sk: Aktualizácie boli nakonfigurované
zh_cn: 已配置更新

source: You may now run '%s update' from this system's command line to get the latest software updates from {PRODUCT_NAME}. You will need to run this periodically to get the latest updates. Alternatively, you may configure this system for automatic software updates (also known as 'auto errata update') via the {PRODUCT_NAME} web interface. (Instructions for this are in the {PRODUCT_NAME} Reference Guide, available from the 'Help' button in the main {PRODUCT_NAME} web interface.)
fi: Nyt viimeisimmät {PRODUCT_NAME} -ohjelmistopäivitykset voi saada ajamalla ”%s update” järjestelmän komentoriviltä. Aja se säännöllisesti saadaksesi viimeisimmät päivitykset. Vaihtoehtoisesti järjestelmän voi asettaa päivittymään automaattisesti {PRODUCT_NAME} -verkkokäyttöliittymässä. (Ohjeet tähän löytyvät {PRODUCT_NAME} -viitekäsikirjasta, jonka saa {PRODUCT_NAME} -verkkokäyttöliittymän Ohje-painikkeesta.)
sk: Teraz môžete spustiť '%s update' z príkazového riadku tohto systému na získanie najnovších aktualizácií softvéru od {PRODUCT_NAME}. Budete to musieť pravidelne spúšťať, aby ste získali najnovšie aktualizácie. Alebo tento systém môžete nakonfigurovať na automatické aktualizácie softvéru (tiež známe ako 'auto errata update') cez webové rozhranie {PRODUCT_NAME}. (Pokyny sú uvedené v referenčnej príručke {PRODUCT_NAME} dostupnej prostredníctvom tlačidla 'Help' v hlavnom webovom rozhraní {PRODUCT_NAME}.)
zh_cn: 您现在可以在此系统的命令行中运行 '%s update' 以从 {PRODUCT_NAME} 获取最新的软件更新。需要定期运行此命令以获取最新更新；或者，可将此系统配置为通过 {PRODUCT_NAME} Web 界面实现自动软件更新（也称为“自动勘误更新”）。（在 {PRODUCT_NAME} 主 Web 界面中单击 "帮助" 按钮，可以在《{PRODUCT_NAME} 参考指南》中获取有关此操作的说明。）

source: Review Subscription
fi: Tarkastele tilausta
sk: Skontrolujte predplatné
zh_cn: 复查订阅

source: Please review the subscription details below:
fi: Tarkista alla olevat tilaustiedot:
sk: Skontrolujte podrobnosti o predplatnom nižšie:
zh_cn: 请复查以下订阅细节：

source: The installation number %s was activated during this system's initial connection to {PRODUCT_NAME}.
fi: Asennusnumero %s aktivoitiin yhdistettäessä järjestelmä ensi kertaa {PRODUCT_NAME} -verkkoon.
sk: Inštalačné číslo %s bolo aktivované počas počiatočného pripojenia tohto systému k {PRODUCT_NAME}.
zh_cn: 在此系统最初连接到 {PRODUCT_NAME} 期间已激活安装号 %s。

source: Subscriptions have been activated for the following products/services:
fi: Seuraavien tuotteiden tai palveluiden tilaukset on aktivoitu:
sk: Aktivovali sa predplatné pre nasledujúce produkty/služby:
zh_cn: 已激活以下产品/服务的订阅：

source: Software Channel Subscriptions:
fi: Ohjelmakanavatilaukset:
sk: Predplatné softvérových kanálov:
zh_cn: 软件通道订阅：

source: This system will receive updates from the following software channels:
fi: Järjestelmä saa päivityksiä seuraavista ohjelmakanavista:
sk: Tento systém bude dostávať aktualizácie z nasledujúcich softvérových kanálov:
zh_cn: 此系统将从以下软件通道接收更新：

source: Warning: Only installed product listed above will receive updates and support. If you would like to receive updates for additional products, please login to your {PRODUCT_NAME} web interface and subscribe this system to the appropriate software channels.
fi: Varoitus: Vain yllä luetellut asennetut tuotteet saavat päivityksiä ja tukea. Jos haluat päivityksiä lisätuotteille, kirjaudu {PRODUCT_NAME} -verkkokäyttöliittymään ja tilaa järjestelmään vastaavat ohjelmakanavat.
sk: Upozornenie: Aktualizácie a podporu bude dostávať iba nainštalovaný produkt uvedený vyššie. Ak by ste chceli dostávať aktualizácie pre ďalšie produkty, prihláste sa do svojho webového rozhrania {PRODUCT_NAME} a prihláste tento systém k príslušným softvérovým kanálom.
zh_cn: 警告：只有上面列出的已安装产品才能获得更新和支持。如果您想要获得其他产品的更新，请登录到 {PRODUCT_NAME} Web 界面，并让此系统订阅相应的软件通道。

source: Warning: %s is not present, could not enable it. Automatic updates will not work.
fi: Varoitus: %s ei ole läsnä eikä sitä voi ottaa käyttöön. Automaattinen päivitys ei toimi.
sk: Upozornenie: %s nie je prítomný, nebolo možné ho povoliť. Automatické aktualizácie nebudú fungovať.
zh_cn: 警告：%s 不存在，无法启用它。 自动更新将无法进行。

source: Note: %s has been enabled.
fi: Huom: %s on otettu käyttöön.
sk: Poznámka: %s bolo povolené.
zh_cn: 注意：已启用 %s。

source: Warning: An error occurred during enabling %s. %s is not enabled. Automatic updates will not work.
fi: Varoitus: Sattui virhe otettaessa %s-ohjelmaa käyttöön. %s ei ole käytössä. Automaattinen päivitys ei toimi.
sk: Upozornenie: Počas povoľovania %s sa vyskytla chyba. %s nie je povolené. Automatické aktualizácie nebudú fungovať.
zh_cn: 警告：启用 %s 期间出错。 未启用 %s。 自动更新将无法进行。

source: You were unable to be subscribed to the following software channels because there were insufficient subscriptions available in your account:
fi: Seuraavien ohjelmakanavien tilaaminen epäonnistui, koska tililläsi ei ole tarpeeksi tilauksia käytettävissä:
sk: Nemohli ste byť prihlásený k nasledujúcim softvérovým kanálom, pretože vo vašom účte neboli k dispozícii dostačujúce predplatné:
zh_cn: 由于您帐户中可用的订阅不足，您无法订阅以下软件通道：

source: This system was unable to subscribe to any software channels. Your system will not receive any software updates to keep it secure and supported. Contact your {PRODUCT_NAME} administrator about this problem. Once you make the appropriate active subscriptions available in your account, you may browse to this system's profile in the {PRODUCT_NAME} web interface and subscribe this system to software channels via the software > software channels tab.
fi: Järjestelmä ei voinut tilata yhtään ohjelmakanavaa. Järjestelmä ei saa ohjelmistopäivityksiä, jotka pitäisivät ja tuettuna ja turvallisena. Ota yhteyttä {PRODUCT_NAME} -ylläpitäjään tästä ongelmasta. Saatuasi tarvittavat aktiiviset tilaukset käyttöön tililläsi voit tarkastella järjestelmän profiilia {PRODUCT_NAME} -verkkokäyttöliittymässä ja tilata järjestelmään ohjelmakanavia vastaavalta välilehdeltä.
sk: Tento systém nebol schopný sa prihlásiť k žiadnym softvérovým kanálom. Váš systém nedostane žiadne aktualizácie softvéru, aby bol zabezpečený a podporovaný. Obráťte sa na svojho administrátora {PRODUCT_NAME} s týmto problémom. Keď vo svojom účte sprístupníte príslušné aktívne predplatné, môžete prejsť na profil tohto systému vo webovom rozhraní {PRODUCT_NAME} a prihlásiť tento systém k softvérovým kanálom cez kartu softvér > softvérové kanály.
zh_cn: 此系统无法订阅任何软件通道。您的系统将不会接收任何软件更新来保持其安全和受支持状态。请将此问题告知您的 {PRODUCT_NAME} 管理员。在帐户中提供相应的活动订阅后，您可以在 {PRODUCT_NAME} Web 界面中浏览到此系统的配置文件，然后通过 "软件" > "软件通道" 选项卡在此系统中订阅软件通道。

source: Service Level:
fi: Palvelutaso:
sk: Úroveň služieb:
zh_cn: 服务级别：

source: Depending on what {PRODUCT_NAME} system types are associated with a system, you'll enjoy different benefits. The following are the {PRODUCT_NAME} system types associated with this system:
fi: Edut vaihtelevat sen mukaan, mitä {PRODUCT_NAME} -järjestelmätyyppejä järjestelmään on kytketty. Tähän järjestelmään on kytketty seuraavat {PRODUCT_NAME} -järjestelmätyypit:
sk: V závislosti od toho, aké systémové typy {PRODUCT_NAME} sú so systémom spojené, získate rôzne výhody. Nasledovné sú systémové typy {PRODUCT_NAME} spojené s týmto systémom:
zh_cn: 根据与系统关联的 {PRODUCT_NAME} 系统类型，您将享受不同的权益。下面是与此系统关联的 {PRODUCT_NAME} 系统类型：

source: This system was unable to be associated with the following {PRODUCT_NAME} system type(s) because there were insufficient subscriptions available in your account:
fi: Järjestelmää ei voitu kytkeä seuraaviin {PRODUCT_NAME} -järjestelmätyyppeihin, koska tililläsi ei ole tarpeeksi tilauksia:
sk: Tento systém sa nemohol spojiť s nasledujúcim systémovým typom(i) {PRODUCT_NAME}, pretože vo vašom účte neboli k dispozícii dostačujúce predplatné:
zh_cn: 由于您帐户中可用的订阅不足，此系统无法与以下 {PRODUCT_NAME} 系统类型相关联：

source: Management type: automatic updates, systems grouping, systems permissions, system package profiling, bare-metal provisioning, existing state provisioning, rollbacks, configuration management
sk: Typ správy: automatické aktualizácie, zoskupenie systémov, povolenia systémov, profilovanie systémových balíkov, zabezpečovanie bare-metal, existujúci stav zabezpečovania, vrátenie vykonaných zmien, správa konfigurácie
zh_cn: 管理类型：自动更新、系统组、系统权限、系统软件包配置文件、裸机置备、现有状态置备、回滚、配置管理

source: Virtualization type: software updates for a limited number of virtual guests on this system.
sk: Virtualizačný typ: aktualizácie softvéru pre obmedzený počet virtuálnych hostí v tomto systéme.
zh_cn: 虚拟化类型：适用于此系统上有限数量的虚拟 Guest 的软件更新。

source: <b>Warning:</b> Any guest systems you create on this system and register to {PRODUCT_NAME} will consume system subscriptions beyond this host system's subscription. You will need to: (1) make a virtualization system entitlement available and (2) apply that system entitlement to this system in {PRODUCT_NAME} web interface if you do not want virtual guests of this system to consume additional subscriptions.
sk: <b>Upozornenie:</b> Všetky hosťovské systémy, ktoré vytvoríte v tomto systéme a zaregistrujete na {PRODUCT_NAME}, budú využívať systémové predplatné mimo predplatného tohto hostiteľského systému. Budete musieť: (1) sprístupniť oprávnenie virtualizačného systému a (2) uplatniť toto systémové oprávnenie na tento systém vo webovom rozhraní {PRODUCT_NAME}, ak nechcete, aby virtuálni hostia tohto systému spotrebovávali ďalšie predplatné.
zh_cn: <b>警告：</b>在此系统上创建的并要注册到 {PRODUCT_NAME} 的任何 Guest 系统将消耗除主机系统订阅以外的系统订阅。您需要：(1) 提供虚拟化系统权利并；(2) 如果您不希望此系统的虚拟 Guest 消耗额外的订阅，请在 {PRODUCT_NAME} Web 界面中向此系统应用系统权利。

source: This system was unable to be associated with any {PRODUCT_NAME} system types. This system will not receive any software updates to keep it secure and supported. Contace your {PRODUCT_NAME} administrator about this problem. Once you make the appropriate active subscriptions available in your account, you may browse to this system's profile in the {PRODUCT_NAME} web interface, delete the profile, and re-connect this system to {PRODUCT_NAME}.
sk: Tento systém sa nemohol spojiť so žiadnymi systémovými typmi {PRODUCT_NAME}. Tento systém nebude dostávať žiadne aktualizácie softvéru, aby bol zabezpečený a podporovaný. Obráťte sa na svojho administrátora {PRODUCT_NAME} s týmto problémom. Keď vo svojom účte sprístupníte príslušné aktívne predplatné, môžete prejsť na profil tohto systému vo webovom rozhraní {PRODUCT_NAME}, vymazať profil a znova pripojiť tento systém k {PRODUCT_NAME}.
zh_cn: 此系统无法与任何 {PRODUCT_NAME} 系统类型相关联。此系统将不会接收任何软件更新来保持其安全和受支持状态。请将此问题告知您的 {PRODUCT_NAME} 管理员。在帐户中提供相应的活动订阅后，您可以在 {PRODUCT_NAME} Web 界面中浏览到此系统的配置文件，删除该配置文件，然后将此系统重新连接到 {PRODUCT_NAME}。

source: Universal default activation key detected A universal default activation key was detected in your account. This means that a set of properties (software channel subscriptions, package installations, system group memberships, etc.) for your system's connection to {PRODUCT_NAME} Server or {PRODUCT_NAME} Proxyhave been determined by the activation key rather than your installation number. You may also refer to the {PRODUCT_NAME} Reference Guide for more details about activation keys. Universal Default activation key: %s
sk: Bol zistený univerzálny predvolený aktivačný kľúč Vo vašom účte bol zistený univerzálny predvolený aktivačný kľúč. To znamená, že súbor vlastností (predplatné softvérových kanálov, inštalácie balíkov, členstvá v systémových skupinách atď.) pre pripojenie vášho systému k {PRODUCT_NAME} Server alebo {PRODUCT_NAME} Proxy boli určené skôr pomocou aktivačného kľúča než podľa vášho inštalačného čísla inštalácie. Viac podrobností o aktivačných kľúčoch nájdete v referenčnej príručke {PRODUCT_NAME}. Univerzálny predvolený aktivačný kľúč: %s
zh_cn: 检测到通用默认激活密钥 在您的帐户中检测到了通用默认激活密钥。这意味着，用于将系统连接到 {PRODUCT_NAME} Server 或 {PRODUCT_NAME} Proxy 的一组属性（软件通道订阅、软件包安装、系统组成员资格等）是由该激活密钥而不是安装号确定的。有关激活密钥的更多细节，另请参见《{PRODUCT_NAME} 参考指南》。 通用默认激活密钥：%s

source: Fatal Error
fi: Vakava virhe
sk: Závažná chyba
zh_cn: 严重错误

source: We can't contact {PRODUCT_NAME}. Double check the location provided - is '%s' correct? If not, you can correct it and try again. Make sure that the network connection on this system is operational. This system will not be able to successfully receive software updates without connecting to an {PRODUCT_NAME} server/proxy
sk: Nemôžeme kontaktovať {PRODUCT_NAME}. Prekontrolujte poskytnuté umiestnenie - je '%s' správne? Ak nie, môžete ho opraviť a skúsiť znova. Uistite sa, či je sieťové pripojenie na tomto systéme funkčné. Tento systém nebude schopný úspešne prijímať aktualizácie softvéru bez pripojenia k serveru/proxy {PRODUCT_NAME}
zh_cn: 我们无法联系 {PRODUCT_NAME}。 请反复检查提供的位置是否正确 - '%s' 是否正确？ 如果不正确，请更正后尝试。 确保此系统上的网络连接正常。 在不连接到 {PRODUCT_NAME} 服务器/代理的情况下，此系统将无法成功接收软件更新

source: Architecture: %s, OS Release: %s, OS Version: %s
fi: Arkkitehtuuri: %s, käyttöjärjestelmän julkaisu: %s, käyttöjärjestelmän versio: %s
sk: Architektúra: %s, vydanie OS: %s, verzia OS: %s
zh_cn: 体系结构：%s，操作系统发行版：%s，操作系统版本：%s

source: This server doesn't support functionality needed by this version of the software update setup client. Please try again with a newer server.
sk: Tento server nepodporuje funkcie potrebné pre túto verziu klienta nastavenia aktualizácií softvéru. Prosím. skúste to znova s novším serverom.
zh_cn: 此服务器不支持此软件更新设置客户端版本所需的功能。请在更新的服务器上重试。

source: <b><span size="16000">Incompatible Certificate File</span></b> The certificate you provided, <b>%s</b>, is not compatible with the {PRODUCT_NAME} server at <b>%s</b>. You may want to double-check that you have provided a valid certificate file. Are you sure you have provided the correct certificate, and that the certificate file has not been corrupted? Please try again with a different certificate file.
sk: <b><span size="16000">Nekompatibilný súbor certifikátu</span></b> Certifikát, ktorý ste poskytli <b>%s</b>, nie je kompatibilný so serverom {PRODUCT_NAME} na <b>%s</b>. Možno budete chcieť znova skontrolovať, či ste poskytli platný súbor certifikátu. Ste si istí, že ste poskytli správny certifikát a že súbor certifikátu nebol poškodený? Prosím, skúste to znova s iným súborom certifikátu.
zh_cn: <b><span size="16000">证书文件不兼容</span></b> 您提供的证书 <b>%s</b> 与 <b>%s</b> 上提供的 {PRODUCT_NAME} 服务器不兼容。请反复检查您提供的证书文件是否有效。您确定提供了正确的证书，并且证书文件未损坏吗？ 请使用另一个证书文件重试。

source: <b><span size="12000">Incompatible Certificate File</span></b> The certificate is expired. Please ensure you have the correct certificate and your system time is correct.
fi: <b><span size="12000">Sertifikaattitiedosto ei ole yhteensopiva</span></b> Sertifikaatti on vanhentunut. Tarkista että käytit oikeaa tiedostoa ja että järjestelmäsi kello on oikeassa ajassa.
sk: <b><span size="12000">Nekompatibilný súbor certifikátu</span></b> Platnosť certifikátu vypršala. Prosím, zaistite, že máte správny certifikát a že je váš systémový čas správny.
zh_cn: <b><span size="12000">证书文件不兼容</span></b> 该证书已失效。请确保使用正确的证书并且系统时间正确。

source: Please verify the values of sslCACert and serverURL in /etc/sysconfig/rhn/up2date. You can either make the serverURL use http instead of https, or you can download the SSL cert from your {PRODUCT_NAME}, place it in /usr/share/rhn, and ensure sslCACert points to it.
sk: Prosím, overte hodnoty sslCACert a serverURL v /etc/sysconfig/rhn/up2date. Môžete buď nastaviť, aby serverURL používal http namiesto https, alebo môžete stiahnuť certifikát SSL zo svojho {PRODUCT_NAME}, umiestniť ho do /usr/share/rhn a zaistiť, aby sslCACert naň ukazoval.
zh_cn: 请校验 /etc/sysconfig/rhn/up2date 中 sslCACert 和 serverURL 的值。可以让 serverURL 使用 http 而不是 https，或者，可以从 {PRODUCT_NAME} 下载 SSL 证书，将其放在 /usr/share/rhn 中，并确保 sslCACert 指向该证书。

source: Problem registering system. A universal default activation key limits the number of systems which can connect to the {PRODUCT_NAME} organization associated with your login. To allow this system to connect, please contact your {PRODUCT_NAME} organization administrator to increase the number of systems allowed to connect or to disable this universal default activation key.
sk: Problém s registráciou systému. Univerzálny predvolený aktivačný kľúč obmedzuje počet systémov, ktoré sa môžu pripojiť k organizácii {PRODUCT_NAME} spojenej s vaším prihlasovacím menom. Ak chcete povoliť pripojenie tohto systému, kontaktujte svojho administrátora organizácie {PRODUCT_NAME}, aby sa zvýšil počet systémov, ktoré sa môžu pripojiť, alebo zakázať tento univerzálny predvolený aktivačný kľúč.
zh_cn: 注册系统时出现问题。 一个通用的默认激活密钥限制了可以连接到与您的登录名关联的 {PRODUCT_NAME} 组织的系统数目。要允许此系统进行连接，请联系您的 {PRODUCT_NAME} 组织管理员来增加可以建立连接的系统数目，或禁止使用此通用默认激活密钥。

source: Tip: Minor releases with a '*' are currently supported by Red Hat.
fi: Vihje: Minor-versiot jotka on merkitty tähdellä ovat tällä hetkellä Red Hatin tukemia.
sk: Tip: Vedľajšie vydania s '*' sú v súčasnosti podporované Red Hat.
zh_cn: 提示：Red Hat 目前不支持包含 '*' 的次要发行版。

source: Warning:You will not be able to limit this system to minor release that is older than the recent minor release if you select this option.
fi: Varoitus: Et voi liittää tätä järjestelmää minor-versioon joka on vanhempi kuin nykyinen versio jos valitset tämän option.
sk: Varovanie:Ak vyberiete túto možnosť, nebudete môcť obmedziť tento systém na vedľajšie vydanie, ktoré je staršie ako posledné vedľajšie vydanie.
zh_cn: 警告：如果您选择此选项，则无法将此系统限制为比最新次要发行版更旧的次要发行版。

source: Your system will be subscribed to %s base software channel. You will not be able to move this system to an earlier release (you will be able to move to a newer release). Are you sure you would like to continue?
fi: Järjestelmä liitetään %s peruskanavaan. Järjestelmää ei voi myöhemmin liittää minor-versioon mutta sen voi päivittää uudempaan versioon. Oletko varma että haluat jatkaa?
sk: Váš systém bude prihlásený k základnému softvérovému kanálu %s. Nebudete môcť presunúť tento systém na staršie vydanie (budete môcť prejsť na novšie vydanie). Naozaj chcete pokračovať?
zh_cn: 您的系统将订阅 %s 基础软件通道。您无法将 此系统迁移到更低的发行版 （可以迁移动到更高的发行版）。 您确定要继续吗？

source: OK
zh_cn: 确定

source: Error
fi: Virhe
sk: Chyba
zh_cn: 错误

source: Next
fi: Seuraava
sk: Ďalej
zh_cn: 下一步

source: Back
fi: Takaisin
sk: Späť
zh_cn: 上一步

source: Cancel
fi: Peru
sk: Zrušiť
zh_cn: 取消

source: No, Cancel
fi: Ei, peruuta
sk: Zrušiť
zh_cn: 否，取消

source: Yes, Continue
fi: Kyllä, jatka
sk: Áno, pokračovať
zh_cn: 是，继续

source: Press <space> to deselect the option.
fi: Poista valinta painamalla välilyöntiä.
sk: Stlačením <medzerníka> zrušíte výber možnosti.
zh_cn: 按 <空格键> 可取消选择该选项。

source: Error: Server Unavailable. Please try later.
fi: Virhe: Palvelin ei ole saatavilla. Yrityä uudelleen myöhemmin.
sk: Chyba: Server je nedostupný.Prosím, skúste neskôr.
zh_cn: 错误：服务器不可用，请稍后重试。

source: ERROR: can not find server CA file
zh_cn: 错误：找不到服务器 CA 文件

source: Connection aborted by the user
fi: Käyttäjä katkaisi yhteyden
sk: Spojenie prerušené užívateľom
zh_cn: 用户已中止连接

source: Server has refused connection due to high load
fi: Palvelin hylkäsi yhteyden koska se on ylikuormittunut
sk: Server odmietol spojenie pre príliš veľké vyťaženie
zh_cn: 由于负载过高，服务器已拒绝连接

source: Spacewalk Location:
sk: Umiestnenie Spacewalk:
zh_cn: Spacewalk 位置：

source: System ID:
fi: Järjestelmän ID:
sk: Priezvisko:
zh_cn: 系统 ID：

source: The server indicated an error:
fi: Palvelin havaitsi virheen:
sk: Server oznámil chybu:
zh_cn: 服务器指出了一个错误：
