Repository: uyuni-project/uyuni
Catalog: client/rhel/spacewalk-client-tools/po/*.po
Languages: fi, ms, sk, zh_cn

source: Certificate _Location:
sk: Umiestnenie certifikátu:
zh_cn: 证书位置(_L)：

source: Select A File
sk: Vybrať súbor
zh_cn: 选择文件

source: I <b>_don't</b> have an SSL certificate. I will contact my system administrator for assistance and will register at a later time.
sk: <b>_Nemám</b> certifikát SSL. Požiadam o pomoc svojho systémového administrátora a zaregistrujem sa neskôr.
zh_cn: 我<b>没有</b> SSL 证书。我将联系我的系统管理员来寻求帮助，并在以后再注册(_D)。

source: Your system is not setup for software updates.
sk: Váš systém nie je nastavený pre aktualizácie softvéru.
zh_cn: 未为您的系统设置软件更新。

source: You won't be able to receive software updates, including security updates, for this system.
sk: Nebudete môcť dostávať aktualizácie softvéru vrátane bezpečnostných aktualizácií pre tento systém.
zh_cn: 您将无法获得此系统的软件更新（包括安全更新）。

source: Proxy Configuration
sk: Nastavenia siete
zh_cn: 代理配置

source: <b>HTTP Proxy</b>
zh_cn: <b>HTTP 代理</b>

source: I would like to connect via an _HTTP proxy.
sk: Chcel by som sa pripojiť cez _HTTP proxy.
zh_cn: 我想通过 HTTP 代理进行连接(_H)。

source: I would like to connect to Spacewalk via an _HTTP proxy.
sk: Chcel by som sa pripojiť k Spacewalk cez _HTTP proxy.
zh_cn: 我想通过 HTTP 代理连接到 Spacewalk(_H)。

source: <small><b>Example:</b> squid.example.com:3128</small>
sk: <small><b>Príklad:</b> squid.priklad.sk:3128</small>
zh_cn: <small><b>示例：</b>squid.example.com:3128</small>

source: _Proxy Location:
sk: Umiestnenie _Proxy:
zh_cn: 代理位置(_P)：

source: Enter in the format hostname(:port)
sk: Zadajte vo formáte počítač(:port)
zh_cn: 请以 "主机名(:端口)" 格式输入

source: proxy location
sk: umiestnenie proxy
zh_cn: 代理位置

source: Use Au_thentication with HTTP Proxy:
sk: Použiť overenie s HTTP Proxy:
zh_cn: 对 HTTP 代理使用身份验证(_T)：

source: Use Authentication with HTTP Proxy
sk: Použiť overenie s HTTP Proxy
zh_cn: 对 HTTP 代理使用身份验证

source: Proxy _Username:
sk: Používateľské meno pre Proxy:
zh_cn: 代理用户名(_U)：

source: Proxy P_assword:
sk: Heslo pre Proxy:
zh_cn: 代理口令(_A)：

source: proxy user field
sk: pole používateľa proxy
zh_cn: 代理用户字段

source: proxy password field
sk: pole hesla proxy
zh_cn: 代理口令字段

source: Confirm operation system release selection
sk: Potvrďte výber vydania operačného systému
zh_cn: 确认选择该操作系统发行版

source: _No, Cancel
sk: _Nie, zrušiť
zh_cn: 否，取消(_N)

source: _Yes, Continue
sk: Áno, pokračovať
zh_cn: 是，继续(_Y)

source: <big><b>Moving to earlier releases won't be possible</b></big>
sk: <big><b>Presun na predchádzajúce vydania nebude možný</b></big>
zh_cn: <big><b>将无法迁移到更低的发行版</b></big>

source: Your system will be subscribed to the base software channel. You will not be able to move this system to an earlier minor release channel if you continue (you will be able to move to a later release.)
sk: Váš systém bude prihlásený k základnému softvérovému kanálu. Ak budete pokračovať, nebudete môcť presunúť tento systém na kanál s predchádzajúcim vedľajším vydaním (budete môcť prejsť na novšie vydanie.)
zh_cn: 您的系统将订阅基础软件通道。如果您继续，则无法将此系统迁移到更低的次要发行版（可以迁移到更高的发行版。）

source: Are you sure you would like to continue?
sk: Naozaj chcete pokračovať?
zh_cn: 您确定要继续吗？

source: Are you Sure?
sk: Ste si istí?
zh_cn: 您确定吗？

source: _Go Back and Register
sk: Vrátiť sa a zaregistrovať sa
zh_cn: 返回并注册(_G)

source: Go Back and Register
sk: Vrátiť sa a zaregistrovať sa
zh_cn: 返回并注册

source: Register _Later
sk: Registrovať neskôr
zh_cn: 以后注册(_L)

source: Register Later
sk: Registrovať neskôr
zh_cn: 以后注册

source: Are you sure you don't want to register your system with Red Hat? You'll miss out on the benefits of a Red Hat Enterprise Linux Subscription:
sk: Naozaj nechcete zaregistrovať svoj systém v Red Hat? Prídete o výhody predplatného Red Hat Enterprise Linux:
zh_cn: 您确定不要将系统注册到 Red Hat 吗？您将失去 Red Hat Enterprise Linux 订阅所带来的好处：

source: Management:
sk: Správa:
zh_cn: 管理：

source: You will not be able to take advantage of these benefits without registering.
sk: Nebudete môcť využívať tieto výhody bez registrácie.
zh_cn: 如果不注册，您将无法利用这些好处。

source: <b>Spacewalk Location:</b>
sk: <b>Umiestnenie Spacewalk:</b>
zh_cn: <b>Spacewalk 位置：</b>

source: <b>Login:</b>
sk: <b>Prihlasovacie meno:</b>
zh_cn: <b>登录：</b>

source: <b>System ID:</b>
sk: <b>ID systému:</b>
zh_cn: <b>系统 ID：</b>

source: label
sk: označenie
zh_cn: 标签

source: <b>Warning</b>
sk: <b>Varovanie</b>
zh_cn: <b>警告</b>

source: This system has already been registered with RHN using RHN certificate-based technology.
sk: Tento systém už bol zaregistrovaný v RHN pomocou technológie založenej na certifikáte RHN.
zh_cn: 此系统已通过基于 RHN 证书的技术注册到 RHN。

source: Your system is being registered again using RHN Classic technology. Red Hat recommends that customers only register once.
sk: Váš systém sa znova registruje pomocou technológie RHN Classic. Red Hat odporúča, aby sa zákazníci registrovali iba raz.
zh_cn: 正在使用 RHN Classic 技术重新注册您的系统。Red Hat 建议客户仅注册一次。

source: To learn more about RHN registration and technologies please consult this Knowledge Base Article: <a href="https://access.redhat.com/kb/docs/DOC-45563">https://access.redhat.com/kb/docs/DOC-45563</a>
sk: Ak sa chcete dozvedieť viac o registrácii a technológiách RHN, prečítajte si tento článok z Knowledge Base: <a href="https://access.redhat.com/kb/docs/DOC-45563">https://access.redhat.com/kb/docs/DOC-45563</a>
zh_cn: 要详细了解 RHN 注册和技术，请查阅此知识库文章：<a href="https://access.redhat.com/kb/docs/DOC-45563">https://access.redhat.com/kb/docs/DOC-45563</a>

source: Software update setup has been completed for this system.
sk: Pre tento systém bolo dokončené nastavenie aktualizácií softvéru.
zh_cn: 已完成此系统的软件更新设置。

source: Your system is now ready to receive the software updates that will keep it secure and supported. You'll know when software updates are available when a package icon appears in the notification area of your desktop (usually in the upper-right corner, circled below.) Clicking on this icon, when available, will guide you through applying any updates that are available:
sk: Váš systém je teraz pripravený prijímať aktualizácie softvéru, ktoré ho budú udržovať zabezpečený a podporovaný. Keď sa v oznamovacej oblasti na pracovnej ploche objaví ikona balíka, budete vedieť, že sú k dispozícii aktualizácie softvéru (zvyčajne v pravom hornom rohu, zakrúžkované nižšie). Kliknutím na túto ikonu, ak je k dispozícii, budete prevedení aplikovaním všetkých dostupných aktualizácií:
zh_cn: 您的系统现在可以接收软件更新以保持安全和受支持状态。 当桌面上的通知区域（通常在右上角，如以下圆圈中所示）中显示了软件包图标时，即可知道有可用的软件更新。单击此图标（如果已显示）可根据引导应用可用的任何更新：

source: Aplet screenshot
sk: Snímka obrazovky apletu
zh_cn: Aplet 屏幕截图

source: Select how your system will receive updates:
sk: Vyberte si, ako bude váš systém dostávať aktualizácie:
zh_cn: 选择系统接收更新的方式：

source: Limited updates
sk: Obmedzené aktualizácie
zh_cn: 有限更新

source: <b>_Limited updates</b> will be provided to this system, maintaining compatibility with the selected minor release software channel:
sk: <b>Obmedzené aktualizácie</b> sa budú poskytovať tomuto systému pri zachovaní kompatibility so softvérovým kanálom pre vybrané vedľajšie vydania:
zh_cn: 将为此系统提供<b>有限更新</b>，以便与选定的次要发行版软件通道保持兼容(_L)：

source: Limited updates will be provided to this system, maintaining compatibility with the selected minor release software channel:
sk: Obmedzené aktualizácie sa budú poskytovať tomuto systému pri zachovaní kompatibility so softvérovým kanálom pre vybrané vedľajšie vydania:
zh_cn: 将为此系统提供有限更新，以便与选定的次要发行版软件通道保持兼容：

source: _Minor release:
sk: Vedľajšie vydanie:
zh_cn: 次要发行版(_M)：

source: Choose minor release
sk: Zvoľte vedľajšie vydanie
zh_cn: 选择次要发行版

source: <b>Tip:</b> Minor releases with a '*' are currently fully supported by Red Hat.
sk: <b>Tip:</b> Vedľajšie vydania s '*' sú v súčasnosti plne podporované Red Hat.
zh_cn: <b>提示：</b>Red Hat 目前完全支持带有 '*' 的次要发行版。

source: <b>_All available updates</b> will be provided to this system. If kept updated, this system will always be equivalent to the latest minor release in the main 'Red Hat Enterprise Linux x' software channel.
sk: <b>Všetky dostupné aktualizácie</b> sa budú poskytovať tomuto systému. Ak bude systém aktualizovaný, bude vždy rovnocenný najnovšiemu vydaniu v hlavnom softvérovom kanáli 'Red Hat Enterprise Linux x'.
zh_cn: 将为此系统提供<b>所有可用更新</b>。如果持续更新的话，此系统将始终等同于 'Red Hat Enterprise Linux x' 主要软件通道中的最新次要发行版(_A)。

source: All available updates will be provided to this system. If kept updated, this system will always be equivalent to the latest minor release in the main 'Red Hat Enterprise Linux x' software channel.
sk: Všetky dostupné aktualizácie sa budú poskytovať tomuto systému. Ak bude systém aktualizovaný, bude vždy rovnocenný najnovšiemu vydaniu v hlavnom softvérovom kanáli 'Red Hat Enterprise Linux x'.
zh_cn: 将为此系统提供所有可用更新。如果持续更新的话，此系统将始终等同于 'Red Hat Enterprise Linux x' 主要软件通道中的最新次要发行版。

source: <b>Warning:</b> Using this option, your system will always be the most recent minor release and <b>cannot</b> be limited to an older release version.
sk: <b>Upozornenie:</b> Pri použití tejto možnosti bude váš systém vždy najnovším vedľajším vydaním a <b>nemôže</b> byť obmedzený na staršiu verziu vydania.
zh_cn: <b>警告：</b>如果使用此选项，您的系统始终采用最新的次要发行版，并且<b>无法</b>限制为接收更低的发行版。

source: Warning: Using this option, your system will always be the most recent minor release and cannot be limited to an older release version.
sk: Upozornenie: Pri použití tejto možnosti bude váš systém vždy najnovším vedľajším vydaním a nemôže byť obmedzený na staršiu verziu vydania.
zh_cn: 警告：如果使用此选项，您的系统始终采用最新的次要发行版，并且无法限制为接收更低的发行版。

source: <b>Your system was registered for updates during installation.</b>
sk: <b>Počas inštalácie bol váš systém zaregistrovaný na aktualizácie.</b>
zh_cn: <b>在安装期间已经为您的系统注册了更新。</b>

source: Your system is ready to receive the software updates that will keep it secure and supported. You'll know when software updates are available when a package icon appears in the notification area of your desktop (usually in the upper-right corner, circled below.) Clicking on this icon, when available, will guide you through applying any updates that are available:
sk: Váš systém je pripravený prijímať aktualizácie softvéru, ktoré ho budú udržovať zabezpečený a podporovaný. Keď sa v oznamovacej oblasti na pracovnej ploche objaví ikona balíka, budete vedieť, že sú k dispozícii aktualizácie softvéru (zvyčajne v pravom hornom rohu, zakrúžkované nižšie). Kliknutím na túto ikonu, ak je k dispozícii, budete prevedení aplikovaním všetkých dostupných aktualizácií:
zh_cn: 您的系统可以接收软件更新以保持安全和受支持状态。 当桌面上的通知区域（通常在右上角，如以下圆圈中所示）中显示了软件包图标时，即可知道有可用的软件更新。单击此图标（如果已显示）可根据引导应用可用的任何更新：

source: icon of aplet
sk: ikona apletu
zh_cn: Aplet 图标

source: RHN Registration
sk: Registrácia RHN
zh_cn: RHN 注册

source: Register for software updates from Spacewalk/Uyuni/SUSE Manager
zh_cn: 注册以接收来自 Spacewalk/Uyuni/SUSE Manager 的软件更新

source: Register to Spacewalk/Uyuni/SUSE Manager
zh_cn: 注册到 Spacewalk/Uyuni/SUSE Manager

source: {PRODUCT_NAME} URL:
fi: {PRODUCT_NAME} -verkko-osoite:
sk: URL {PRODUCT_NAME}:

source: We could not contact the Satellite or Proxy at '%s.'
sk: Nemohli sme kontaktovať Satellite alebo Proxy na '%s.'

source: This error shouldn't have happened. If you'd like to help us improve this program, please file a bug at bugzilla.redhat.com. Including the relevant parts of '%s' would be very helpful. Thanks!
sk: Táto chyba sa nemala stať. Ak nám chcete pomôcť vylepšiť tento program, predložte chybu na bugzilla.redhat.com. Veľmi užitočné by bolo zahrnutie príslušných častí '%s'. Vďaka!

source: Register for software updates from Spacewalk/Red Hat Satellite/Red Hat Network Classic
sk: Registrovať sa pre aktualizácie softvéru z Spacewalk/Red Hat Satellite/Red Hat Network Classic

source: Register to Spacewalk/Red Hat Satellite/Red Hat Network Classic.
sk: Zaregistrovať sa v Spacewalk/Red Hat Satellite/Red Hat Network Classic.
