Repository: uyuni-project/uyuni
Catalog: client/rhel/dnf-plugin-spacewalk/po/*.po
Languages: cs, es, ja, pt_br, zh_cn

source: Spacewalk based repositories will be disabled.
cs: Na Spacewalku založená úložiště budou zakázána.
es: Los repositorios de tipo Spacewalk se deshabilitarán.
ja: Spacewalk ベースのリポジトリは無効化されます。
pt_br: Repositórios baseados no Spacewalk serão desabilitados.
zh_cn: 将会禁用基于 Spacewalk 的储存库。

source: Spacewalk channel support will be disabled.
cs: Podpora kanálu Spacewalk bude zakázána.
es: El soporte para canales Spacewalk se deshabilitará.
ja: Spacewalk チャンネルのサポートは無効化されます。
pt_br: O suporte ao canal Spacewalk será desativado.
zh_cn: 将禁用 Spacewalk 频道支持。

source: There was an error communicating with Spacewalk server.
cs: Došlo k chybě komunikace se serverem Spacewalk.
es: Hubo un error de comunicación con el servidor Spacewalk.
ja: Spacewalk サーバとの通信時にエラーが発生しました。
pt_br: Ocorreu um erro de comunicação com o servidor Spacewalk.
zh_cn: 与 Spacewalk 服务器通讯时出错。

source: This system is not registered with Spacewalk server.
cs: Tento systém není registrován u serveru Spacewalk.
es: El sistema no está registrador con un servidor Spacewalk.
ja: このシステムは Spacewalk サーバに登録されていません。
pt_br: Este sistema não está registrado no servidor Spacewalk.
zh_cn: 此系统未在 Spacewalk 服务器中注册。

source: This system is not subscribed to any channels.
cs: Tento systém neodebírá žádné kanály.
es: Este sistema no está suscrito a ningún canal.
ja: このシステムはいずれのチャンネルもサブスクライブしていません。
pt_br: Este sistema não está inscrito em nenhum canal.
zh_cn: 此系统未订阅任何频道。

source: SystemId could not be acquired.
cs: Nešlo získat SystemId.
es: No se pudo conseguir el systemid.
ja: SystemId を取得できませんでした。
pt_br: SystemId não pôde ser adquirido.
zh_cn: 无法获取 SystemId。

source: You can use rhn_register to register.
cs: K registraci lze použít rhn_register.
es: Puede usar rhn_register para registrarse.
ja: rhn_register を使用することで登録を行なうことができます。
pt_br: Você pode usar o rhn_register para registrar.
zh_cn: 可以使用 rhn_register 注册。

source: This system is receiving updates from Spacewalk server.
cs: Tento systém přijímá aktualizace od serveru Spacewalk.
es: Este sistema recibe sus actualizaciones de un servidor Spacewalk.
ja: このシステムは Spacewalk サーバから更新を受信しています。
pt_br: Este sistema está recebendo atualizações do servidor Spacewalk.
zh_cn: 此系统正在从 Spacewalk 服务器接收更新。

source: For security reasons packages from Spacewalk based repositories can be verified only with locally installed gpg keys. GPG key '%s' has been rejected.
cs: Z bezpečnostních důvodů lze ověřovat balíčky z úložišť na bázi Spacewalk pouze s lokálně instalovanými klíči gpg. GPG klíč '%s' byl odmítnut.
es: Por motivos de seguridad, los paquetes de repositorios procedentes de Spacewalk solo se pueden identificar mirando claves GPG localmente instaladas. La clave '%s' ha sido rechazada.
ja: セキュリティ上の理由から、 Spacewalk ベースのリポジトリから取得したパッケージは、ローカルにインストールされている GPG 鍵でのみ検証することができます。 GPG 鍵 '%s' は拒否されました。
pt_br: Por razões de segurança, os pacotes de repositórios baseados no Spacewalk podem ser verificados apenas com chaves gpg instaladas localmente. A chave GPG '%s' foi rejeitada.
zh_cn: 出于安全原因，来自基于 Spacewalk 的储存库的软件包只能通过本地安装的 gpg 密钥校验。GPG 密码 "%s" 已被拒绝。

source: Package profile information could not be sent.
cs: Informace o profilu balíčku nemohly být odeslány.
es: No se pudo enviar la información de perfil de paquetes.
ja: パッケージプロファイル情報を送信できませんでした。
pt_br: A informação sobre o perfil de pacote não pôde ser enviada.
zh_cn: 无法发送软件包配置文件信息。

source: Missing required login information for Spacewalk: %s
cs: Chybí požadované přihlašovací údaje pro SpaceWalk: %s
es: Faltan las credenciales de acceso a Spacewalk: %s
ja: Spacewalk に対して必要なログイン情報がありません: %s
pt_br: Falta de informações de login necessárias para Spacewalk: %s
zh_cn: 缺少必需的 Spacewalk 登录信息：%s

source: Spacewalk plugin has to be run under with the root privileges.
cs: Plugin Spacewalk musí být spuštěn s oprávněním superuživatele root.
es: El plugin de Spacewalk debe correr con permisos de root.
ja: Spacewalk プラグインは root 権限で動作させなければなりません。
pt_br: O plugin Spacewalk deve ser executado com privilégios de root.
zh_cn: Spacewalk 插件必须使用 root 特权运行。
