Repository: uyuni-project/uyuni
Catalog: python/spacewalk/po/*.po
Languages: ca, cs, ja, pt_br, sk

source: +++ email requested, but there is nothing to send +++
ca: +++ correu electrònic sol·licitat, però no hi ha res per enviar +++
cs: +++ vyžadován e-mail, ale není nic k odeslání +++
ja: +++ 電子メールの要求がありましたが、送信すべき内容がありません +++
pt_br: +++ email solicitado, mas não há nada para enviar +++
sk: +++ požadovaný e-mail, ale nie je čo +++

source: "%s" (specified in commandline) could not be opened and read: %s
ca: %s (especificat a la línia d'ordres) no s'ha pogut obrir ni llegir: %s
cs: "%s" (uvedeno v příkazovém řádku) nelze otevřít a přečíst: %s
ja: "%s" (コマンドライン内で指定されています) を開いて読み込むことができません: %s
pt_br: "%s" (especificado na linha de comando) não pôde ser aberto e lido: %s

source: "%s" could not be opened and/or written to: %s
ca: %s no s'ha pogut obrir ni escriure-hi: %s
cs: "%s“ nelze otevřít a/nebo do něj zapisovat: %s
ja: "%s" を開いたり書き込んだりする ことができません: %s
pt_br: Não foi possível abrir "%s" e/ou escrito para: %s

source: No handler for step %s
ca: No hi ha controlador per al pas %s
cs: Žádný obslužný program pro krok %s
ja: ステップ %s に対するハンドラがありません
pt_br: Nenhum manipulador para a etapa %s
sk: Žiadna obsluha pre krok %s

source: Environment changed, trying again...
ca: L'entorn ha canviat, es torna a provar...
cs: Prostředí se změnilo, nový pokus...
ja: 環境が変更されました。再試行しています...
pt_br: Ambiente alterado, tentando novamente...
sk: Prostredie sa zmenilo, opätovné skúšanie...

source: ERROR: Encountered IntegrityError:
ca: ERROR: s'ha trobat un error d'integritat:
cs: CHYBA: Došlo k chybě integrity:
ja: エラー: IntegrityError に遭遇しました:
pt_br: ERRO: Erro de integridade encontrado:
sk: CHYBA: Vyskytla sa ChybaIntegrity:

source: Repeated failures
ca: Fallades repetides
cs: Opakované závady
ja: 繰り返しの失敗
pt_br: Falhas repetidas
sk: Opakované zlyhania

source: Import complete: Begin time: %s End time: %s Elapsed: %s
ca: Importació completada: Hora d'inici: %s Hora d'acabament: %s Transcorregut: %s
cs: Import dokončen: Zahájeno: %s Ukončeno: %s Uplynulo: %s
ja: 取り込みが完了しました: 開始時刻: %s 終了時刻: %s 経過時間: %s
pt_br: Importação concluída: Hora de início: %s Hora de término: %s Decorrido: %s
sk: Import je dokončený: Začiatočný čas: %s Koncový čas: %s Uplynulý: %s

source: hours
ca: hores
cs: hodin
ja: 時間
pt_br: horas
sk: hodiny

source: minutes
ca: minuts
cs: minut
ja: 分
pt_br: minutos
sk: minúty

source: seconds
ca: segons
cs: vteřin
ja: 秒
pt_br: segundos
sk: sekundy

source: ERROR: The dump is missing package data, use --no-rpms to skip this step or fix the content to include package data.
ca: ERROR: falten dades del paquet a l'abocament, useu --no-rpms per ometre aquest pas o corregiu el contingut per incloure dades del paquet.
cs: CHYBA: Na výpisu chybí data balíčku; použijte --no-rpms k přeskočení tohoto kroku nebo opravte obsah tak, aby obsahoval data balíčku.
ja: エラー: ダンプにはパッケージデータがありません。 --no-rpms を指定してこのステップを飛ばすか、パッケージデータが含まれるように内容を修正してください。
pt_br: ERRO: O dump está faltando dados do pacote, use --no-rpms para ignorar esta etapa ou corrigir o conteúdo para incluir dados do pacote.
sk: CHYBA: Na výpise chýbajú dáta balíkov, použite --no-rpms na preskočenie tohto kroku alebo opravte obsah tak, aby obsahoval dáta balíkov.

source: The SUSE Manager master does not support syncing orgs data.
ca: El mestre de SUSE Manager no admet la sincronització de dades de l'organització.
cs: Hlavní server SUSE Manager nepodporuje synchronizaci dat organizací.
ja: SUSE Manager マスターは組織データの同期をサポートしていません。
pt_br: O mestre do SUSE Manager não suporta a sincronização de dados da organização.
sk: SUSE Manager master nepodporuje synchronizáciu údajov organizácií.

source: Skipping...
ca: S'omet...
cs: Přeskakuji...
ja: 飛ばしています...
pt_br: Pulando...
sk: Preskakovanie...

source: SUSE Manager Inter Server sync. report from %s
ca: Informe de sincronització entre servidors de SUSE Manager de %s
cs: Zpráva o synchronizaci SUSE Manager Inter Server z %s
ja: SUSE Manager サーバ間同期です。 %s からのレポート
pt_br: Sincronização do SUSE Manager Inter Server. relatório de %s
sk: Správa synchronizácie pre SUSE Manager Inter Server od %s

source: - file-system synchronization
ca: - sincronització del sistema de fitxers
cs: - synchronizace systému souborů
ja: - ファイルシステムの同期
pt_br: - sincronização do sistema de arquivos
sk: - synchronizácia súborového systému

source: - live synchronization
ca: - sincronització en directe
cs: - živá synchronizace
ja: - ライブ同期
pt_br: - sincronização ao vivo
sk: - živá synchronizácia

source: ERROR: Live content synchronizing with RHN Classic Hosted is no longer supported. Please use the cdn-sync command instead unless you are attempting to sync from another {PRODUCT_NAME} via Inter-Server-Sync (ISS), or from local content on disk via Channel Dump ISOs.
ca: ERROR: la sincronització de contingut en directe amb RHN Classic Hosted ja no és compatible. Si us plau, useu l'ordre cdn-sync tret que intenteu sincronitzar des d'un altre {PRODUCT_NAME} mitjançant Inter-Server-Sync (ISS) o des del contingut local del disc mitjançant les ISO d'abocament de canals.
cs: CHYBA: Synchronizace živého obsahu s RHN Classic Hosted již není podporována. Použijte příkaz cdn-sync, nepokoušíte-li se synchronizovat z jiného {PRODUCT_NAME} přes Inter-Server-Sync (ISS), nebo z místního obsahu na disku pomocí obrazů ISO z výpisu kanálu (Channel Dump).
ja: エラー: RHN Classic Hosted を利用したライブコンテンツの同期は、もはやサポートされていません。 サーバ間同期 (ISS) を介して他の {PRODUCT_NAME} から同期を行なっている場合や、チャンネルダンプ ISO を利用してディスク内のローカルコンテンツから同期を行なっている場合を除き、代わりに cdn-sync コマンドを使用してください。
pt_br: ERRO: A sincronização de conteúdo Live com o RHN Classic Hosted não é mais suportada. Use o comando cdn-sync em vez disso, a menos que você esteja tentando sincronizar de outro {PRODUCT_NAME} via Inter-Server-Sync (ISS), ou de conteúdo local no disco via Channel Dump ISOs.
sk: CHYBA: Synchronizácia živého obsahu so serverom RHN Classic Hosted už nie je podporovaná. Namiesto toho použite príkaz cdn-sync, pokiaľ sa nepokúšate synchronizovať s ďalším {PRODUCT_NAME} cez Inter-Satelite-Sync (ISS) alebo s lokálnym obsahom na disku cez Channel Dump ISO.

source: debug/output level: %s
ca: nivell de depuració / sortida: %s
cs: úroveň ladění/výstupu: %s
ja: デバッグ／出力レベル: %s
pt_br: depuração/nível de saída: %s
sk: ladiaca/výstupná úroveň: %s

source: ERROR: this server must be registered with SUSE Manager.
ca: ERROR: aquest servidor ha d'estar registrat amb SUSE Manager.
cs: CHYBA: tento server musí být zaregistrován u SUSE Manager.
ja: エラー: このサーバを SUSE Manager で登録しなければなりません。
pt_br: ERRO: este servidor deve ser registrado no SUSE Manager.
sk: CHYBA: tento server musí byť zaregistrovaný v SUSE Manager.

source: Retrieving / parsing %s data
ca: Recuperant / analitzant les dades de %s
cs: Načítání/analýza dat %s
ja: %s のデータを取得／処理しています
pt_br: Recuperando/analisando %s dados
sk: Získavanie / analyzovanie dát %s

source: *** SYSTEM INTERRUPT CALLED ***
ca: *** S'ha cridat una interrupció del sistema ***
cs: *** VYVOLÁNO SYSTÉMOVÉ PŘERUŠENÍ ***
ja: *** システム割り込みが呼び出されました ***
pt_br: *** INTERRUPÇÃO DO SISTEMA CHAMADO ***
sk: *** VOLANÉ SYSTÉMOVÉ PRERUŠENIE ***

source: ERROR: fatal parser exception occurred
ca: ERROR: s'ha produït una excepció fatal de l'analitzador
cs: CHYBA: došlo k fatální výjimce analyzátoru
ja: エラー: 致命的な処理例外が発生しました
pt_br: ERRO: ocorreu uma exceção fatal do analisador
sk: CHYBA: vyskytla sa kritická výnimka analyzátora

source: (line: %s, col: %s msg: %s)
ca: (línia: %s, col.: %s missatge: %s)
cs: (řádek: %s, sloupec: %s zpráva: %s)
ja: (行: %s, 列: %s メッセージ: %s)
pt_br: (linha: %s, col: %s msg: %s)
sk: (riadok: %s, stĺpec: %s správa: %s)

source: ERROR: parser exception occurred: %s
ca: ERROR: s'ha produït una excepció de l'analitzador: %s
cs: CHYBA: došlo k výjimce analyzátoru: %s
ja: エラー: 処理例外が発生しました: %s
pt_br: ERRO: ocorreu uma exceção do analisador: %s
sk: CHYBA: vyskytla sa výnimka analyzátora: %s

source: ERROR: exception (during parse) occurred:
ca: ERROR: s'ha produït una excepció (durant l'anàlisi):
cs: CHYBA: došlo k výjimce (během analýzy):
ja: エラー: 例外 (処理時) が発生しました:
pt_br: ERRO: ocorreu uma exceção (durante a análise):
sk: CHYBA: vyskytla sa výnimka (počas analýzy):

source: Encountered some errors with %s data (see logs (%s) for more information)
ca: S'han trobat alguns errors amb les dades de %s (vegeu els registres (%s) per obtenir més informació)
cs: Došlo k některým chybám s daty %s (další informace viz protokoly %s)
ja: %s データでいくつかのエラーに遭遇しました (詳しくはログ (%s) をお読みください)
pt_br: Foram encontrados alguns erros com os dados %s (consulte os logs (%s) para obter mais informações)
sk: Vyskytli sa nejaké chyby s dátami %s (ďalšie informácie nájdete v záznamoch (%s))

source: Encountered some errors with %s data:
ca: S'han trobat alguns errors amb les dades de %s:
cs: Došlo k několika chybám s údaji %s:
ja: %s データでいくつかのエラーに遭遇しました:
pt_br: Foram encontrados alguns erros com %s dados:
sk: Vyskytli sa nejaké chyby s dátami %s:

source: ------- %s PARSE/IMPORT ERROR -------
ca: ------- %s ERROR D'ANÀLISI / IMPORTACIÓ -------
cs: ------- CHYBA ANALÝZY/IMPORTU %s -------
ja: ------- %s 処理／取り込みエラー -------
pt_br: ------- %s ANALISAR/IMPORTAR ERRO -------
sk: ------- CHYBA ANALÝZY / IMPORTU %s -------

source: %s data complete
ca: Dades completades: %s
cs: %s dat dokončeno
ja: %s データ完了
pt_br: %s dados concluídos
sk: dáta %s sú kompletné

source: Retrieving / parsing channel data
ca: Recuperació / anàlisi de dades del canal
cs: Načítání / analýza dat kanálu
ja: チャンネルデータの取得／処理を行なっています
pt_br: Recuperando / analisando dados do canal
sk: Získavanie / analyzovanie dát kanála

source: Channel data complete
ca: Dades del canal completades
cs: Data kanálu dokončena
ja: チャンネルデータ完了
pt_br: Dados do canal concluídos
sk: Dáta kanála sú kompletné

source: %10s import from %s
ca: %10s importa des de %s
cs: %10s import z %s
ja: %10s %s から取り込み
pt_br: %10s importado de %s
sk: %10s import z %s

source: %10s import from %s - %s
ca: %10s importa des de %s - %s
cs: %10s import z %s - %s
ja: %10s %s - %s から取り込み
pt_br: %10s importado de %s - %s
sk: %10s import z %s - %s

source: p = previously imported/synced channel
ca: p = canal importat / sincronitzat prèviament
cs: p = dříve importovaný / synchronizovaný kanál
ja: p = 以前に取り込み／同期したチャンネル
pt_br: p = canal importado/sincronizado anteriormente
sk: p = predtým importovaný/synchronizovaný kanál

source: . = channel not yet imported/synced
ca: . = canal encara no importat / sincronitzat
cs: . = kanál dosud není importován/synchronizován
ja: . = まだ取り込み／同期していないチャンネル
pt_br: . = canal ainda não importado/sincronizado
sk: . = kanál ešte nebol importovaný/synchronizovaný

source: e = channel no longer supported (end-of-service)
ca: e = el canal ja no és compatible (fi del servei)
cs: e = kanál již není podporován (ukončení služby)
ja: e = サポート対象外のチャンネル (サービス終了済み)
pt_br: e = canal não é mais suportado (fim de serviço)
sk: e = kanál už nie je podporovaný (koniec služby)

source: ? = channel label invalid --- typo?
ca: ? = l'etiqueta del canal no és vàlida --- error ortogràfic?
cs: ? = označení kanálu je neplatné --- překlep?
ja: ? = チャンネルラベルが正しくないもの (指定ミス？)
pt_br: ? = etiqueta do canal inválida --- erro de digitação?
sk: ? = štítok kanála je neplatný --- preklep?

source: base-channels
ca: canals base
cs: základní-kanály
ja: ベースチャンネル
pt_br: canais-base
sk: základné-kanály

source: NONE RELEVANT
ca: CAP DE RELLEVANT
cs: ŽÁDNÝ RELEVANTNÍ
ja: 関係なし
pt_br: NADA RELEVANTE
sk: ŽIADNE RELEVANTNÉ

source: end-of-service
ca: fi del servei
cs: ukončení-služby
ja: サービス終了
pt_br: fim-do-serviço
sk: koniec-služby

source: typos:
ca: errors tipogràfics:
cs: překlepy:
ja: 誤記:
pt_br: erros de digitação:
sk: preklepy:

source: XXX: imported channels: %s
ca: XXX: canals importats: %s
cs: XXX: importované kanály: %s
ja: XXX: 取り込んだチャンネル: %s
pt_br: XXX: canais importados: %s
sk: XXX: importované kanály: %s

source: XXX: cached channels: %s
ca: XXX: canals en memòria cau: %s
cs: XXX: kanály v mezipaměti (keši): %s
ja: XXX: キャッシュしたチャンネル: %s
pt_br: XXX: canais em cache: %s
sk: XXX: kanály vo vyrovnávacej pamäti: %s

source: XXX: list channels called
ca: XXX: llista els canals trucats
cs: XXX: seznam volaných kanálů
ja: XXX: 呼び出したチャンネルの一覧
pt_br: XXX: listar canais cancelados
sk: XXX: zoznam volaných kanálov

source: ERROR: these channels either do not exist or are not available:
ca: ERROR: aquests canals no existeixen o no estan disponibles:
cs: CHYBA: tyto kanály neexistují, nebo nejsou dostupné:
ja: エラー: これらのチャンネルは存在していないか、利用ができません:
pt_br: ERRO: esses canais não existem ou não estão disponíveis:
sk: CHYBA: tieto kanály buď neexistujú, alebo nie sú k dispozícii:

source: (to see a list of channel labels: %s --list-channels)
ca: (per veure una llista d'etiquetes de canals: %s --list-channels)
cs: (zobrazení seznamu označení kanálů: %s --list-channels)
ja: (チャンネルラベルの一覧を表示するには: %s --list-channels)
pt_br: (para ver uma lista de rótulos de canais: %s --list-channels)
sk: (pozrieť si zoznam štítkov kanálov: %s --list-channels)

source: Retrieving / parsing short package metadata: %s (%s)
ca: Recuperant / analitzant les metadades breus del paquet: %s (%s)
cs: Načítání / analýza metadat krátkých balíčků: %s (%s)
ja: 短いパッケージのメタデータを取得／処理しています: %s (%s)
pt_br: Recuperando/analisando metadados curtos do pacote: %s (%s)
sk: Získavanie / analyzovanie metadát krátkych balíkov: %s (%s)

source: Diffing package metadata (what's missing locally?): %s
ca: Metadades de paquets diferents (què falta localment?): %s
cs: Srovnání metadat balíčků (co lokálně chybí?): %s
ja: パッケージのメタデータの差分を抽出しています (ローカル側に何が無いのかを調べています): %s
pt_br: Diferenciar os metadados do pacote (o que está faltando localmente?): %s
sk: Porovnávanie metadát balíkov (čo chýba lokálne?): %s

source: Diffing:
ca: Diferències:
cs: Srovnávání:
ja: 差分を抽出しています:
pt_br: Diferença:
sk: Porovnávanie:

source: ERROR: incremental dump skipped
ca: ERROR: s'ha omès l'abocament incremental
cs: CHYBA: vynechán přírůstkový výpis
ja: エラー: 増分ダンプを飛ばしました
pt_br: ERRO: despejo incremental ignorado
sk: CHYBA: preskočený prírastkový výpis

source: Downloading rpm packages
ca: Baixada de paquets rpm
cs: Stahování balíčků rpm
ja: rpm パッケージをダウンロードしています
pt_br: Fazendo download de pacotes rpm
sk: Sťahovanie rpm balíkov

source: Fetching any missing RPMs: %s (%s)
ca: Obtenint els RPM que manquen: %s (%s)
cs: Načítání chybějících RPM: %s (%s)
ja: 存在していない RPM をフェッチしています: %s (%s)
pt_br: Buscando RPMs ausentes: %s (%s)
sk: Sťahovanie všetkých chýbajúcich RPM: %s (%s)

source: NONE MISSING
ca: NO EN MANCA CAP
cs: NECHYBÍ ŽÁDNÝ
ja: 存在しないものはありません
pt_br: NENHUM AUSENTE
sk: ŽIADNY NECHÝBA

source: Processing rpm packages complete
ca: S'ha completat el processament dels paquets rpm.
cs: Zpracování balíčků rpm bylo dokončeno
ja: rpm パッケージの処理が完了しました
pt_br: Processando pacotes rpm completos
sk: Spracovanie rpm balíkov je dokončené

source: Downloading package metadata
ca: Baixada de metadades de paquets
cs: Stahování metadat balíčku
ja: パッケージのメタデータをダウンロードしています
pt_br: Fazendo Download de Metadados do Pacote
sk: Sťahovanie metadát balíkov

source: Downloading srpm packages
ca: Baixada de paquets srpm
cs: Stahování balíčků srpm
ja: srpm パッケージをダウンロードしています
pt_br: Fazendo download de pacotes srpm
sk: Sťahovanie srpm balíkov

source: Fetching any missing SRPMs: %s (%s)
ca: Obtenint els SRPM que manquen: %s (%s)
cs: Načítání chybějících SRPM: %s (%s)
ja: 存在していない SRPM をフェッチしています: %s (%s)
pt_br: Buscando quaisquer SRPMs ausentes: %s (%s)
sk: Sťahovanie všetkých chýbajúcich SRPM: %s (%s)

source: Diffing source package metadata (what's missing locally?): %s
ca: Diferents metadades del paquet font (què manca localment?): %s
cs: Srovnání metadat zdrojových balíčků (co lokálně chybí?): %s
ja: ソースパッケージのメタデータの差分を抽出しています (ローカル側に何が無いのかを調べています): %s
pt_br: Diferenciar os metadados do pacote de origem (o que está faltando localmente?): %s
sk: Porovnávanie metadát zdrojových balíkov (čo chýba lokálne?): %s

source: Downloading source package metadata
ca: Baixada de metadades del paquet font
cs: Stahování metadat zdrojového balíčku
ja: ソースパッケージのメタデータをダウンロードしています
pt_br: Fazendo Download de Metadados do Pacote de Origem
sk: Sťahovanie metadát zdrojových balíkov

source: Unable to save file %s: %s
ca: No es pot desar el fitxer %s: %s
cs: Nelze uložit soubor %s: %s
ja: ファイル %s を保存できません: %s
pt_br: Não foi possível salvar o arquivo %s: %s
sk: Nepodarilo sa uložiť súbor %s: %s

source: Failed to fetch file %s
ca: No s'ha pogut obtenir el fitxer %s
cs: Načtení souboru %s se nezdařilo
ja: ファイル %s のフェッチが失敗しました
pt_br: Falha ao buscar o arquivo %s
sk: Zlyhalo stiahnutie súboru %s

source: Downloading kickstartable trees metadata
ca: Baixada de metadades d'arbres de la taula d'inici
cs: Stahování metadat startovatelných stromů
ja: キックスタート可能なツリーのメタデータをダウンロードしています
pt_br: Download de metadados de árvores kickstartable
sk: Sťahovanie metadát stromov schopných kickstart

source: Downloading kickstartable trees files
ca: Baixada de fitxers d'arbres de la taula d'inici
cs: Stahování souborů startovatelných stromů
ja: キックスタート可能なツリーファイルをダウンロードしています
pt_br: Download de arquivos de árvores kickstartable
sk: Sťahovanie súborov stromov schopných kickstart

source: Grabbing all patches for channel %s
ca: Agafant tots els pedaços per al canal %s
cs: Získání všech záplat pro kanál %s
ja: チャンネル %s に対する全てのパッチをつかんでいます
pt_br: Transferindo todos os patches para o canal %s
sk: Získanie všetkých opráv pre kanál %s

source: Downloading patch data
ca: Baixada de dades del pedaç
cs: Stahování dat záplaty
ja: パッチデータをダウンロードしています
pt_br: Fazendo download de dados de patch
sk: Sťahovanie dát opráv

source: Forcing download of all patch data for requested channels.
ca: Es força la baixada de totes les dades del pedaç dels canals sol·licitats.
cs: Vynucuji stažení všech dat záplat pro požadované kanály.
ja: 要求したチャンネルに対する全てのパッチデータを強制ダウンロードしています。
pt_br: Forçar o download de todos os dados do patch para os canais solicitados.
sk: Vynútenie stiahnutia všetkých dát opráv pre požadované kanály.

source: Downloading patch data complete
ca: S'ha completat la baixada de les dades del pedaç.
cs: Stahování dat záplaty dokončeno
ja: パッチデータのダウンロードが完了しました
pt_br: Download dos dados do patch concluídos
sk: Sťahovanie dát opráv je dokončené

source: Downloading:
ca: Baixada:
cs: Stahuji:
ja: ダウンロードしています:
pt_br: Baixando:
sk: Sťahovanie:

source: - complete
ca: - completa
cs: - dokončeno
ja: - 完了
pt_br: - completo
sk: - dokončené

source: Importing source package metadata
ca: Importació de metadades del paquet font
cs: Import metadat zdrojového balíčku
ja: ソースパッケージのメタデータを取り込んでいます
pt_br: Importando Metadados do Pacote de Origem
sk: Importovanie metadát zdrojových balíkov

source: Importing package metadata
ca: Importació de metadades del paquet
cs: Import metadat balíčku
ja: パッケージのメタデータを取り込んでいます
pt_br: Importando Metadados do Pacote
sk: Importovanie metadát balíkov

source: Importing:
ca: Importació:
cs: Importuji:
ja: 取り込んでいます:
pt_br: Importação:
sk: Importovanie:

source: Package Not Found in Cache, Clear the Cache to Regenerate it.
ca: No s'ha trobat el paquet a la memòria cau. Esborreu la memòria cau per regenerar-la.
cs: Balíček nebyl v mezipaměti (keši) nalezen; vymažte mezipaměť do Regenerujte ji.
ja: キャッシュ内にはパッケージが見つかりません。キャッシュを再生成するにはクリアしてください。
pt_br: Pacote não encontrado no cache, limpe o cache para regenerá-lo.
sk: Balík sa nenašiel vo vyrovnávacej pamäti, vyčistite vyrovnávaciu pamäť do Obnovte ju.

source: Importing channel patches
ca: Importació de pedaços de canal
cs: Import záplat kanálu
ja: チャンネルパッチを取り込んでいます
pt_br: Importando patches de canal
sk: Importovanie opráv kanálov

source: Importing %s patches for channel %s.
ca: Important %s pedaços per al canal %s.
cs: Importuje se %s záplat pro kanál %s.
ja: %s 個のパッチをチャンネル %s に対して取り込んでいます。
pt_br: Importando %s patches para o canal %s.
sk: Importovanie %s opráv pre kanál %s.

source: ERROR: server.mount_point not set in the configuration file
ca: ERROR: server.mount_point no establert al fitxer de configuració.
cs: CHYBA: v konfiguračním souboru není nastaven server.mount_point
ja: エラー: 設定ファイル内で server.mount_point が設定されていません
pt_br: ERRO: server.mount_point não definido no arquivo de configuração
sk: CHYBA: server.bod_pripojenia nie je nastavený v konfiguračnom súbore

source: ERROR: server.mount_point %s do not exist
ca: ERROR: server.mount_point %s no existeix.
cs: CHYBA: server.mount_point %s neexistuje
ja: エラー: server.mount_point %s が存在しません
pt_br: ERRO: server.mount_point %s não existe
sk: CHYBA: server.bod_pripojenia %s neexistuje

source: ERROR: path under server.mount_point (%s) do not exist
ca: ERROR: la ruta a server.mount_point (%s) no existeix.
cs: CHYBA: cesta podle nastavení server.mount_point (%s) neexistuje
ja: エラー: server.mount_point (%s) 以下のパスが存在していません
pt_br: ERRO: o caminho em server.mount_point (%s) não existe
sk: CHYBA: cesta pod server.bod_pripojenia (%s) neexistuje

source: Commandline: %s
ca: Línia d'ordres: %s
cs: Příkazový řádek: %s
ja: コマンドライン: %s
pt_br: Linha de comando: %s
sk: Príkazový riadok: %s

source: DEBUG ONLY: max. batch-size for XML/database-import processing (1..%s)."man mgr-inter-sync" for more information.
ca: NOMÉS DEPURACIÓ: mida màxima del lot per al processament d'importació XML/base de dades (1..%s). Vegeu "man mgr-inter-sync" per a més informació.
cs: POUZE DEBUG (ladění): max. batch-size (velikost dávky) pro zpracování XML/database-import (importu databáze) (1..%s). Další informace: "man mgr-inter-sync".
ja: デバッグのみ: XML／データベース取り込み処理に対する最大バッチサイズ (1..%s) 。詳しくは "man mgr-inter-sync" をお読みください。
pt_br: APENAS PARA DEBUGAR: máx. tamanho do lote para processamento de importação XML/banco de dados (1..%s)."man mgr-inter-sync" para obter mais informações.
sk: IBA LADIŤ: max. veľkosť-dávky pre spracovanie XML/database-import (1..%s). Viac informácií v "man mgr-inter-sync".

source: alternative SSL CA Cert (fullpath to cert file)
ca: Certificat CA SSL alternatiu (camí complet al fitxer de certificat)
cs: alternativní certifikát SSL CA (úplná cesta k souboru certifikátu)
ja: 代替 SSL CA 証明書 (証明書ファイルに対するフルパス)
pt_br: certificado alternativo da CA SSL (caminho completo para o arquivo cert)
sk: alternatívny SSL CA certifikát (úplná cesta k certifikačnému súboru)

source: process data for this channel only
ca: processa dades només per a aquest canal
cs: zpracovávat data jen pro tento kanál
ja: このチャンネルに対してのみデータを処理
pt_br: processar dados apenas para este canal
sk: spracovať dáta iba pre tento kanál

source: disk dump will be considered to be a full export; see "man mgr-inter-sync" for more information.
ca: l'abocament de disc es considerarà una exportació completa; vegeu "man mgr-inter-sync" per a més informació.
cs: výpis disku bude považován za úplný export; další informace viz "man mgr-inter-sync“.
ja: ディスクダンプは完全エクスポートと考えられます。詳しくは "man mgr-inter-sync" をお読みください。
pt_br: despejo de disco será considerado uma exportação completa; veja "man mgr-inter-sync" para mais informações.
sk: výpis disku sa bude považovať za úplný export; ďalšie informácie nájdete v "man mgr-inter-sync".

source: existing custom channels will also be synced (unless -c is used)
ca: els canals personalitzats existents també se sincronitzaran (tret que s'usi -c)
cs: stávající vlastní kanály budou také synchronizovány (není-li použit parametr -c)
ja: 既存の独自チャンネルについても同期が行なわれます (-c を指定しない限り)
pt_br: os canais personalizados existentes também serão sincronizados (a menos que -c seja usado)
sk: existujúce vlastné kanály budú tiež synchronizované (pokiaľ sa nepoužije -c)
