Repository: uyuni-project/uyuni
Catalog: python/spacewalk/po/*.po
Languages: ca, cs, ja, pt_br, sk

source: The username contains invalid characters.
ca: El nom d'usuari conté caràcters no vàlids.
cs: Uživatelské jméno obsahuje nepovolené znaky.
ja: ユーザー名に無効な文字が含まれています。
pt_br: O nome de usuário contém caracteres inválidos.
sk: Používateľské meno obsahuje neplatné znaky.

source: File not found.
ca: Fitxer no trobat.
cs: Soubor nenalezen.
ja: ファイルが見つかりません。
pt_br: Arquivo não encontrado.
sk: Súbor nebol nájdený.

source: Architecture and OS version combination is not supported.
ca: La combinació d'arquitectura i versió del sistema operatiu no és compatible.
cs: Tato kombinace architektury a verze operačního systému není podporována.
ja: アーキテクチャとオペレーティングシステムのバージョンの組み合わせは対応していません。
pt_br: A combinação de arquitetura e versão do SO não é suportada.
sk: Kombinácia architektúry a verzie OS nie je podporovaná.

source: Could not retrieve system data from database.
ca: No s'han pogut recuperar les dades del sistema de la base de dades.
cs: Nepodařilo se získat systémová data z databáze.
ja: データベースからシステムのデータを読み出すことができませんでした。
pt_br: Não foi possível recuperar os dados do sistema do banco de dados.
sk: Nepodarilo získať z databázy systémové dáta.

source: Invalid arguments passed to function.
ca: S'han passat arguments no vàlids a la funció.
cs: Funkci byly předány neplatné argumenty.
ja: 関数に無効な引数が渡されました。
pt_br: Argumentos inválidos transmitidos para a função.
sk: Funkcii boli odovzdané neplatné argumenty.

source: Unable to retrieve requested entry.
ca: No es pot recuperar l'entrada sol·licitada.
cs: Nepodařilo se získat požadovaný záznam.
ja: 要求されたエントリを読み出せません。
pt_br: Não foi possível recuperar a entrada solicitada.
sk: Požadovanú položku sa nepodarilo získať.

source: Could not update database entry.
ca: No s'ha pogut actualitzar l'entrada de la base de dades.
cs: Nepodařilo se aktualizovat záznam v databázi.
ja: データベースのエントリを更新できませんでした。
pt_br: Não foi possível atualizar a entrada do banco de dados.
sk: Nepodarilo sa aktualizovať položku databázy.

source: Unsupported server architecture.
ca: L'arquitectura del servidor no està admesa.
cs: Nepodporovaná architektura serveru.
ja: 未対応のサーバーアーキテクチャです。
pt_br: Arquitetura de servidor não suportada.
sk: Nepodporovaná architektúra servera.

source: The anonymous server functionality is no longer available. Please re-register this system by running mgr_register as root. Please visit https://%(hostname)s/rhn/systems/SystemEntitlements.do or login at https://%(hostname)s, and from the "Overview" tab, select "Subscription Management" to enable the service for this system.
ca: La funcionalitat del servidor anònim ja no està disponible. Si us plau, torneu a registrar aquest sistema executant mgr_register com a root. Visiteu https://%(hostname)s/rhn/systems/SystemEntitlements.do o inicieu sessió a https://%(hostname)s i des de la pestanya Visió general, seleccioneu Gestió de subscripcions, per habilitar el servei per a aquest sistema.
cs: Funkce anonymního serveru již není dostupná. Znovu se zaregistrujte jako superuživatel root příkazem mgr_register. Navštivte https://%(hostname)s/rhn/systems/SystemEntitlements.do nebo se přihlaste na https://%(hostname)s a na kartě "Přehled" (Overview), zvolte "Správu předplatných" (Subscription Management) pro aktivaci služby pro tento systém.
ja: 匿名サーバー機能は利用できなくなっています。 root になり mgr_register を実行してこのシステムの再登録を行ってください。 このシステムに対してサービスを有効にする場合は、 https://%(hostname)s/rhn/systems/SystemEntitlements.do にアクセスするか、 https://%(hostname)s でログインしてから "概要" タブ内の "サブスクリプション管理" を選択してください。
pt_br: A funcionalidade do servidor anônimo não está mais disponível. Por favor, registre novamente este sistema executando mgr_register como root. Por favor visite https://%(hostname)s/rhn/systems/SystemEntitlements.do ou faça login em https://%(hostname)s, e na guia "Visão geral", selecione "Gerenciamento de assinatura" para ativar o serviço para este sistema.
sk: Funkcia anonymného servera už nie je k dispozícii. Znova zaregistrujte tento systém spustením mgr_register ako root. Prosím navštívte https://%(hostname)s/rhn/systems/SystemEntitlements.do alebo sa prihláste na https://%(hostname)s a z karty "Prehľad" vyberte "Správa predplatného" na aktiváciu služby pre tento systém.

source: Record not available in the database.
ca: Registre no disponible a la base de dades.
cs: Tento záznam v databázi neexistuje.
ja: データベースに使用できるレコードがありません。
pt_br: Registro não disponível no banco de dados.
sk: Záznam nie je dostupný v databáze.

source: Invalid value for entry.
ca: Valor no vàlid per a l'entrada.
cs: Neplatná hodnota záznamu.
ja: エントリには無効な値です。
pt_br: Valor inválido para entrada.
sk: Neplatná hodnota pre položku.

source: This system does not have a valid entitlement for SUSE Manager. Please visit https://%(hostname)s/rhn/systems/SystemEntitlements.do or login at https://%(hostname)s, and from the "Overview" tab, select "Subscription Management" to enable the service for this system.
ca: Aquest sistema no té un dret vàlid per a SUSE Manager. Visiteu https://%(hostname)s/rhn/systems/SystemEntitlements.do o inicieu sessió a https://%(hostname)s i des de la pestanya Visió general, seleccioneu Gestió de subscripcions, per habilitar el servei per a aquest sistema.
cs: Tento systém nemá platné oprávnění pro Správce SUSE. Navštivte https://%(hostname)s/rhn/systems/SystemEntitlements.do nebo se přihlaste na https://%(hostname)s a na kartě "Přehled" (Overview) zvolte "Správu předplatných" (Subscription Management), abyste si aktivovali službu pro tento systém.
ja: このシステムには SUSE Manager 用の有効なエンタイトルメントがありません。 このシステムに対してサービスを有効にする場合は、 https://%(hostname)s/rhn/systems/SystemEntitlements.do にアクセスするか、 https://%(hostname)s でログインしてから "概要" タブ内にある "サブスクリプション管理" を選択してください。
pt_br: Este sistema não possui um direito válido para o SUSE Manager. Por favor visite https://%(hostname)s/rhn/systems/SystemEntitlements.do ou faça login em https://%(hostname)s, e na guia "Visão geral", selecione "Gerenciamento de assinatura" para ativar o serviço para este sistema.
sk: Tento systém nemá platné oprávnenie pre SUSE Manager. Prosím navštívte https://%(hostname)s/rhn/systems/SystemEntitlements.do alebo sa prihláste na https://%(hostname)s a z karty "Prehľad" vyberte "Správa predplatného"vna aktiváciu služby pre tento systém.

source: Channel error
ca: Error del canal
cs: Chyba kanálu
ja: チャンネルエラー
pt_br: Erro no canal
sk: Chyba kanála

source: Client session token is invalid.
ca: El testimoni de la sessió del client no és vàlid.
cs: Session token klient je neplatný.
ja: クライアントのセッショントークンが無効です。
pt_br: O token da sessão do cliente é inválido.
sk: Token klientského sedenia je neplatný.

source: Client session token has expired.
ca: El testimoni de la sessió del client ha vençut.
cs: Session token klienta vypršel.
ja: クライアントのセッショントークンの有効期限が切れています。
pt_br: O token da sessão do cliente expirou.
sk: Platnosť tokenu klientského sedenia vypršala.

source: You are not authorized to retrieve the requested object.
ca: No esteu autoritzat per recuperar l'objecte sol·licitat.
cs: Nemáte oprávnění k vyzvednutí požadovaného objektu.
ja: 要求されたオブジェクトを読み出す権限が与えられていません。
pt_br: Você não está autorizado a recuperar o objeto solicitado.
sk: Nemáte oprávnenie získať požadovaný objekt.

source: Invalid action
ca: Acció no vàlida
cs: Neplatná operace
ja: 無効な動作
pt_br: Ação inválida
sk: Neplatná akcia

source: You are not allowed to perform administrative tasks on this system.
ca: No esteu autoritzat per realitzar les tasques administratives en aquest sistema.
cs: Nemáte oprávnění spravovat tento systém.
ja: このシステムで管理関連の作業を行う許可がありません。
pt_br: Você não tem permissão para executar tarefas administrativas neste sistema.
sk: Nemáte oprávnenie vykonávať administratívne úlohy v tomto systéme.

source: The system is already subscribed to the specified channel.
ca: El sistema ja està subscrit al canal especificat.
cs: Tento systém je již přihlášen do daného kanálu.
ja: システムは既に指定チャンネルにサブスクライブされています。
pt_br: O sistema já está inscrito no canal especificado.
sk: Systém je už prihlásený k zadanému kanálu.

source: The system is not currently subscribed to the specified channel.
ca: El sistema actualment no està subscrit al canal especificat.
cs: Tento systém není momentálně přihlášený do daného kanálu.
ja: 現在、 システムは指定チャンネルにサブスクライブされていません。
pt_br: O sistema não está atualmente inscrito no canal especificado.
sk: Systém nie je momentálne prihlásený k zadanému kanálu.

source: The specified channel does not exist.
ca: El canal especificat no existeix.
cs: Požadovaný kanál neexistuje.
ja: 指定されたチャンネルが存在していません。
pt_br: O canal especificado não existe.
sk: Zadaný kanál neexistuje.

source: Invalid channel version.
ca: La versió del canal no és vàlida.
cs: Neplatná verze kanálu.
ja: 無効なチャンネルバージョンです。
pt_br: Versão do canal inválida.
sk: Neplatná verzia kanála.

source: User group membership limits exceeded. The current settings for your account do not allow you to add another user account. Please check with the organization administrator for your account if the maximum number of users allowed to subscribe to server needs to be changed.
ca: S'han superat els límits de pertinença a grups d'usuaris. La configuració actual del compte no us permet afegir-hi un altre compte d'usuari. Si us plau, consulteu amb l'administrador de l'organització compte si el nombre màxim d'usuaris autoritzats a subscriure's al servidor necessita canvis.
cs: Překročeny limity členství ve skupině uživatelů. Aktuální nastavení účtu neumožňuje přidat další uživatelský účet. Zkontrolujte prosím u správce vaší organizace účet, zda maximální počet uživatelů, kteří se mohou přihlásit k odběru serverových potřeb, má být změněn.
ja: ユーザーグループのメンバーシップの上限を超えています。 お使いのアカウントの現在の設定では、これ以上のユーザーアカウントの追加はできません。 サーバに対してサブスクリプションを設定できる最大ユーザー数を変更する必要がある場合は、 組織の管理者にご確認ください。
pt_br: Limites de associação ao grupo de usuários excedidos. As configurações atuais da sua conta não permitem adicionar outro conta de usuário. Verifique com o administrador da organização o seu conta se o número máximo de usuários com permissão para se inscrever nas necessidades do servidor para ser mudado.
sk: Limity členstva v používateľských skupinách boli prekročené. Aktuálne nastavenia vášho účtu vám neumožňujú pridať ďalší používateľský účet. Prosím, overte si u administrátora organizácie pre váš účet, či sa musí zmeniť maximálny počet používateľov, ktorí sa môžu prihlásiť k serveru. k serveru.

source: System group membership limits exceeded. The current settings for your account do not allow you to add another system profile. Please check with the organization administrator for your account for modifying the maximum number of system profiles that can be subscribed to your account.
ca: S'han superat els límits de pertinença al grup del sistema. La configuració actual del compte no us permet afegir-hi un altre perfil del sistema. Si us plau, consulteu amb l'administrador de l'organització la modificació del nombre màxim de perfils de sistema que hi poden haver subscrits al compte.
cs: Překročeny limity členství ve skupině uživatelů. Aktuální nastavení účtu Vám neumožňuje přidat další uživatelský účet. Zkontrolujte u správce vaší organizace účet, zda maximální počet uživatelů, kteří se mohou přihlásit k odběru serverových potřeb, má být změněn.
ja: システムグループのメンバーシップの上限を超えています。 お使いのアカウントの現在の設定では、これ以上のシステムプロファイルの追加はできません。 お使いのアカウントでサブスクリプションを設定できるシステムプロファイル数の最大値を 変更する必要がある場合は、組織の管理者にご確認ください。
pt_br: Limites de associação ao grupo do sistema excedidos. As configurações atuais da sua conta não permitem adicionar outro perfil do sistema. Verifique com o administrador da organização para modificar o número máximo de perfis do sistema que podem ser inscrito na sua conta.
sk: Limity členstva v systémových skupinách boli prekročené. Aktuálne nastavenia vášho účtu vám neumožňujú pridať ďalší systémový profil. Prosím, obráťte sa na administrátora organizácie pre váš účet, ak chcete upraviť maximálny počet systémových profilov, ktoré je môžu byť prihlásené k vášmu účtu.

source: Invalid architecture. The architecture of the package is not supported by
ca: Arquitectura no vàlida. L'arquitectura del paquet no és compatible amb
cs: Neplatná architektura. Architektura balíčku není podporována
ja: アーキテクチャが正しくありません。 このパッケージのアーキテクチャは対応していません。
pt_br: Arquitetura inválida. A arquitetura do pacote não é suportada por
sk: Neplatná architektúra. Architektúru balíka nie je podporovaná

source: Invalid RPM header
ca: Capçalera RPM no vàlida
cs: Neplatná hlavička RPM
ja: 無効な RPM ヘッダーです
pt_br: Cabeçalho RPM inválido
sk: Neplatná hlavička RPM

source: This system is already registered as a Salt Minion. If you want to register it as a traditional client please delete it first via the web UI or API and then register it using the traditional tools.
ca: Aquest sistema ja està registrat com a Salt Minion. Si el voleu registrar com a client tradicional si us plau, suprimiu-lo primer mitjançant la interfície d'usuari web o l'API i després registreu-lo amb les eines tradicionals.
cs: Tento systém je již zaregistrován jako Salt Minion. Chcete-li se zaregistrovat jako tradiční klient, nejprve ho smažte webovým rozhraním UI nebo API a pak ho registrujte tradičními nástroji.
ja: このシステムは既に Salt Minion として登録されています。従来型のクライアントとして登録したい場合は、 Web UI や API でいったん削除を行なったあと、再度従来のツールで登録を行なってください。
pt_br: Esse sistema já está registrado como Salt Minion. Se você deseja registrá-lo como um cliente tradicional por favor exclua-o primeiro pela interface da Web ou API da Web e depois registre-o usando as ferramentas tradicionais.
sk: Tento systém je už zaregistrovaný ako Salt Minion. Ak ho chcete zaregistrovať ako tradičného klienta, najskôr ho vymažte cez webové UI alebo API a potom ho zaregistrujte pomocou tradičných nástrojov.

source: Invalid information uploaded to the server
ca: Informació no vàlida pujada al servidor
cs: Na server byla nahrána neplatná informace
ja: サーバーに無効な情報がアップロードされました
pt_br: Informações inválidas carregadas no servidor
sk: Na server boli nahrané neplatné informácie

source: Error uploading network interfaces configuration.
ca: S'ha produït un error en pujar la configuració de les interfícies de xarxa.
cs: Chyba při nahrávání konfigurace síťových rozhraní.
ja: ネットワークインターフェースの設定をアップロード中にエラーが発生しました。
pt_br: Erro ao carregar a configuração de interfaces de rede.
sk: Chyba pri nahrávaní konfigurácie sieťových rozhraní.

source: Package Upload Failed due to uniqueness constraint violation. Make sure the package does not have any duplicate dependencies or does not already exists on the server
ca: No s'ha pogut carregar el paquet a causa d'una infracció de la restricció d'unicitat. Assegureu-vos que el paquet no tingui cap dependència duplicada o si ja no existeix al servidor.
cs: Nahrávání balíčku se nezdařilo kvůli porušení jedinečnosti. Ujistěte se, že balíček nemá duplicitní závislosti a je dosud na serveru
ja: 一意性制約の違反によりパッケージのアップロードが失敗しました。 パッケージに重複する依存関係がないこと、 またはこのパッケージが まだサーバーに存在していないことを確認してください。
pt_br: Falha no upload do pacote devido a violação de restrição de exclusividade. Verifique se o pacote não possui dependências duplicadas ou se já não existe no servidor
sk: Nahranie balíka zlyhalo z dôvodu porušenia obmedzení jedinečnosti. Uistite sa, že balík nemá duplicitné závislosti alebo už neexistuje na serveri.

source: The --force mgrpush option is disabled on this server. Please contact your SUSE Manager administrator for more help.
ca: L'opció --force mgrpush està desactivada en aquest servidor. Poseu-vos en contacte amb l'administrador de SUSE Manager per obtenir més ajuda.
cs: Možnost --force mgrpush byla na tomto serveru vypnuta. Pro další pomoc kontaktujte svého správce SUSE Manager.
ja: このサーバーでは --force mgrpush のオプションは無効になっています。 詳細については SUSE Manager の管理者にお問い合わせください。
pt_br: A opção --force mgrpush está desativada neste servidor. Entre em contato com o administrador do SUSE Manager para obter mais ajuda.
sk: Na tomto serveri je zakázaná voľba --force mgrpush. Pre ďalšiu pomoc kontaktujte svojho administrátora SUSE Manager.

source: The activation token specified could not be found on the server. Please retry with a valid key.
ca: No s'ha pogut trobar el testimoni d'activació especificat al servidor. Torneu-ho a provar amb una clau vàlida.
cs: Zadaný aktivační žeton nebyl na serveru nalezen. Zkuste to prosím znovu s platným klíčem.
ja: 指定されたアクティベーショントークンがサーバーに見つかりませんでした。 有効なキーでやり直してください。
pt_br: O token de ativação especificado não pôde ser encontrado no servidor. Tente novamente com uma chave válida.
sk: Zadaný aktivačný token nebolo možné nájsť na serveri. Prosím, skúste to znova s platným kľúčom.

source: Too many systems registered using this registration token
ca: Hi ha massa sistemes registrats que utilitzen aquest testimoni de registrament
cs: Pomocí tohoto registračního tokenu se registrovalo příliš mnoho systémů
ja: この登録トークンを使用して登録されたシステムが多すぎます
pt_br: Muitos sistemas registrados usando esse token de registro
sk: Pomocou tohto registračného tokenu bolo zaregistrovaných príliš veľa systémov

source: Token contains invalid, obsoleted or insufficient settings
ca: El testimoni conté ajustos no vàlids, en desús i insuficients
cs: Token obsahuje neplatné, zastaralé nebo nedostatečné nastavení
ja: 無効な設定、 またはサポートされていないか不適切な設定を含むトークンです
pt_br: O token contém configurações inválidas, obsoletas ou insuficientes
sk: Token obsahuje neplatné, zastarané alebo nedostatočné nastavenia

source: Conflicting activation tokens
ca: Conflicte en els testimonis d'activació
cs: Konflikt aktivačních tokenů
ja: アクティベーショントークンが競合しています
pt_br: Tokens de ativação conflitantes
sk: Konfliktné aktivačné tokeny

source: No matching base channel found for your system.
ca: No s'ha trobat cap canal de base coincident per al vostre sistema.
cs: Ve vašem systému nebyl nalezen žádný odpovídající základní kanál.
ja: お使いのシステムに該当するベースチャンネルが見つかりませんでした。
pt_br: Nenhum canal base correspondente encontrado para o seu sistema.
sk: Pre váš systém sa nenašiel žiadny zodpovedajúci základný kanál.

source: You do not have subscription permission to the designated channel. Please refer to your organization's channel or organization administrators for further details.
ca: No teniu permís de subscripció al canal designat. Consulteu el canal de l'organització o els administradors per a més detalls.
cs: Nemáte povolení k odběru určeného kanálu. Pro další podrobnosti se prosím obraťte na kanál vaší organizace nebo na její správce.
ja: 指定チャンネルへのサブスクリプションパーミッションがありません。 詳細については組織の管理者またはチャンネル管理者にお問い合わせください。
pt_br: Você não tem permissão de assinatura para o canal designado. Por favor consulte o canal ou os administradores da organização para obter mais detalhes.
sk: Nemáte oprávnenie predplatného k určenému kanálu. Ďalšie podrobnosti nájdete v kanáli svojej organizácie alebo administrátora organizácie.

source: You can not unsubscribe from base channel.
ca: No us podeu de-subscriure del canal base.
cs: Z hlavního kanálu se nelze odhlásit.
ja: ベースチャンネルのサブスクリプションを解除することはできません。
pt_br: Você não pode cancelar a inscrição no canal base.
sk: Nemôžete sa odhlásiť zo základného kanála.

source: SUSE Manager or Proxy channel can not be subscribed.
ca: No es pot subscriure al canal SUSE Manager o Proxy.
cs: Nelze odebírat SUSE Manager nebo Proxy kanál.
ja: SUSE Manager もしくは Proxy チャンネルはサブスクリプションを設定できません。
pt_br: O canal SUSE Manager ou Proxy não pode ser assinado.
sk: Nie je možné prihlásiť sa k SUSE Manager alebo Proxy kanálu.

source: There was an error while trying to join the system to its groups
ca: S'ha produït un error en intentar afegir el sistema als seus grups.
cs: Při pokusu o připojení systému do jeho skupin došlo k chybě
ja: システムをそのグループに参加させる途中でエラーが発生しました
pt_br: Ocorreu um erro ao tentar ingressar no sistema em seus grupos
sk: Pri pokuse o pripojenie systému k jeho skupinám sa vyskytla chyba

source: Unable to entitle system
ca: No es pot donar el dret al sistema
cs: Nelze přiřadit oprávnění systému
ja: システムにエンタイトルメントを付与できません
pt_br: Não foi possível habilitar o sistema
sk: Nie je možné priradiť oprávnenie systému

source: Maximum e-mail length violation.
ca: Incompliment de la longitud màxima del correu electrònic.
cs: Příliš dlouhý e-mail.
ja: Email の最大長を超えています。
pt_br: Violação de tamanho máximo de email.
sk: Nedodržanie maximálnej dĺžky e-mailu.

source: This system has been previously registered.
ca: Aquest sistema s'ha registrat prèviament.
cs: Tento systém již byl registrován.
ja: このシステムは既に登録されています。
pt_br: Este sistema foi registrado anteriormente.
sk: Tento systém bol predtým zaregistrovaný.

source: Invalid username
ca: El nom d'usuari no és vàlid
cs: Neplatné uživatelské jméno
ja: 無効なユーザー名
pt_br: Nome de usuário Inválido
sk: Neplatné používateľské meno

source: Unable to look up server
ca: No es pot cercar el servidor.
cs: Nepodařilo se dohledat server
ja: サーバーを検出できません
pt_br: Não foi possível procurar o servidor
sk: Server sa nepodarilo vyhľadať

source: Required argument is missing
ca: Falta l'argument obligatori
cs: Chybý požadovaný argument
ja: 必要な引数がありません
pt_br: O argumento necessário está ausente
sk: Chýba požadovaný argument

source: No entitlement information tied to hardware
ca: No hi ha informació de drets vinculada al maquinari.
cs: K hardwaru nejsou připojeny žádné informace o oprávnění
ja: ハードウェアに関連づけられているエンタイトルメント情報がありません
pt_br: Nenhuma informação de direito vinculada ao hardware
sk: S hardvérom nie sú spojené žiadne informácie o oprávneniach

source: Installation number is not entitling
ca: El número d'instal·lació no hi dona dret.
cs: Číslo instalace není oprávnění
ja: インストール番号にエンタイトルメントが付与されていません
pt_br: O número da instalação não está autorizado
sk: Inštalačné číslo nie je oprávňujúce

source: Maximum username length violation
ca: Incompliment de la longitud màxima del nom d'usuari
cs: Příliš dlouhé uživatelské jméno
ja: ユーザー名の最大長を超えています
pt_br: Violação máxima do tamanho do nome de usuário
sk: Nedodržanie maximálnej dĺžky používateľského mena

source: Maximum password length violation
ca: Incompliment de la longitud màxima de la contrasenya
cs: Příliš dlouhé heslo
ja: パスワードの最大長を超えています
pt_br: Violação máxima do comprimento da senha
sk: Nedodržanie maximálnej dĺžky hesla

source: This user has read only API access. Action denied.
ca: Aquest usuari només té accés a l'API de lectura. Acció denegada.
cs: Tento uživatel má k API přístup jen pro čtení. Akce je zamítnuta.
ja: このユーザに対しては読み込み専用の API アクセスのみが提供されています。アクションが拒否されました。
pt_br: Este usuário possui acesso apenas à API. Ação negada.
sk: Tento používateľ má prístup iba na čítanie API. Akcia zamietnutá.

source: System Name cannot be less than 1 character
ca: El nom del sistema no pot tenir menys d'1 caràcter.
cs: Název systému musí mít alespoň 1 znak
ja: システム名を 1 文字未満にすることはできません
pt_br: O nome do sistema não pode ter menos de 1 caractere
sk: Názov systému nesmie mať menej ako 1 znak

source: SUSE Manager Proxy error.
ca: Error del servidor intermediari de SUSE Manager.
cs: Chyba SUSE Manager Proxy.
ja: SUSE Manager Proxy のエラーです。
pt_br: Erro de proxy do SUSE Manager.
sk: Chyba SUSE Manager Proxy.

source: SUSE Manager Proxy unable to login.
ca: L'intermediari de SUSE Manager no pot iniciar la sessió.
cs: SUSE Manager Proxy není schopen se přihlásit.
ja: SUSE Manager Proxy によるログインができません。
pt_br: Proxy do SUSE Manager não pode efetuar login.
sk: SUSE Manager Proxy sa nemôže prihlásiť.

source: SUSE Manager Proxy system ID does not match a Spacewalk Proxy Server in the database.
ca: L'identificador del sistema de l'intermediari de SUSE Manager no coincideix amb un servidor intermediari Spacewalk a la base de dades.
cs: ID systému SUSE Manager Proxy neodpovídá serveru Spacewalk Proxy v databázi.
ja: SUSE Manager Proxy のシステム ID と、データベース内の Spacewalk Proxy Server の情報が合致しません。
pt_br: O ID do sistema SUSE Manager Proxy não corresponde a um Spacewalk Proxy Server no banco de dados.
sk: ID systému SUSE Manager Proxy nezodpovedá Spacewalk Proxy Server v databáze.
