Repository: uyuni-project/uyuni
Catalog: python/spacewalk/po/*.po
Languages: ca, cs, ja, pt_br, sk

source: SUSE Manager Proxy session token is invalid.
ca: El testimoni de sessió de l'intermediari de SUSE Manager no és vàlid.
cs: Žeton relace SUSE Manager Proxy je neplatný.
ja: SUSE Manager Proxy セッショントークンが正しくありません。
pt_br: O token de sessão do SUSE Manager Proxy é inválido.
sk: Token sedenia SUSE Manager Proxy je neplatný.

source: SUSE Manager Proxy session token has expired.
ca: El testimoni de sessió de l'intermediari de SUSE Manager ha caducat.
cs: Žeton relace SUSE Manager Proxy vypršel.
ja: SUSE Manager Proxy セッショントークンの期限が切れています。
pt_br: O token de sessão do SUSE Manager Proxy expirou.
sk: Platnosť tokenu sedenia SUSE Manager Proxy vypršala.

source: user creation is not allowed via mgr_register; please contact your sysadmin to have your account created.
ca: no es permet la creació d'usuaris mitjançant mgr_register; poseu-vos en contacte amb l'administrador del sistema per crear el compte.
cs: vytvoření uživatele není povoleno pomocí mgr_register; obraťte se na svého sysadmina a požádejte ho o vytvoření účtu.
ja: mgr_register 経由でのユーザ作成は許可されていません; システム管理者にアカウントの作成を依頼してください。
pt_br: a criação do usuário não é permitida via mgr_register; entre em contato com o administrador do sistema para criar sua conta.
sk: vytváranie používateľov nie je povolené cez mgr_register; kontaktujte svojho správcu systémov a požiadajte ho o vytvorenie účtu.

source: This SUSE Manager server is not allowed to use Inter Server Sync on this server
ca: Aquest servidor de SUSE Manager no pot usar Inter Server Sync en aquest servidor.
cs: Tento server SUSE Manager nemá na tomto serveru povoleno používat Inter Server Sync
ja: この SUSE Manager サーバーでは、このサーバーでの Inter Server Sync の使用が許可されていません
pt_br: Este servidor do SUSE Manager não tem permissão para usar o Inter Server Sync neste servidor
sk: Tento server SUSE Manager nemá povolenie na tomto serveri používať Inter Server Sync

source: Inter Server Sync is disabled on this SUSE Manager Server.
ca: La sincronització entre servidors està desactivada en aquest servidor de SUSE Manager.
cs: Funkce Inter Server Sync je na tomto serveru SUSE Manager zakázána.
ja: Inter Server Sync は、この SUSE Manager サーバでは無効化されています。
pt_br: A sincronização entre servidores está desabilitada neste servidor do SUSE Manager.
sk: Inter Server Sync je zakázaný na tomto SUSE Manager Server.

source: Invalid datatype passed
ca: Es va passar un tipus de dades no vàlid
cs: Předán neplatný datový typ
ja: 無効なデータタイプが渡されています
pt_br: Tipo de dados inválido passado
sk: Odovzdaný neplatný dátový typ

source: Unable to retrieve channel
ca: No es pot recuperar el canal
cs: Nepodařilo se načíst kanál
ja: チャンネルが読み出せません
pt_br: Não foi possível recuperar o canal
sk: Nie je možné získať kanál

source: Unable to retrieve package
ca: No es pot recuperar el paquet
cs: Nepodařilo se načíst balíček
ja: パッケージが読み出せません
pt_br: Não foi possível recuperar o pacote
sk: Nie je možné získať balík

source: Unable to retrieve erratum
ca: No es pot recuperar l'errata
cs: Nepodařilo se načíst erratu
ja: エラータが読み出せません
pt_br: Não foi possível recuperar a errata
sk: Nie je možné získať tlačovú chybu

source: File is missing
ca: Falta el fitxer
cs: Soubor nenalezen
ja: ファイルがありません
pt_br: Falta o arquivo
sk: Súbor chýba

source: Function retrieval error
ca: Error en la recuperació de la funció
cs: Chyba načítání funkce
ja: 関数読み出しのエラーです
pt_br: Erro de recuperação de função
sk: Chyba načítania funkcie

source: Function execution error
ca: Error en l'execució de la funció
cs: Chyba provádění funkce
ja: 関数実行エラーです
pt_br: Erro de execução da função
sk: Chyba vykonávania funkcie

source: Missing version string
ca: Falta la cadena de la versió
cs: Chybějící řetězec verze
ja: バージョン文字列がありません
pt_br: String de versão ausente
sk: Chýba reťazec verzie

source: Invalid version string
ca: La cadena de la versió no és vàlida
cs: Neplatný řetězec verze
ja: 無効なバージョン文字列です
pt_br: String de versão inválida
sk: Neplatný reťazec verzie

source: Mismatching versions
ca: Les versions no coincideixen
cs: Nesouhlasící verze
ja: バージョンが一致しません
pt_br: Versões incompatíveis
sk: Nezhodné verzie

source: Invalid channel version
ca: La versió del canal no és vàlida
cs: Neplatná verze kanálu
ja: 無効なチャンネルバージョンです
pt_br: Versão do canal inválida
sk: Neplatná verzia kanála

source: No comps file for channel
ca: No hi ha el fitxer comps per al canal
cs: Pro kanál není k dispozici žádný soubor comps
ja: チャンネル用の comps ファイルがありません
pt_br: Nenhum arquivo de comps para o canal
sk: Žiadny súbor comps pre kanál

source: Unable to retrieve comps file
ca: No es pot recuperar el fitxer comps
cs: Nelze načíst soubor comps
ja: comps ファイルが読み出せません
pt_br: Não foi possível recuperar o arquivo comps
sk: Nie je možné získať súbor comps

source: Configuration action missing
ca: Falta l'acció de configuració
cs: Chybí akce konfigurace
ja: 設定動作がありません
pt_br: Ação de configuração ausente
sk: Chýba konfiguračná akcia

source: File too large
ca: El fitxer és massa gran
cs: Příliš velký soubor
ja: ファイルが長すぎます
pt_br: Arquivo muito grande
sk: Súbor je príliš veľký

source: File contains binary data
ca: El fitxer conté dades binàries
cs: Soubor obsahuje binární data
ja: ファイルにバイナリデータが含まれています
pt_br: O arquivo contém dado binário
sk: Súbor obsahuje binárne dáta

source: Configuration channel is not empty
ca: El canal de configuració no està buit
cs: Konfigurační kanál není prázdný
ja: 設定チャンネルが空になっていません
pt_br: Canal de configuração não está vazio
sk: Konfiguračný kanál nie je prázdny

source: Permission error
ca: Error de permís
cs: Chyba oprávnění
ja: パーミッションエラーです
pt_br: Erro de permissão
sk: Chyba oprávnení

source: Content missing for configuration file
ca: Falta contingut per al fitxer de configuració
cs: Chybí obsah konfiguračního souboru
ja: 設定ファイルの内容がありません
pt_br: Conteúdo ausente para o arquivo de configuração
sk: Chýba obsah konfiguračného súboru

source: Template delimiters not specified
ca: Delimitadors de plantilla no especificats
cs: Oddělovače šablon nejsou zadány
ja: テンプレートの区切り文字が指定されていません
pt_br: Delimitadores de modelo não especificados
sk: Oddeľovače šablón nie sú uvedené

source: Configuration channel does not exist
ca: El canal de configuració no existeix
cs: Konfigurační kanál neexistuje
ja: 設定チャンネルが存在していません
pt_br: O canal de configuração não existe
sk: Konfiguračný kanál neexistuje

source: Configuration channel already exists
ca: El canal de configuració ja existeix
cs: Konfigurační kanál již existuje
ja: 設定チャンネルは既に存在しています
pt_br: O canal de configuração já existe
sk: Konfiguračný kanál už existuje

source: File missing from configuration channel
ca: Falta el fitxer al canal de configuració.
cs: Soubor z konfiguračního kanálu chybí
ja: 設定チャンネルからのファイルがありません
pt_br: Arquivo ausente no canal de configuração
sk: Chýba súbor z konfiguračného kanála

source: Different revision of this file is uploaded
ca: Es penja una revisió diferent d'aquest fitxer
cs: Je nahrána jiná revize tohoto souboru
ja: このファイルの別の改訂版がアップロードされています
pt_br: Upload diferente da revisão deste arquivo
sk: Nahraná je iná revízia tohto súboru

source: File already uploaded to configuration channel
ca: El fitxer ja s'ha penjat al canal de configuració.
cs: Soubor již byl nahrán na konfigurační kanál
ja: ファイルは既に設定チャンネルにアップロードされています
pt_br: Arquivo já carregado no canal de configuração
sk: Súbor už bol nahraný na konfiguračný kanál

source: File size exceeds remaining quota space
ca: La mida del fitxer supera l'espai de quota restant.
cs: Velikost souboru překračuje zbývající prostor kvóty
ja: ファイルサイズが残りの上限領域を超えています
pt_br: O tamanho do arquivo excede o espaço restante da cota
sk: Veľkosť súboru presahuje zostávajúci priestor kvóty

source: Full path of file must be specified
ca: Cal especificar el camí complet del fitxer.
cs: Musí být zadána úplná cesta k souboru
ja: ファイルの完全パスを指定してください
pt_br: O caminho completo do arquivo deve ser especificado
sk: Musí byť zadaná úplná cesta k súboru

source: Invalid revision number
ca: El número de revisió no és vàlid
cs: Neplatné číslo revize
ja: 無効な改訂版番号です
pt_br: Número de revisão inválido
sk: Neplatné číslo revízie

source: Cannot compare files of different file type
ca: No es poden comparar els fitxers de diferent tipus de fitxer
cs: Nelze porovnat soubory různých typů
ja: タイプが異なるファイル同士は比較できません
pt_br: Não é possível comparar arquivos de outro tipo
sk: Nie je možné porovnávať súbory rôznych súborových typov

source: SCAP results file transfer is invalid or incomplete
ca: La transferència de fitxers de resultats SCAP no és vàlida o és incompleta.
cs: Přenos souboru výsledků SCAP je neplatný nebo neúplný
ja: SCAP results のファイル転送が正しくないか、不完全です
pt_br: A transferência do arquivo de resultados SCAP é inválida ou incompleta
sk: Prenos súboru výsledkov SCAP je neplatný alebo neúplný

source: Error composing directory path for detailed SCAP results
ca: Error en redactar la ruta del directori per obtenir resultats SCAP detallats
cs: Chyba při vytváření cesty k adresáři pro podrobné výsledky SCAP
ja: 詳細な SCAP results に対するディレクトリパスの生成時にエラー
pt_br: Erro ao compor o caminho do diretório para obter resultados detalhados do SCAP
sk: Chyba pri vytváraní cesty adresára pre podrobné výsledky SCAP

source: Error composing file path for detailed SCAP results
ca: Error en redactar la ruta del fitxer per obtenir resultats SCAP detallats
cs: Chyba při vytváření cesty souboru pro podrobné výsledky SCAP
ja: 詳細な SCAP results に対するファイルパスの生成時にエラー
pt_br: Erro ao compor o caminho do arquivo para obter resultados detalhados do SCAP
sk: Chyba pri vytváraní cesty súboru pre podrobné výsledky SCAP

source: Invalid content encoding
ca: La codificació de contingut no és vàlida.
cs: Neplatné kódování obsahu
ja: コンテンツエンコーディングが正しくありません
pt_br: Codificação de conteúdo inválida
sk: Neplatné kódovanie obsahu

source: An error has occurred while processing your request. If this problem persists please enter a bug report at scc.suse.com. If you choose to submit the bug report, please be sure to include details of what you were trying to do when this error occurred and details on how to reproduce this problem.
ca: S'ha produït un error en processar la sol·licitud. Si aquest problema persisteix, introduïu un informe d'error a scc.suse.com. Si trieu enviar l'informe d'error, assegureu-vos d'incloure-hi detalls del que s'estava intentant fer quan es va produir l'error i detalls sobre com reproduir el problema.
cs: Při zpracování vašeho požadavku došlo k chybě. Přetrvává-li tento problém, ohlaste prosím chybu na scc.suse.com. Rozhodnete-li se odeslat zprávu o chybě, nezapomeňte připojit podrobnosti o tom, co jste se pokusili udělat, když došlo k této chybě a postup, jak tento problém reprodukovat.
ja: 要求の処理中にエラーが発生しました。 問題が解決しない場合は、 scc.suse.com にてバグ報告を提出してください。 バグ報告を行なう場合は、 エラーが起きたときに何を行なおうとしていたのか、 また問題を再現する場合の手順などを詳しく記入していただけるよう お願いします。
pt_br: Ocorreu um erro ao processar o seu pedido. Se esse problema persistir, envie um relatório de erro em scc.suse.com. Se você optar por enviar o relatório de bug, por favor não deixe de incluir detalhes do que estava tentando fazer quando esse erro ocorreu e detalhes sobre como reproduzir esse problema.
sk: Pri spracovaní vašej požiadavky sa vyskytla chyba. Ak problém pretrváva, zadajte, prosím, hlásenie o chybe na scc.suse.com. Ak sa rozhodnete odoslať hlásenie o chybe, nezabudnite uviesť podrobnosti o tom, čo ste sa pokúsili urobiť, keď sa vyskytla táto chyba, a podrobnosti o tom, ako tento problém reprodukovať.

source: Error Message: %s
ca: Missatge d'error: %s
cs: Chybové hlášení: %s
ja: エラーメッセージ: %s
pt_br: Mensagem De Erro: %s
sk: Chybová správa: %s

source: Error Class Code: %s
ca: Codi de la classe d'error: %s
cs: Kód třídy chyby: %s
ja: エラークラスコード: %s
pt_br: Código da classe de erro: %s
sk: Kód triedy chyby: %s

source: Error Class Info: %s
ca: Informació de la classe d'error: %s
cs: Informace o třídě chyb: %s
ja: エラークラス情報: %s
pt_br: Informações da classe de erro: %s
sk: Informácia o triede chýb: %s

source: Explanation: %s
ca: Explicació: %s
cs: Vysvětlení: %s
ja: 説明: %s
pt_br: Explicação: %s
sk: Vysvetlenie: %s

source: ERROR: %s %s: %s
cs: CHYBA: %s %s: %s
ja: エラー: %s %s: %s
pt_br: ERRO: %s %s: %s
sk: CHYBA: %s %s: %s

source: TRACEBACK: %s
ca: TRAÇABILITAT: %s
ja: トレースバック: %s
pt_br: RASTREAR: %s

source: format of %s should be at least YYYYMMDD.
ca: El format de %s hauria de ser com a mínim AAAAMMDD.
cs: formát %s by měl být alespoň RRRRMMDD.
ja: %s の書式は少なくとも YYYYMMDD であるべきです。
pt_br: formato de %s deve ser pelo menos AAAAMMDD.
sk: formát %s by mal byť aspoň RRRRMMDD.

source: ERROR: executing step %s. Error is: %s
ca: ERROR: s'executa el pas %s. L'error és aquest: %s
cs: CHYBA: při provedení kroku %s. Chyba je: %s
ja: エラー: ステップ %s の実行時にエラー: %s
pt_br: ERRO: executando a etapa %s. O erro é: %s
sk: CHYBA: vykonanie kroku %s. Chyba je: %s

source: ERROR: there was a problem accessing the channel data from your temporary repository. Did you migrate all of the data from the channel ISOs do this directory? If so, please recheck the channels ISOs, ensure that you have them all, and then iteratively remount and repopulate the temporary repository (%s).
ca: ERROR: s'ha produït un problema en accedir a les dades del canal des del repositori temporal. Heu migrat totes les dades de les ISO del canal a aquest directori? Si és així, torneu a comprovar les ISO dels canals, assegureu-vos que les tingueu totes i després torneu a muntar i repoblar iterativament el dipòsit temporal (%s).
cs: CHYBA: došlo k problému s přístupem k datům kanálu z vašeho dočasného úložiště. Přenesli jste všechna data z ISO kanálů do tohoto adresáře? Když ano, znovu zkontrolujte kanály ISO, zajistěte, aby byly všechny, a pak iterativně znovu připojte a znovu naplňte dočasné úložiště (%s).
ja: エラー: 一時リポジトリーからチャンネルデータにアクセスする際に問題がありました。 このディレクトリに対して、チャンネル ISO からの全てのデータを移行してありますか？ チャンネル ISO の内容が全て移行されていることを確認して再度マウントを行ない、 一時リポジトリー (%s) 内に再投入してください。
pt_br: ERRO: Teve um problema acessando o canal de dados do seu repositório temporário. Você migrou todos os dados do seu canal de ISOs para esse diretório? Se sim, por favor verificar os canais de ISOs, Assegure que você tem todos, e então remontar e repovoar iterativamente o repositório temporário (%s).
sk: CHYBA: pri prístupe k údajom kanála z dočasného úložiska sa vyskytol problém. Migrovali ste všetky dáta z kanálových ISO do tohto adresára? Ak áno, znovu skontrolujte kanálové ISO, uistite sa, že ich máte všetky a potom iteratívne znovu pripojte a znovu naplňte dočasné úložisko (%s).

source: ERROR: there was a problem synchronizing the information. Error message: %s
ca: ERROR: hi ha hagut un problema en sincronitzar la informació. Missatge d'error: %s
cs: CHYBA: Při synchronizaci informací došlo k potížím. Chybová zpráva: %s
ja: エラー: 情報を同期する際に問題がありました。 エラーメッセージ: %s
pt_br: ERRO: Teve um problema sincronizando as informações. Mensagem de erro: %s
sk: CHYBA: pri synchronizácii informácií sa vyskytol problém. Chybová správa: %s

source: ERROR: There was a problem communicating with the ISS Master. Depending on the specific error details, please review your configuration, basic network connectivity, and/or name resolution, and try again. Error message: %s
ca: ERROR: S'ha produït un problema en comunicar-se amb l'ISS mestre. En funció dels detalls específics de l'error, reviseu la configuració, la connectivitat bàsica de xarxa i / o la resolució de noms i torneu-ho a provar. Missatge d'error: %s
cs: CHYBA: Při komunikaci s ISS Master došlo k potížím. V závislosti na konkrétních podrobnostech o chybě ověřte konfiguraci, základní síťové připojení a/nebo překlad názvů (DNS) a akci opakujte. Chybová zpráva: %s
ja: エラー: ISS Master と通信する際に問題がありました。 エラーの詳細にもよりますが、設定やネットワークの接続、名前解決などが正しく動作 することをご確認のうえ、やり直してください。 エラーメッセージ: %s
pt_br: ERRO: Ocorreu um problema na comunicação com o ISS Master. Dependendo dos detalhes específicos do erro, revise sua configuração, conectividade básica de rede e / ou resolução de nomes e tente novamente. Mensagem de erro: %s
sk: CHYBA: Pri komunikácii s ISS Master sa vyskytol problém. V závislosti od konkrétnych podrobností o chybe skontrolujte svoju konfiguráciu, základné sieťové pripojenie a/alebo rozlíšenie názvov a skúste znova. Chybová správa: %s

source: ERROR: a child-channel cannot be synced without its parent being synced as well. A parent needs to be either (a) previously synced or (b) synced in tandem with the desired child-channel. Missing parents for this transaction: %s
ca: ERROR: no es pot sincronitzar un canal secundari sense que el pare també se sincronitzi . Un pare ha d'estar (a) sincronitzat prèviament o (b) sincronitzat conjuntament amb el canal fill desitjat. Falten pares per a aquesta transacció: %s
cs: CHYBA: podřízený kanál nelze synchronizovat, aniž je jeho rodič také synchronizován. Rodič musí být (a) synchronizován předem nebo (b) synchronizován společně s požadovaným podřízeným kanálem. Chybějící rodiče pro tuto transakci: %s
ja: エラー: 子チャンネルを同期するにあたっては、親チャンネルも同期する必要があります。 親チャンネルは以前に同期されているか、もしくは子チャンネルと並行して同期させる 必要があります。このトランザクションに対する親が見つかりません: %s
pt_br: ERRO: um canal filho não pode ser sincronizado sem que seu pai também seja sincronizado. Um pai precisa ser (a) sincronizado anteriormente ou (b) sincronizado em conjunto com o canal filho desejado. Pais ausentes para esta transação: %s
sk: CHYBA: kanál potomka nie je možné synchronizovať bez synchronizácie jeho rodiča. Rodič musí byť buď (a) predtým synchronizovaný alebo (b) synchronizovaný spolu s požadovaným kanálom potomka. Chýbajúci rodičia pre túto transakciu: %s

source: ERROR: you are not entitled to sync a channel in this set of channels. Please contact your SUSE Manager contact %s
ca: ERROR: no teniu dret a sincronitzar un canal en aquest conjunt de canals. Poseu-vos en contacte amb el gestor de SUSE. %s
cs: CHYBA: nemáte právo synchronizovat kanál v této sadě kanálů. Obraťte se prosím na svůj kontakt u SUSE Manager %s
ja: エラー: このチャンネルセット内でチャンネルを同期するためのエンタイトルメントがありません。 SUSE Manager に連絡を行なってください %s
pt_br: ERRO: você não tem o direito de sincronizar um canal neste conjunto de canais. Entre em contato com seu contato do SUSE Manager %s
sk: CHYBA: nemáte právo synchronizovať kanál v tejto skupine kanálov. Obráťte sa na svoj kontakt pre SUSE Manager %s

source: ERROR: not enough free space (%s KB) on device.
ca: ERROR: no hi ha prou espai lliure (%s KB) al dispositiu.
cs: CHYBA: na zařízení není dostatek volného místa (%s KB).
ja: エラー: デバイスに十分な空き容量 (%s KB) がありません。
pt_br: ERRO: sem espaço suficiente (%s KB) no dispostivo.
sk: CHYBA: na zariadení nie je dostatok voľného miesta (%s KB).

source: %3d/%s Fetch successful: %s (%s bytes)
ca: %3d/%s Obtenció correcta: %s (%s bytes)
cs: %3d/%s úspěšné načtení: %s (%s bajtů)
ja: %3d/%s フェッチ成功: %s (%s バイト)
pt_br: %3d/%s Busca bem sucedida: %s (%s bytes)
sk: %3d/%s Stiahnutie úspešné: %s (%s bajtov)

source: Extinct package: %s
ca: Paquet extingit: %s
cs: Zaniklý balíček: %s
ja: 廃止されたパッケージ: %s
pt_br: Pacote extinto: %s
sk: Zaniknutý balík: %s

source: Total size: %s
ca: Mida total: %s
cs: Celková velikost: %s
ja: 合計サイズ: %s
pt_br: Tamanho total: %s
sk: Celková veľkosť: %s

source: Downloaded %s of %s. Estimated remaining time: %s
ca: S'ha baixat %s de %s. Temps restant estimat: %s
cs: Staženo %s z %s. Odhadovaný zbývající čas: %s
ja: %s / %s をダウンロード済みです。予測される残り時間: %s
pt_br: Baixado %s de %s. Tempo restante estimado: %s
sk: Stiahnutých %s z %s. Odhadovaný zostávajúci čas: %s

source: Fetch unsuccessful: %s
ca: L'obtenció no s'ha fet correctament: %s
cs: Načtení neúspěšné: %s
ja: フェッチ未成功: %s
pt_br: Busca mal sucedida: %s
sk: Stiahnutie neúspešné: %s

source: RPM fetch summary: %s
ca: Resum de l'obtenció d'RPM: %s
cs: Souhrn načtení RPM: %s
ja: RPM フェッチ概要: %s
pt_br: Busca de sumário RPM: %s
sk: Zhrnutie stiahnutia RPM: %s

source: success: %d
ca: correcte: %d
cs: úspěch: %d
ja: 成功: %d
pt_br: sucesso: %d
sk: úspech: %d

source: failed: %d
ca: ha fallat: %d
cs: neúspěch: %d
ja: 失敗: %d
pt_br: falhou: %d
sk: neúspešné: %d

source: extinct: %d
ca: extingit: %d
cs: zaniklo: %d
ja: 消滅: %d
pt_br: extinto: %d
sk: zaniknuté: %d

source: Retrieving / parsing *relevant* package metadata: %s (%s)
ca: Recuperant / analitzant les metadades del paquet *rellevant*: %s (%s)
cs: Načítání / analýza *relevantních* metadat balíčku: %s (%s)
ja: *関連する* パッケージのメタデータを取得／処理しています: %s (%s)
pt_br: Recuperando/analisando metadados do pacote *relevantes*: %s (%s)
sk: Získavanie / analyzovanie metadát *relevantných* balíkov: %s (%s)

source: Retrieving / parsing errata data: %s (%s)
ca: Recuperant / analitzant dades d'errates: %s (%s)
cs: Načítání / analýza dat chyb (errata): %s (%s)
ja: エラータのデータを取得／処理しています: %s (%s)
pt_br: Recuperando/analisando dados de erratas: %s (%s)
sk: Získavanie / analyzovanie dát tlačových chýb: %s (%s)

source: Retrieving / parsing kickstart data: %s (%s)
ca: Recuperant / analitzant les dades de Kickstart: %s (%s)
cs: Načítání / analýza dat kickstartu: %s (%s)
ja: キックスタートのデータを取得／処理しています: %s (%s)
pt_br: Recuperando/analisando dados do kickstart: %s (%s)
sk: Získavanie / analyzovanie dát kickstart: %s (%s)

source: Retrieving / parsing kickstart tree files: %s (%s)
ca: Recuperant / analitzant els fitxers de l'arbre de Kickstart: %s (%s)
cs: Načítání / analýza souborů stromu kickstartu: %s (%s)
ja: キックスタートのツリーファイルを取得／処理しています: %s (%s)
pt_br: Recuperando/analisando arquivos da árvore do kickstart: %s (%s)
sk: Získavanie / analyzovanie súborov stromov kickstart: %s (%s)

source: Importing *relevant* package metadata: %s (%s)
ca: Importació de metadades del paquet *rellevant*: %s (%s)
cs: Import *relevantních* metadat balíčků: %s (%s)
ja: *関連する* パッケージのメタデータを取り込んでいます: %s (%s)
pt_br: Importando metadados *relevantes* do pacote: %s (%s)
sk: Importovanie metadát *relevantných* balíkov: %s (%s)

source: * WARNING: this may be a slow process.
ca: * ADVERTÈNCIA: aquest pot ser un procés lent.
cs: * VÝSTRAHA: Toto může být pomalý proces.
ja: * 警告: この処理には時間がかかるかもしれません。
pt_br: * AVISO: este pode ser um processo lento.
sk: * UPOZORNENIE: toto môže byť pomalý proces.

source: Linking packages to channels
ca: Enllaç de paquets a canals
cs: Propojení balíčků ke kanálům
ja: チャンネルに対してパッケージのリンクを作成しています
pt_br: Vinculando pacotes aos canais
sk: Prepojenie balíkov ku kanálom

source: Importing *relevant* errata: %s (%s)
ca: Important errates *rellevants*: %s (%s)
cs: Import *relevantních* errat: %s (%s)
ja: *関連する* エラータを取り込んでいます: %s (%s)
pt_br: Importando errata *relevante*: %s (%s)
sk: Importovanie *relevantných* tlačových chýb: %s (%s)

source: No new kickstartable tree to import
ca: No hi ha cap arbre de taula d'inici nou per importar.
cs: Žádný nový spustitelný strom k importu
ja: 取り込むべき新しいキックスタート可能なツリーはありません
pt_br: Nenhuma nova árvore kickstartable para importar
sk: Žiadny nový strom schopný kickstart na import

source: Importing kickstartable trees (%d)
ca: Importació d'arbres de taules d'inici (%d)
cs: Import spustitelných stromů (%d)
ja: キックスタート可能なツリーを取り込んでいます (%d)
pt_br: Importando árvores kickstartable (%d)
sk: Importovanie stromov schopných kickstart (%d)

source: Imported kickstartable trees (%d)
ca: Arbres de taules d'inici importats (%d)
cs: Importované startovatelné stromy (%d)
ja: キックスタート可能なツリーを取り込みました (%d)
pt_br: Árvores kickstartable importadas (%d)
sk: Importované stromy schopné kickstart (%d)

source: +++ sending log as an email +++
ca: +++ enviament de registre com a correu electrònic +++
cs: +++ odesílání protokolu jako e-mailu +++
ja: +++ 電子メールでログを送信 +++
pt_br: +++ enviar log como um email +++
sk: +++ odosielanie záznamu ako e-mail +++

source: %s sync. report from %s
ca: Informe de sincronització de %s de %s
cs: %s synchronizační zpráva od %s
ja: %s 同期。 %s からのレポート
pt_br: %s sincronizado. relatório de %s
sk: %s sync. správa od %s
