Repository: uyuni-project/uyuni
Catalog: python/spacewalk/po/*.po
Languages: ca, cs, ja, pt_br, sk

source: override debug level set in /etc/rhn/rhn.conf (which is currently set at %s).
ca: omet el nivell de depuració establert a /etc/rhn/rhn.conf (que actualment està establert a %s).
cs: přepsat úroveň ladění zadanou v /etc/rhn/rhn.conf (aktuálně nastavena na %s).
ja: /etc/rhn/rhn.conf 内で設定されているデバッグレベルを上書き (現在 %s に設定されています) 。
pt_br: substitua o nível de depuração definido em /etc/rhn/rhn.conf (atualmente definido em %s).
sk: prepísať nastavenie úrovne ladenia v /etc/rhn/rhn.conf (ktoré je momentálne nastavené na %s).

source: requested version of XML dump (default: %s)
ca: versió sol·licitada de l'abocament XML (per defecte: %s)
cs: požadovaná verze výpisu XML (výchozí: %s)
ja: XML ダンプの要求バージョン (既定値: %s)
pt_br: versão solicitada do dump XML (padrão: %s)
sk: požadovaná verzia výpisu XML (predvolené: %s)

source: e-mail a report of what was synced/imported
ca: envia per correu electrònic un informe del que s'ha sincronitzat / importat
cs: pošlete e-mailem zprávu o tom, co bylo synchronizováno/importováno
ja: 同期および取り込んだもののレポートを電子メール送信
pt_br: envie por e-mail um relatório do que foi sincronizado/importado
sk: poslať e-mailom správu o tom, čo bolo synchronizované/importované

source: forcibly process all (not a diff of) patch metadata
ca: processa a la força totes les metadades del pedaç (no una diferència)
cs: nuceně zpracovat všechna (nejen odlišná) metadata záplat
ja: 全てのパッチのメタデータを (差分処理ではなく) 強制処理
pt_br: forçosamente processar todos os metadados (não diferentes) dos patches
sk: nútene spracovať všetky (nie odlišné) metadáta opráv

source: Do not use an http proxy under any circumstances.
ca: No useu un servidor intermediari http en cap circumstància.
cs: Za žádných okolností nepoužívejte http proxy.
ja: どのような状況下でも http プロキシを使用しません。
pt_br: Não use um proxy http em nenhuma circunstância.
sk: Za žiadnych okolností nepoužiť http proxy.

source: alternative http proxy (hostname:port)
ca: intermediari http alternatiu (nom d'amfitrió:port)
cs: alternativní http proxy (název_počítače_v_síti: port)
ja: 代替 http プロキシ (ホスト名:ポート)
pt_br: http proxy alternativo (hostname:port)
sk: alternatívne http proxy (názov_hostiteľa:port)

source: alternative http proxy username
ca: nom d'usuari alternatiu de l'intermediari http
cs: alternativní uživatelské jméno pro http proxy
ja: 代替 http プロキシのユーザ名
pt_br: nome de usuário do proxy http alternativo
sk: používateľské meno alternatívneho http proxy

source: alternative http proxy password
ca: contrasenya alternativa de l'intermediari http
cs: alternativní heslo pro http proxy
ja: 代替 http プロキシのパスワード
pt_br: senha alternativa do proxy http
sk: heslo alternatívneho http proxy

source: parent SUSE Manager to import content from
ca: SUSE Manager principal per importar-ne contingut
cs: nadřízený SUSE Manager, z něhož chcete importovat obsah
ja: コンテンツのインポート元となる親 SUSE Manager
pt_br: SUSE Manager pai para importar conteúdo de
sk: rodičovský SUSE Manager, z ktorého sa má importovať obsah

source: list all available channels and exit
ca: llista tots els canals disponibles i surt
cs: výpis všech dostupných kanálů a ukončení
ja: 利用可能な全てのチャンネルを一覧表示して終了
pt_br: listar todos os canais disponíveis e sair
sk: vypísať zoznam všetkých dostupných kanálov a ukončiť

source: help on all error codes mgr-inter-sync returns
ca: ajuda sobre tots els codis d'error que retorna mgr-inter-sync
cs: nápověda ke všem kódům chyb které vrací mgr-inter-sync
ja: mgr-inter-sync が返す全てのエラーコードに対するヘルプ
pt_br: ajuda em todos os códigos de erro retornos de mgr-inter-sync
sk: pomocník pri všetkých chybových kódoch, ktoré vracia mgr-inter-sync

source: source mount point for import - disk update only
ca: punt de muntatge d'origen per a la importació - només actualització del disc
cs: zdrojový bod připojení pro import - jen aktualizace disku
ja: 取り込み元となるマウントポイント - ディスク更新の場合のみ
pt_br: ponto de montagem de origem para importação - somente atualização de disco
sk: zdrojový bod pripojenia pre import - iba aktualizácia disku

source: do not process patch data
ca: no processis les dades del pedaç
cs: nezpracovávat data záplat
ja: パッチデータを処理しない
pt_br: não processe dados de correção
sk: nespracovávať dáta opráv

source: do not process kickstart data (provisioning only)
ca: no processis les dades de Kickstart (només aprovisionament)
cs: nezpracovávat data kickstartu (jen ukládání)
ja: キックスタートデータを処理しない (プロビジョニングのみ)
pt_br: não processe dados do kickstart (apenas provisionamento)
sk: nespracovávať dáta kickstart (iba poskytovanie)

source: do not process full package metadata
ca: no processis les metadades del paquet complet
cs: nezpracovávat úplná metadata balíčku
ja: 完全パッケージメタデータを処理しない
pt_br: não processe metadados de pacote completo
sk: nespracovávať úplné metadáta balíkov

source: do not download, or process any RPMs
ca: no baixis ni processis cap RPM
cs: nestahovat ani nezpracovávat žádné balíčky RPM
ja: RPM のダウンロードと処理を行なわない
pt_br: não faça o download ou processe quaisquer RPMs
sk: nesťahovať ani nespracovávať žiadne RPM

source: org to which the sync imports data. defaults to the admin account
ca: org a la qual la sincronització importa les dades - per defecte al compte d'administrador
cs: organizace, do níž synchronizace importuje data; výchozí nastavení je účet správce
ja: sync のデータの取り込み先となる組織。既定値は管理者アカウント
pt_br: organização para a qual a sincronização importa dados. o padrão é a conta de administrador
sk: organizácia, do ktorej synchronizácia importuje dáta. predvolené nastavenia pre účet administrátora

source: print the configuration and exit
ca: imprimeix la configuració i surt
cs: vytisknout konfiguraci a skončit
ja: 設定を印刷して終了
pt_br: imprima a configuração e saia
sk: vytlačiť konfiguráciu a ukončiť

source: alternative server with which to connect (hostname)
ca: servidor alternatiu amb el qual connectar-se (nom d'amfitrió)
cs: alternativní server, kam se chcete připojit (název v síti, hostname)
ja: 接続先の代替サーバ (ホスト名)
pt_br: servidor alternativo ao qual se conectar (nome do host)
sk: alternatívny server, s ktorým sa možno spojiť (názov hostiteľa)

source: synchronize to this step (man mgr-inter-sync for more info)
ca: sincronitza amb aquest pas (man mgr-inter-sync per a més informació)
cs: synchronizovat s tímto krokem (více informací poskytne příkaz "man mgr-inter-sync")
ja: このステップまで同期 (詳しくは man mgr-inter-sync を参照)
pt_br: sincronize com esta etapa (man mgr-inter-sync para mais informações)
sk: synchronizovať s týmto krokom (viac informácií v man mgr-inter-sync)

source: write complete data to tempfile before streaming to remainder of app
ca: escriu dades completes al fitxer temporal abans de transmetre a la resta de l'aplicació
cs: před streamováním do zbytku aplikace zapište úplná data do dočasného souboru
ja: アプリの残り部分にストリーミングする前にテンポラリファイルに完全なデータを書き込む
pt_br: gravar dados completos no arquivo temporário antes de transmitir para o restante do aplicativo
sk: zapísať kompletné dáta do dočasného súboru pred streamovaním do zvyšku aplikácie

source: DEBUG ONLY: alternative path to digital system id
ca: NOMÉS DEPURACIÓ: camí alternatiu a l'identificador del sistema digital
cs: POUZE DEBUG: alternativní cesta k ID digitálního systému
ja: デバッグのみ: デジタルシステム ID への代替パス
pt_br: APENAS DEBUG: caminho alternativo para a identificação do sistema digital
sk: IBA LADIŤ: alternatívna cesta k digitálnemu systémovému id

source: alternative email address(es) for sync output (--email option)
ca: adreces de correu electrònic alternatives per a la sortida de sincronització (opció --email)
cs: alternativní e-mailové adresa(-y) pro výstup synchronizace (volba --email)
ja: 同期出力向けの代替電子メールアドレス (--email オプション)
pt_br: endereços de email alternativos para saída de sincronização (opção --email)
sk: alternatívne emailové adresa(y) pre synchronizovaný výstup (voľba --email)

source: do not remove rpms when importing from local dump
ca: no suprimeixis els rpm en importar des de l'abocament local
cs: při importu z lokálního výpisu neodstraňujte rpms
ja: ローカルダンプからの取り込み時に rpm を削除しない
pt_br: não remova rpms ao importar do dump local
sk: neodstraňovať rpm pri importe z lokálneho výpisu

source: the fully qualified domain name of the master Satellite. Valid with --mount-point only. Required if you want to import org data and channel permissions.
ca: el nom de domini totalment qualificat del Satèl·lit principal. Vàlid només amb --mount-point. Necessari si voleu importar dades de l'organització i permisos de canal.
cs: plně kvalifikovaný doménový název serveru Master Satellite. Platí pouze s --mount-point. Vyžadován, chcete-li importovat data organizace a oprávnění kanálu.
ja: マスター Satellite の完全修飾ドメイン名です。 --mount-point と併用した場合にのみ有効です。組織データとチャンネル許可を取り込みたい場合には必要です。
pt_br: o nome de domínio totalmente qualificado do Satellite principal. Válido apenas com --mount-point. Necessário se você deseja importar dados da organização e permissões de canal.
sk: plne kvalifikovaný názov domény hlavného Satellite. Platné iba s --mount-point. Vyžaduje sa, ak chcete importovať dáta organizácie a oprávnenia kanálov.

source: ERROR: these arguments make no sense in this context (try --help): %s
ca: ERROR: aquests arguments no tenen sentit en aquest context (proveu --help): %s
cs: CHYBA: tyto argumenty nedávají v tomto kontextu žádný smysl (zkuste --help): %s
ja: エラー: これらのパラメータは、この状況下では意味がありません (詳しくは --help を参照): %s
pt_br: ERRO: esses argumentos não fazem sentido neste contexto (tente --help): %s
sk: CHYBA: tieto argumenty nedávajú v tejto súvislosti žiadny zmysel (skúste --help): %s

source: ERROR: Can't connect to the database: %s
ca: ERROR! No es pot connectar a la base de dades: %s
cs: CHYBA: Nelze se připojit k databázi: %s
ja: エラー: データベースに接続できません: %s
pt_br: ERRO: Não é possível conectar ao banco de dados: %s
sk: ERROR: Nedá sa pripojiť k databáze: %s

source: ERROR: Check if your database is running.
ca: ERROR: comproveu si la vostra base de dades s'executa.
cs: CHYBA: Prověřte, zda Vaše databáze běží.
ja: エラー: データベースが動作しているかどうかご確認ください。
pt_br: ERRO: Verifique se o seu banco de dados está em execução.
sk: CHYBA: Skontrolujte, či je vaša databáza spustená.

source: ERROR: --debug-level takes an in integer value within the range %s.
ca: ERROR: --debug-level pren un valor enter dins l'interval %s.
cs: CHYBA: --debug-level může mít jen celočíselnou hodnotu v rozsahu %s.
ja: エラー: --debug-level には %s の範囲内の整数値を指定します。
pt_br: ERRO: --debug-level aceita um valor inteiro dentro do intervalo %s.
sk: CHYBA: --debug-level vezme celé číslo v rozsahu %s.

source: 0 - little logging/messaging.
ca: 0 - poc registre / missatgeria.
cs: 0 - nízká úroveň zaznamenávání/odesílání zpráv.
ja: 0 - ごくわずかなログ／メッセージのみ。
pt_br: 0 - pouco registro/mensagens.
sk: 0 - málo zaznamenávania/odosielania správ.

source: 1 - minimal logging/messaging.
ca: 1 - registre / missatge mínim.
cs: 1 - minimální úroveň zaznamenávání/odesílání zpráv.
ja: 1 - 最小限のログ／メッセージのみ。
pt_br: 1 - registro/mensagens mínimos.
sk: 1 - minimálne zaznamenávanie/odosielanie správ.

source: 2 - normal level of logging/messaging.
ca: 2 - nivell normal de registre / missatge.
cs: 2 - normální úroveň zaznamenávání/odesílání zpráv.
ja: 2 - 通常レベルのログ／メッセージ。
pt_br: 2 - nível normal de registro/mensagens.
sk: 2 - normálna úroveň zaznamenávania/odosielania správ.

source: 3 - lots of logging/messaging.
ca: 3 - molts registres / missatges.
cs: 3 - vysoká úroveň zaznamenávání/odesílání zpráv.
ja: 3 - 多くのログ／メッセージ。
pt_br: 3 - muitos registros/mensagens.
sk: 3 - veľa zaznamenávania/odosielania správ.

source: 4+ - excessive logging/messaging.
ca: 4+ - registres / missatges excessius.
cs: 4+ - nadměrná úroveň zaznamenávání/odesílání zpráv.
ja: 4+ - 非常に多くのログ／メッセージ。
pt_br: 4+ - registro/mensagens excessivos.
sk: 4+ - nadmerné zaznamenávanie/odosielanie správ.

source: ERROR: The --master option is only valid with the --mount-point option
ca: ERROR: l'opció --master només és vàlida amb l'opció --mount-point
cs: CHYBA: Možnost --master je platná pouze s volbou --mount-point
ja: エラー: --master オプションは --mount-point オプションと併用した場合にのみ有効です
pt_br: ERRO: A opção --master é válida apenas com a opção --mount-point
sk: CHYBA: Voľba --master je platná iba s voľbou --mount-point

source: ERROR: Unable to lookup Org Id %s
ca: ERROR: no es pot cercar l'identificador d'organització %s
cs: CHYBA: Nelze vyhledat ID organizace %s
ja: エラー: 組織 ID %s を参照できません
pt_br: ERRO: Não foi possível procurar a ID da organização %s
sk: CHYBA: Nepodarilo sa nájsť Org Id %s

source: WARNING: --list-channels option overrides any --step option. --step ignored.
ca: ADVERTIMENT: l'opció --list-channels anul·la qualsevol opció --step. --pas ignorat.
cs: UPOZORNĚNÍ: Volba --list-channels přepíše jakoukoli volbu --step. Volba --step ignorována.
ja: 警告: --list-channels オプションは --step オプションを上書きしてしまいます。 --step 側が無視されます。
pt_br: AVISO: a opção --list-channels substitui qualquer opção --step. - passo ignorado.
sk: UPOZORNENIE: Voľba --list-channels prepíše akúkoľvek voľbu --step. Voľba --step je ignorovaná.

source: ERROR: '%s' is not a valid step. See 'man mgr-inter-sync' for more detail.
ca: ERROR: %s no és un pas vàlid. Vegeu "man mgr-inter-sync" per obtenir-ne més detalls.
cs: CHYBA: '%s' není platný krok. Další podrobnosti viz 'man mgr-inter-sync'.
ja: エラー: '%s' のステップが正しくありません。詳しくは 'man mgr-inter-sync' をお読みください。
pt_br: ERRO: '%s' não é uma etapa válida. Veja 'man mgr-inter-sync' para mais detalhes.
sk: CHYBA: '%s' nie je platný krok. Ďalšie informácie nájdete v 'man mgr-inter-sync'.

source: ERROR: No channels currently imported; try mgr-inter-sync --list-channels; then mgr-inter-sync -c chn0 -c chn1...
ca: ERROR: no s'ha importat cap canal actualment; proveu mgr-inter-sync --list-channels; llavors mgr-inter-sync -c chn0 -c chn1...
cs: CHYBA: Momentálně nejsou importovány žádné kanály; zkuste mgr-inter-sync --list-kanály; pak mgr-inter-sync -c chn0 -c chn1 ...
ja: エラー: 現時点では何もチャンネルを取り込んでいません。 mgr-inter-sync --list-channels を実行したあと mgr-inter-sync -c chn0 -c chn1... のように実行してください。
pt_br: ERRO: nenhum canal importado no momento; tente mgr-inter-sync --list-channels; então mgr-inter-sync -c chn0 -c chn1 ...
sk: CHYBA: Momentálne nie sú importované žiadne kanály; skúste mgr-inter-sync --list-channels; potom mgr-inter-sync -c chn0 -c chn1...

source: ERROR: --batch-size must have a value within the range: 1..50
ca: ERROR: --batch-size ha de tenir un valor dins de l'interval: 1-50
cs: CHYBA: - velikost dávky musí mít hodnotu v rozsahu: 1..50
ja: エラー: --batch-size の値は 1..50 までの値でなければなりません
pt_br: ERRO: - o tamanho do lote deve ter um valor dentro do intervalo: 1..50
sk: CHYBA: --batch-size musí mať hodnotu v rozsahu: 1..50

source: ERROR: no such directory %s
ca: ERROR: no hi ha el directori %s
cs: CHYBA: adresář %s neexistuje
ja: エラー: そのようなディレクトリはありません %s
pt_br: ERRO: nenhum diretório %s
sk: CHYBA: adresár %s neexistuje

source: Error Codes: Returned codes means:
ca: Codis d'error: els codis retornats signifiquen el següent:
cs: Chybové kódy: Vrácené kódy znamenají:
ja: エラーコード: 返された値の意味は下記のとおりです:
pt_br: Códigos de erro: códigos retornados significa:
sk: Chybové kódy: Vrátené kódy znamenajú:

source: -1 - Could not lock file or KeyboardInterrupt or SystemExit
ca: -1 - No s'ha pogut bloquejar el fitxer o la interrupció del teclat o la sortida del sistema
cs: -1 - Nelze zamknout soubor nebo KeyboardInterrupt nebo SystemExit
ja: -1 - ファイルをロックできなかったか、キーボード割り込みやシステムの終了が発生しています
pt_br: -1 - Não foi possível bloquear o arquivo ou KeyboardInterrupt ou SystemExit
sk: -1 - Nepodarilo sa zamknúť súbor alebo PrerušenieKlávesnice alebo UkončenieSystém

source: 0 - User interrupted or intentional exit
ca: 0 - Interrupció de l'usuari o sortida intencionada
cs: 0 - Uživatel přerušen nebo záměrně ukončen
ja: 0 - ユーザ側での割り込みか終了指示が行なわれました
pt_br: 0 - Saída interrompida ou intencional pelo usuário
sk: 0 - Používateľ prerušil alebo úmyselne ukončil

source: 1 - attempting to run more than one instance of mgr-inter-sync.
ca: 1 - Intent d'executar més d'una instància de mgr-inter-sync.
cs: 1 - pokus spustit více než jednu instanci mgr-inter-sync.
ja: 1 - mgr-inter-sync のインスタンスを複数個実行しようとしています。
pt_br: 1 - tentando executar mais de uma instância do mgr-inter-sync.
sk: 1 - pokus o spustenie viac ako jednej inštancie mgr-inter-sync.

source: 2 - Unable to find synchronization tools.
ca: 2 - No es poden trobar eines de sincronització.
cs: 2 - Nelze najít synchronizační nástroje.
ja: 2 - 同期ツールが見つかりませんでした。
pt_br: 2 - Não foi possível encontrar as ferramentas de sincronização.
sk: 2 - Nepodarilo sa nájsť synchronizačné nástroje.

source: 3 - a general socket exception occurred
ca: 3 - S'ha produït una excepció de sòcol general
cs: 3 - došlo k obecné výjimce soketu
ja: 3 - 一般的なソケット例外が発生しました
pt_br: 3 - ocorreu uma exceção geral do soquete
sk: 3 - vyskytla sa všeobecná výnimka soketu

source: 4 - an SSL error occurred. Recheck your SSL settings.
ca: 4 - S'ha produït un error d'SSL. Torneu a comprovar la configuració d'SSL.
cs: 4 - došlo k chybě SSL. Zkontrolujte nastavení SSL.
ja: 4 - SSL エラーが発生しました。 SSL の設定を再確認してください。
pt_br: 4 - ocorreu um erro de SSL. Verifique novamente suas configurações de SSL.
sk: 4 - vyskytla sa chyba SSL. Prekontrolujte svoje nastavenia SSL.

source: 5 - ISS error
ca: 5 - Error d'ISS
cs: 5 - chyba ISS
ja: 5 - ISS エラー
pt_br: 5 - Erro ISS
sk: 5 - chyba ISS

source: 6 - unhandled exception occurred
ca: 6 - S'ha produït una excepció no gestionada
cs: 6 - došlo k neošetřené výjimce
ja: 6 - ハンドルされていない例外が発生しました
pt_br: 6 - ocorreu uma exceção não tratada
sk: 6 - vyskytla sa neošetrená výnimka

source: 7 - unknown sync error
ca: 7 - error de sincronització desconegut
cs: 7 - neznámá chyba synchronizace
ja: 7 - 未知の同期エラーです
pt_br: 7 - erro de sincronização desconhecido
sk: 7 - neznáma chyba synchronizácie

source: 8 - ERROR: must be root to execute
ca: 8 - ERROR: ha de ser root per executar-se
cs: 8 - CHYBA: pro spuštění musíte být root
ja: 8 - エラー: 実行するには root でなければなりません
pt_br: 8 - ERRO: deve ser root para executar
sk: 8 - CHYBA: na vykonanie musí byť správca systému

source: 9 - rpclib fault during synchronization init
ca: 9 - Error de rpclib durant l'inici de la sincronització
cs: 9 - chyba rpclib během zahájení synchronizace
ja: 9 - 同期の準備時に rpclib の例外が発生しました
pt_br: 9 - falha rpclib durante a sincronização init
sk: 9 - zlyhanie rpclib počas inicializácie synchronizácie

source: 10 - synchronization init error
ca: 10 - Error d'inici de sincronització
cs: 10 - chyba zahájení synchronizace
ja: 10 - 同期の準備時にエラーが発生しました
pt_br: 10 - erro de inicialização de sincronização
sk: 10 - chyba inicializácie synchronizácie

source: 11 - Error parsing XML stream
ca: 11 - Error en analitzar el flux XML
cs: 11 - Chyba při analýze toku XML
ja: 11 - XML ストリームの処理時にエラーが発生しました
pt_br: 11 - Erro ao analisar o fluxo XML
sk: 11 - Chyba analýzy prúdu XML

source: 12 - Channel do not exist
ca: 12 - El canal no existeix
cs: 12 - Kanál neexistuje
ja: 12 - チャンネルが存在していません
pt_br: 12 - O canal não existe
sk: 12 - Kanál neexistuje

source: 13 - SQL error during importing package metadata
ca: 13 - Error SQL durant la importació de metadades del paquet
cs: 13 - Chyba SQL při importu metadat balíčku
ja: 13 - パッケージのメタデータを処理する際に SQL エラーが発生しました
pt_br: 13 - Erro SQL durante a importação de metadados do pacote
sk: 13 - Chyba SQL počas importovania metadát balíka

source: 14 - SQL error during linking channel packages
ca: 14 - Error SQL durant l'enllaç de paquets de canal
cs: 14 - Chyba SQL při spojování balíčků kanálů
ja: 14 - チャンネルパッケージのリンク時に SQL エラーが発生しました
pt_br: 14 - Erro SQL durante a vinculação de pacotes de canais
sk: 14 - Chyba SQL počas prepájania balíkov kanálov

source: 15 - SQL error during xml processing
ca: 15 - Error SQL durant el processament d'xml
cs: 15 - Chyba SQL během zpracování xml
ja: 15 - XML 処理時に SQL エラーが発生しました
pt_br: 15 - Erro SQL durante o processamento xml
sk: 15 - chyba SQL počas spracovania xml

source: 16 - server.mount_point not set in the configuration file
ca: 16 - server.mount_point no establert al fitxer de configuració
cs: 16 - server.mount_point není v konfiguračním souboru nastaven
ja: 16 - 設定ファイル内で server.mount_point が設定されていません
pt_br: 16 - server.mount_point não definido no arquivo de configuração
sk: 16 - server.bod_pripojenia nie je nastavené v konfiguračnom súbore

source: 17 - SQL error during retrieving the channels already imported in the SUSE Manager database
ca: 17 - Error SQL durant la recuperació dels canals ja importats a la base de dades de SUSE Manager
cs: 17 - Chyba SQL při načítání kanálů již importovaných v databázi SUSE Manager
ja: 17 - SUSE Manager データベース内に既に取り込まれているチャンネルを取得する際に、 SQL エラーが発生しました
pt_br: 17 - Erro SQL durante a recuperação dos canais já importados no banco de dados do SUSE Manager
sk: 17 - chyba SQL počas získavania kanálov už importovaných v databáze SUSE Manager

source: 18 - Wrong db connection string in rhn.conf
ca: 18 - Cadena de connexió de base de dades incorrecta a rhn.conf
cs: 18 - Chybný připojovací řetězec db v rhn.conf
ja: 18 - rhn.conf 内の DB 接続文字列が正しくありません
pt_br: 18 - Cadeia de conexão db incorreta no rhn.conf
sk: 18 - Nesprávny reťazec pripojenia db v rhn.conf

source: 19 - Bad arguments
ca: 19 - Arguments incorrectes
cs: 19 - Špatné argumenty
ja: 19 - 引数が正しくありません
pt_br: 19 - Argumentos incorretos
sk: 19 - Zlé argumenty

source: 20 - Could not connect to db.
ca: 20 - No s'ha pogut connectar a la base de dades.
cs: 20 - Nelze se připojit k databázi.
ja: 20 - DB に接続できませんでした。
pt_br: 20 - Não foi possível conectar ao db.
sk: 20 - Nepodarilo sa pripojiť k db.

source: 21 - Bad debug level
ca: 21 - Nivell de depuració incorrecte
cs: 21 - Špatná úroveň ladění
ja: 21 - デバッグレベルが正しくありません
pt_br: 21 - Nível de depuração incorreto
sk: 21 - Zlá úroveň ladenia

source: 22 - Not valid step
ca: 22 - Pas no vàlid
cs: 22 - Neplatný krok
ja: 22 - ステップが正しくありません
pt_br: 22 - Etapa inválida
sk: 22 - Neplatný krok

source: 24 - no such file
ca: 24 - No hi ha aquest fitxer
cs: 24 - soubor neexistuje
ja: 24 - そのようなファイルはありません
pt_br: 24 - arquivo inexistente
sk: 24 - súbor neexistuje

source: 25 - no such directory
ca: 25 - No hi ha aquest directori
cs: 25 - adresář neexistuje
ja: 25 - そのようなディレクトリはありません
pt_br: 25 - nenhum diretório
sk: 25 - adresár neexistuje

source: 26 - mount_point does not exist
ca: 26 - El punt de muntatge no existeix
cs: 26 - bod připojení (mount_point) neexistuje
ja: 26 - mount_point が存在しません
pt_br: 26 - mount_point não existe
sk: 26 - bod_pripojenia neexistuje

source: 27 - No such org
ca: 27 - No hi ha tal org
cs: 27 - Organizace neexistuje
ja: 27 - そのような組織はありません
pt_br: 27 - Essa organização não existe
sk: 27 - Organizácia neexistuje

source: 28 - error: --master is only valid with --mount-point
ca: 28 - error: --master només és vàlid amb --mount-point
cs: 28 - chyba: --master je platný pouze s --mount-point
ja: 28 - エラー: --master は --mount-point とともに指定した場合にのみ有効です
pt_br: 28 - erro: --master é válido apenas com --mount-point
sk: 28 - chyba: --master je platné iba s --mount-point

source: ERROR: unknown dump version, try one of %s
ca: ERROR: versió d'abocament desconeguda, proveu-ne una de %s
cs: CHYBA: neznámá verze výpisu, zkuste jeden z %s
ja: エラー: 未知のダンプバージョンです。 %s のいずれかをお試しください
pt_br: ERRO: versão de despejo desconhecida, tente um dos %s
sk: CHYBA: neznáma verzia výpisu, vyskúšajte jeden z %s
