Repository: uyuni-project/uyuni
Catalog: python/spacewalk/po/*.po
Languages: ca, cs, ja, pt_br, sk

source: incomplete proxy authentication token: %s
ca: testimoni incomplet del servidor intermediari: %s
cs: Neúplný autentifikační token pro proxy: %s
ja: 不完全なプロキシ認証トークンです: %s
pt_br: token de autenticação de proxy incompleto: %s
sk: neúplný token overenia proxy: %s

source: Sent proxy signature %s does not match ours %s.
ca: La signatura de l'intermediari enviada %s no coincideix amb la nostra %s.
cs: Zaslaný podpis proxy %s neodpovídá našemu %s.
ja: 送信されたプロキシ署名 %s がこちら側の %s と一致しません。
pt_br: A assinatura de proxy enviada %s não corresponde à nossa %s.
sk: Zaslaný podpis proxy %s nezodpovedá nášmu %s.

source: declined proxy authentication
ca: s'ha rebutjat l'autenticació d'intermediari
cs: zamítnutá proxy autentifikace
ja: プロキシ認証が拒否されました
pt_br: autenticação de proxy recusada
sk: zamietnuté overenie proxy

source: Invalid request received (%s).
ca: Es va rebre una petició no vàlida (%s).
cs: Neplatná žádost (%s).
ja: 無効な要求を受け取りました (%s)。
pt_br: Solicitação inválida recebida (%s).
sk: Prijatá neplatná požiadavka (%s).

source: IMPORTANT MESSAGE FOLLOWS: %s
ca: MISSATGE IMPORTANT SEGÜENT: %s
cs: DŮLEŽITÉ UPOZORNĚNÍ: %s
ja: 重要なメッセージです: %s
pt_br: SEGUINTE MENSAGEM IMPORTANTE: %s
sk: DÔLEŽITÁ SPRÁVA NASLEDUJE: %s

source: While running '%s': caught %s : %s
ca: Mentre s'executava '%s': es va capturar %s : %s
cs: Při běhu '%s': zachyceno %s : %s
ja: 「%s」の実行中: 次をキャッチしました %s : %s
pt_br: Durante a execução de '%s': capturado %s : %s
sk: Počas behu '%s': zachytené %s : %s

source: Invalid URI %s
ca: L'URI %s no és vàlid
cs: Neplatné URI %s
ja: 無効な URI %s
pt_br: URI %s inválida
sk: Neplatné URI %s

source: %s Account has been deactivated on this server. Please contact your Org administrator for more help.
ca: El compte %s s'ha desactivat en aquest servidor. Poseu-vos en contacte amb l'administrador de l'organització per obtenir més ajuda.
cs: Účet %s byl na tomto serveru deaktivován. Pro další pomoc kontaktujte správce své organizace.
ja: %s アカウントは本サーバー上では非アクティブになっています。 組織の管理者にお問い合わせください。
pt_br: A conta %s foi desativada neste servidor. Entre em contato com o administrador da organização para obter mais ajuda.
sk: Na tomto serveri bol účet %s deaktivovaný. Pre ďalšiu pomoc kontaktujte administrátora svojej organizácie.

source: Your system was not found in the {PRODUCT_NAME} database
ca: El sistema no s'ha trobat a la base de dades de {PRODUCT_NAME}
cs: Váš systém nebyl v databázi {PRODUCT_NAME} nalezen
ja: システムが {PRODUCT_NAME} データベース内には見つかりませんでした
pt_br: Seu sistema não foi encontrado no banco de dados do {PRODUCT_NAME}

source: ISS is disabled on this server.
ca: ISS està desactivat en aquest servidor.
cs: ISS je na tomto serveru deaktivováno.
ja: このサーバでは ISS が無効化されています。
pt_br: O ISS está desativado neste servidor.
sk: Na tomto serveri je ISS zakázané.

source: Server "%s" is not enabled for ISS.
ca: El servidor "%s" no està habilitat per a l'ISS.
cs: Server "%s" nemá povolen ISS.
ja: サーバー「%s」は ISS に有効になっていません。
pt_br: O servidor "%s" não está ativado para o ISS.
sk: Server "%s" nie je povolený pre ISS.

source: Expected a package name, not: %s
ca: S'esperava un nom de paquet, no %s
cs: Očekávám jméno balíku, nikoliv "%s"
ja: パッケージ名が期待されています、次ではありません: %s
pt_br: Esperado um nome de pacote, não: %s

source: Expected a package, not: %s
ca: S'esperava un paquet, no: %s
cs: Očekávám balík, nikoliv "%s"
ja: パッケージが期待されています、 次ではありません: %s
pt_br: Esperado um pacote, não: %s

source: SUSE Manager Proxy service not enabled for server profile: "%s"
ca: El servei d'intermediari de SUSE Manager no està habilitat per al perfil del servidor: %s
cs: Serverový profil "%s" nemá aktivovánu službu SUSE Manager Proxy
ja: サーバプロファイルに対して SUSE Manager Proxy サービスが有効化されていません: "%s"
pt_br: O serviço SUSE Manager Proxy não está habilitado para o perfil do servidor: "%s"
sk: Služba SUSE Manager Proxy nie je povolená pre profil servera: "%s"

source: Invalid session key
ca: la clau de sessió no és vàlida
cs: Neplatný session key
ja: 無効なセッションキー
pt_br: Chave de sessão inválida
sk: Neplatný kľúč sedenia

source: This server ID no longer exists
ca: Aquest ID de servidor ja no existeix
cs: Toto ID serveru již neexistuje
ja: このサーバー ID は既になくなりました
pt_br: Esse ID de servidor não existe mais
sk: Toto ID servera už neexistuje

source: Invalid action value type %s (%s)
ca: Tipus de valor d'acció no vàlid: %s (%s)
cs: Neplatná hodnota operace typu %s (%s)
ja: 無効な動作値タイプ %s (%s)
pt_br: Tipo de valor de ação inválido %s (%s)

source: Action %s does not belong to server %s
ca: L'acció %s no pertany al servidor %s
cs: Operace %s nenáleží k serveru %s
ja: 動作 %s はサーバー %s に属していません
pt_br: A ação %s não pertence ao servidor %s

source: Required data missing
ca: Falten les dades necessàries
cs: Chybí požadovaná data
ja: 必要なデータが足りません
pt_br: Dados necessários ausentes

source: Required members missing
ca: Membres obligatoris desapareguts
cs: Chybí požadovaní členi
ja: 必要なメンバーが足りません
pt_br: Membros necessários ausentes

source: Attempt to register a system to an invalid username
ca: Intenteu registrar un sistema amb un nom d'usuari no vàlid
cs: Pokoušíte se zaregistrovat systém na neexistujicího uživate
ja: システムを無効なユーザー名に登録しようとしています
pt_br: Tentativa de registrar um sistema para um nome de usuário inválido

source: Invalid system release version requested
ca: S'ha sol·licitat una versió de llançament del sistema no vàlida.
cs: Požadována neplatná release verze systému
ja: 無効なシステムリリースバージョンを要求しています
pt_br: Versão de lançamento do sistema solicitada inválida

source: Unable to find a valid network interface, both ipaddr and ip6addr not found.
ca: No s'ha pogut trobar una interfície de xarxa vàlida, no s'han trobat ni ipaddr ni ip6addr.
cs: Nelze najít platné síťové rozhraní, ipaddr (IPv4) a ip6addr (IPv6) nebyly nalezeny.
ja: 適切なネットワークインターフェイスが見つかりませんでした。 ipaddr と ip6addr の両方が見つかりません。
pt_br: Não foi possível encontrar uma interface de rede válida, ipaddr e ip6addr não encontrados.

source: {PRODUCT_NAME} Welcome Message
ca: Missatge de benvinguda de {PRODUCT_NAME}
cs: Uvítací zpráva {PRODUCT_NAME}
ja: {PRODUCT_NAME} ようこそメッセージ
pt_br: {PRODUCT_NAME} Mensagem de Boas vindas

source: Privacy Statement
ca: Declaració de privacitat
cs: Prohlášení o ochraně soukromí
ja: プライバシーステートメント
pt_br: Declaração de Privacidade

source: Expected a dictionary as a product argument
ca: S'esperava un diccionari com a argument de producte.
cs: Jako argument u produktu je očekáván slovník
ja: 製品の引数としてディクショナリが期待されています
pt_br: Esperado um dicionário como argumento do produto

source: Invalid value '%s' for %s (%s)
ca: El valor %s no és vàlid per a %s (%s)
cs: Neplatná hodnota '%s' pro %s (%s)
ja: 無効な値 '%s' − %s (%s)
pt_br: Valor inválido '%s' para %s (%s)

source: Invalid system_id/action_id pair.
ca: Parell system_id / action_id no vàlid.
cs: Neplatný pár system_id/action_id.
ja: system_id/action_id の対が正しくありません。
pt_br: Par system_id/action_id inválido.

source: Invalid value %s (%s)
ca: Valor no vàlid %s (%s)
cs: Neplatná hodnota %s (%s)
ja: 無効な値 %s (%s)
pt_br: Valor inválido %s (%s)

source: You are not authorized to manage packages in the null org
ca: No esteu autoritzat per gestionar els paquets de l'organització nul·la
cs: Prázdná organizace nemá právo spravovat balíčky
ja: null org にあるパッケージを管理する権限が与えられていません
pt_br: Você não está autorizado a gerenciar pacotes na organização nula
sk: Nemáte oprávnenie spravovať balíky v null org

source: You are not allowed to manage packages in the %s org
ca: No esteu autoritzat per gestionar els paquets de l'organització %s
cs: Nemáte právo spravovat balíčky v organizaci %s
ja: %s org 内のパッケージの管理は許可されていません
pt_br: Você não tem permissão para gerenciar pacotes na organização %s
sk: Nemáte oprávnenie spravovať balíky v %s org

source: You are not allowed to perform administrative tasks
ca: No esteu autoritzat per realitzar les tasques administratives
cs: Nemáte právo provádět úkoly správy
ja: 管理に関する作業を行う許可がありません
pt_br: Você não tem permissão para executar tarefas administrativas
sk: Nemáte oprávnenie vykonávať administratívne úlohy

source: You are not allowed to manage channel %s, or that channel does not exist
ca: No esteu autoritzat per gestionar el canal %s, o no existeix aquest canal
cs: Nemáte právo spravovat kanál %s, nebo takový kanál ani neexistuje
ja: チャンネル %s の管理は許可されていないか、 またはこのチャンネルは存在していません
pt_br: Você não tem permissão para gerenciar o canal %s, ou esse canal não existe
sk: Nemáte oprávnenie spravovať kanál %s, alebo tento kanál neexistuje

source: %s Account has been deactivated on this server. Please contact your Org administrator for more help.
ca: El compte %s s'ha desactivat en aquest servidor. Poseu-vos en contacte amb l'administrador de l'organització per obtenir més ajuda.
cs: Účet %s byl na tomto serveru deaktivován. Pro další pomoc kontaktujte správce své organizace.
ja: %s アカウントは本サーバー上では無効化されています。 詳しくは組織の管理者にお問い合わせください。
pt_br: A conta %s foi desativada neste servidor. Entre em contato com o administrador da organização para obter mais ajuda.
sk: Na tomto serveri bol účet %s deaktivovaný. Pre ďalšiu pomoc kontaktujte administrátora svojej organizácie.

source: Your account does not have access to any channels matching (release='%(release)s', arch='%(arch)s')%(www_activation)s
ca: El compte no té accés a cap canal que coincideixi (release=%(release)s, arch=%(arch)s)%(www_activation)s
cs: Váš systém nemá přístup k žádným kanálům pro (release='%(release)s', arch='%(arch)s')%(www_activation)s
ja: ご使用のアカウントには (release='%(release)s', arch='%(arch)s')%(www_activation)s に一致するチャンネルのいずれにもアクセスがありません
pt_br: Sua conta não tem acesso a nenhum canal correspondente (release ='%(release)s', arch='%(arch)s')%(www_activation)s
sk: Váš účet nemá prístup k žiadnym kanálom, ktoré zodpovedajú (vydanie='%(release)s', arch='%(arch)s')%(www_activation)s

source: Insufficient subscription permissions for release (%s, %s
ca: Permisos de subscripció insuficients per al llançament (%s, %s
cs: Nedostatečná subscription práva pro release (%s, %s
ja: リリース (%s, %s にはサブスクリプション許可が不足しています
pt_br: Permissões de assinatura insuficientes para liberação (%s, %s
sk: Nedostatočné práva predplatného na vydanie (%s, %s

source: System Registered but Inactive
ca: Sistema registrat però inactiu
cs: Systém je registrován, ale neaktivní
ja: システムは登録されていますが非アクティブになっています
pt_br: Sistema Registrado, mas Inativo
sk: Systém je registrovaný, ale neaktívny

source: Invalid Architecture and OS release combination (%s, %s). Your system has been registered, but will not receive updates because it could not be subscribed to a base channel. Please contact your organization administrator for assistance.
ca: Combinació d'arquitectura i versió del sistema operatiu no vàlida (%s, %s). El vostre sistema s'ha registrat, però no rebrà actualitzacions perquè no es podia subscriure a un canal de base. Poseu-vos en contacte amb l'administrador de la vostra organització per obtenir ajuda.
cs: Neplatná kombinace architektury a operačního systému (%s, %s). Váš systém byl sice zaregistrován, ale nebude dostávat aktualizace, protože nemůže být přihlášen do hlavního kanálu. Pro další pomoc kontaktujte správce vaší organizace.
ja: アーキテクチャとオペレーティングシステムのリリースの組み合わせ (%s、 %s) が無効です。 システムは登録されていますが、 ベースチャンネルにサブスクライブ させることができなかったため更新は行われません。 詳細については組織の管理者に お問い合わせください。
pt_br: Combinação de liberação de arquitetura e sistema operacional inválida (%s, %s). Seu sistema foi registrado, mas não receberá atualizações porque não pôde ser inscrito em um canal base. Por favor entre em contato com o administrador da organização para obter assistência.
sk: Neplatná kombinácia architektúry a vydania OS (%s, %s). Váš systém bol zaregistrovaný, ale nebude dostávať aktualizácie, pretože sa nemohol prihlásiť k základnému kanálu. Požiadajte o pomoc administrátora svojej organizácie.

source: This system has been successfully registered, but is not yet entitled to service. To entitle this system to service, login to the web site at: %(entitlement_url)s
ca: Aquest sistema s'ha registrat correctament, però encara no té dret al servei. Perquè aquest sistema tingui dret al servei, inicieu sessió al lloc web a %(entitlement_url)s
cs: Systém byl sice zaregistrován, ale ještě nemá povolenu službu. Pro povolení služby se přihlaste na webové stránky na: %(entitlement_url)s
ja: このシステムは正常に登録されていますが、 サービスへのエンタイトルメントがまだ付与されていません。 システムにサービスへのエンタイトルメントを付与するには次の Web サイトにログインしてください。 %(entitlement_url)s
pt_br: Este sistema foi registrado com sucesso, mas ainda não tem direito para servir. Para autorizar esse sistema a fazer serviço, faça login no site em: %(entitlement_url)s
sk: Tento systém bol úspešne zaregistrovaný, ale zatiaľ nie je oprávnený na službu. Na oprávnenie tohto systému na servis sa prihláste na webovej stránke: %(entitlement_url)s

source: This system has been successfully registered, but no service entitlements were available. To entitle this system to service, login to the web site at: %(entitlement_url)s
ca: Aquest sistema s'ha registrat correctament, però no hi ha drets de servei disponibles. Perquè aquest sistema tingui dret al servei, inicieu sessió al lloc web a %(entitlement_url)s
cs: Systém byl sice zaregistrován, ale ještě neměl k dispozici žádné povolené služby. Pro povolení služby se přihlaste na webové stránky na: %(entitlement_url)s
ja: このシステムは正常に登録されていますが、 利用できるサービスエンタイトルメントがありませんでした。 システムにサービスへのエンタイトルメントを付与するには次の Web サイトにログインしてください。 %(entitlement_url)s
pt_br: Este sistema foi registrado com sucesso, mas nenhum direito ao serviço estavam disponíveis. Para autorizar esse sistema a fazer serviço, faça login no site em: %(entitlement_url)s
sk: Tento systém bol úspešne zaregistrovaný, ale neboli k dispozícii žiadne oprávnenia na službu. Na oprávnenie tohto systému na servis sa prihláste na webovej stránke: %(entitlement_url)s

source: Please run rhn_register as root on this client
ca: Si us plau, executeu rhn_register com a arrel en aquest client.
cs: Spusťte prosím rhn_register jako superuživatel (root) tohoto klienta
ja: このクライアント上で root ユーザーになり、 rhn_register を実行してください
pt_br: Execute rhn_register como root neste cliente
sk: Prosím, spustite rhn_register ako správca systému na tomto klientovi

source: Service not enabled for system profile: "%s"
ca: Servei no habilitat per al perfil del sistema: "%s"
cs: Tato služba není aktivována pro systémový profil: "%s"
ja: システムプロファイルに対してサービスが有効になっていません: 「%s」
pt_br: Serviço não ativado para o perfil do sistema: "%s"
sk: Služba nie je povolená pre systémový profil: "%s"

source: Invalid RPM package %s requested
ca: S'ha sol·licitat el paquet RPM %s no vàlid.
cs: Byl vyžádán neplatný RPM balík %s
ja: 無効な RPM パッケージ %s を要求しています
pt_br: Pacote RPM inválido %s solicitado
sk: Požaduje sa neplatný balík RPM %s

source: Package not found
ca: Paquet no trobat
cs: Balík nenalezen
ja: パッケージが見つかりません
pt_br: Pacote não encontrado
sk: Balík nebol nájdený

source: Architecture `%s' is not supported
ca: L'arquitectura %s no és compatible.
cs: Architektura '%s' není podporována
ja: アーキテクチャ `%s' はサポートされていません
pt_br: A arquitetura `%s' não é suportada
sk: Architektúra `%s' nie je podporovaná

source: Token `%s' has more than one base channel assigned
ca: El testimoni `%s' té més d'un canal base assignat
cs: Token `%s' má přiřazen více jak jeden kanál
ja: トークン `%s' には複数のベースチャンネルが割り当てられています
pt_br: O token `%s' possui mais de um canal base atribuído
sk: Token `%s' má priradený viac ako jeden základný kanál

source: Conflicting base channels
ca: Canals bàsics conflictius
cs: Konflikt hlavních kanálů
ja: 競合しているベースチャンネル
pt_br: Canais básicos conflitantes
sk: Konfliktné základné kanály

source: Failed to add server to group %s
ca: No s'ha pogut afegir el servidor al grup %s
cs: Nepodařilo se přidat server do skupiny %s
ja: グループ %s へのサーバーの追加に失敗しました
pt_br: Falha ao adicionar servidor ao grupo %s
sk: Zlyhalo pridanie servera do skupiny %s

source: Maximum usage count of %s reached
ca: S'ha assolit el recompte màxim d'ús de %s
cs: Bylo dosaženo maximálního počtu užívání %s
ja: 最大使用数 %s に達しました
pt_br: Contagem máxima de uso de %s atingida
sk: Dosiahol sa maximálny počet použití %s

source: Stacking of re-registration tokens with different base entitlements is not supported
ca: No s'admet l'apilament de testimonis de reregistre amb diferents drets de base.
cs: Skládání re-registračních tokenů s povoleními na různé hlavní kanály není podporováno
ja: 異なるベースエンタイトルメントでの再登録トークンの積み重ねには対応していません
pt_br: O empilhamento de tokens de recadastramento com diferentes direitos de base não é suportado
sk: Skladanie tokenov opätovnej registrácie s rôznymi základnými oprávneniami nie je podporované

source: Could not find token '%s'
ca: No es va poder tovar el testimoni '%s'
cs: Nepodařilo se nalézt token '%s'
ja: トークン「%s」は見つかりませんでした
pt_br: Não foi possível encontrar o token '%s'
sk: Nepodarilo sa nájsť token '%s'

source: Tokens from mismatching orgs
ca: Testimonis d'organitzacions que no coincideixen
cs: Tokeny jsou z neodpovídajících si organizací
ja: 不一致の org からのトークンです
pt_br: Tokens de organizações incompatíveis
sk: Žetóny z nezhodujúcich sa organizácií

source: Kickstart session mismatch
ca: La sessió de Kickstart no coincideix
cs: Nesouhlasí session kickstartu
ja: キックスタートセッションの不一致です
pt_br: Incompatibilidade de sessão do Kickstart
sk: Nesúlad sedenia kickstart

source: Stacking of re-registration tokens is not supported
ca: No s'admet l'apilament de testimonis de reregistre.
cs: Sčítání re-registračních tokenů není podporováno
ja: 再登録トークンの積み重ねには対応していません
pt_br: O empilhamento de tokens de re-registro não é suportado
sk: Skladanie tokenov opätovnej registrácie nie je podporované

source: Invalid username/password combination
ca: Combinació de nom d'usuari i contrasenya no vàlida
cs: Neplatná kombinace uživatelského jména a hesla
ja: 無効なユーザー名とパスワードの組み合わせです
pt_br: Combinação de nome de usuário/senha inválido
sk: Neplatná kombinácia používateľského mena/hesla

source: Username `%s' has not been reserved
ca: El nom d'usuari %s no s'ha reservat.
cs: Uživatelské jméno `%s' nebylo rezerováno
ja: ユーザー名 `%s' は予約されていません
pt_br: O nome de usuário `%s 'não foi reservado
sk: Používateľské meno `%s' nebolo rezervované

source: E-mail address not specified
ca: Adreça de correu electrònic no especificada
cs: Nebyla udána e-mailová adresa
ja: Email アドレスが指定されていません
pt_br: Endereço de email não especificado
sk: E-mailová adresa nie je uvedená

source: username should be at least %d characters
ca: El nom d'usuari ha de tenir com a mínim %d caràcters.
cs: uživatelské jméno musí mít minimálně %d znaků
ja: ユーザー名は少なくとも %d 文字以上にしてください
pt_br: o nome de usuário deve ter pelo menos %d caracteres
sk: používateľské meno by malo mať najmenej %d znakov

source: username should be less than %d characters
ca: El nom d'usuari ha de tenir menys de %d caràcters.
cs: uživatelské jméno musí být kratší, než %d znaků
ja: ユーザー名は %d 文字未満にしてください
pt_br: o nome de usuário deve ter menos de %d caracteres
sk: používateľské meno by malo mať menej ako %d znakov

source: username = `%s', invalid character `%s'
ca: nom d'usuari = %s, caràcter no vàlid: %s
cs: uživatelské jméno = `%s' obsahuje neplatný znak `%s'
ja: ユーザー名 = `%s'、 無効な文字 `%s'
pt_br: nome de usuário = `%s', caractere inválido`%s'
sk: používateľské meno = `%s', neplatný znak `%s'

source: Please limit your e-mail address to %s chars
ca: Limiteu l'adreça de correu electrònic a %s caràcters.
cs: Prosím, omezte e-mail adresu na znaky %s
ja: Email アドレスは %s 文字以内にしてください
pt_br: Por favor limite seu endereço de e-mail a %s caracteres
sk: Prosím, obmedzte svoju e-mailovú adresu na %s znakov

source: password must be at least %d characters
ca: la contrasenya ha de tenir com a mínim %d caràcters
cs: heslo musí mít nejméně %d znaků
ja: パスワードは少なくとも %d 文字に以上にしてください
pt_br: a senha deve ter pelo menos %d caracteres
sk: heslo musí mať najmenej %d znakov

source: Password must be shorter than %d characters
ca: La contrasenya ha de tenir menys de %d caràcters.
cs: Heslo musí být kratší, než %d znaků
ja: パスワードは %d 文字以内にしてください
pt_br: A senha deve ter menos de %d caracteres
sk: Heslo musí byť kratšie ako %d znakov

source: password contains character `%s'
ca: la contrasenya conté el caràcter %s
cs: heslo obsahuje znak `%s'
ja: パスワードに `%s' 文字が含まれています
pt_br: a senha contém o caractere `%s '
sk: heslo obsahuje znak `%s'

source: username should be at least %d characters long
ca: El nom d'usuari ha de tenir com a mínim %d caràcters.
cs: uživatelské jméno by mělo mít alespoň %d znaků
ja: ユーザー名は少なくとも %d 文字以上の長さにしてください
pt_br: o nome de usuário deve ter pelo menos %d caracteres
sk: používateľské meno by malo byť najmenej %d znakov dlhé

source: Cannot register usernames ending with %s
ca: No es poden registrar els noms d'usuari que acaben en %s.
cs: Nelze registrovat uživatelská jména končící na %s
ja: %s で終わるユーザー名は登録できません
pt_br: Não é possível registrar nomes de usuário que terminem com %s
sk: Nie je možné zaregistrovať používateľské mená končiace s %s

source: This does not appear to be a valid username.
ca: Aquest no sembla un nom d'usuari vàlid.
cs: Toto asi není platné uživatelské jméno.
ja: 有効なユーザー名ではないようです。
pt_br: Este não parece ser um nome de usuário válido.
sk: Nezdá sa, že je to platné používateľské meno.

source: Invalid username and password combination.
ca: Combinació de nom d'usuari i contrasenya no vàlida.
cs: Neplatná kombinace uživatelského jména a hesla.
ja: ユーザー名とパスワードの組み合わせが無効です。
pt_br: Combinação de nome de usuário e senha inválida.
sk: Neplatná kombinácia používateľského mena a hesla.

source: This login is already taken, or the password is incorrect.
ca: Aquest inici de sessió ja s'ha fet o la contrasenya és incorrecta.
cs: Tento login je již používán nebo je heslo neplatné.
ja: このログインは既に使用済か、 またはパスワードが間違っています。
pt_br: Este login já foi realizado ou a senha está incorreta.
sk: Toto prihlasovacie meno je už obsadené, alebo je heslo nesprávne.

source: Permission denied.
ca: Permís denegat.
cs: Přístup odepřen.
ja: パーミッションが拒否されました。
pt_br: Permissão negada.
sk: Prístup zamietnutý.

source: Object not found.
ca: Objecte no trobat.
cs: Objekt nenalezen.
ja: オブジェクトが見つかりません。
pt_br: Objeto não encontrado.
sk: Objekt nebol nájdený.

source: Invalid System Digital ID.
ca: ID digital del sistema no vàlid.
cs: Neplatné ID systému.
ja: 無効なシステムデジタル ID です。
pt_br: ID digital do sistema inválido.
sk: Neplatné digitálne ID systému.

source: Invalid System Credentials.
ca: Credencials del sistema no vàlides.
cs: Neplatné přihlašovací údaje do systému.
ja: 無効なシステム認証情報です。
pt_br: Credenciais do sistema inválidas.
sk: Neplatné prihlasovanie údaje do systému.

source: Could not retrieve user data from database.
ca: No s'han pogut recuperar les dades d'usuari de la base de dades.
cs: Nepodařilo se z databáze získat uživatelská data.
ja: データベースからユーザーのデータを読み出すことができませんでした。
pt_br: Não foi possível recuperar os dados do usuário do banco de dados.
sk: Nepodarilo získať z databázy používateľské dáta.

source: Valid username required.
ca: Es requereix un nom d'usuari vàlid.
cs: Vyžadováno platné uživatelské jméno.
ja: 有効なユーザー名が必要です。
pt_br: Nome de usuário válido necessário.
sk: Vyžaduje sa platné používateľské meno.

source: Valid password required.
ca: Es requereix una contrasenya vàlida.
cs: Vyžadováno platné heslo.
ja: 有効なパスワードが必要です。
pt_br: Senha válida necessária.
sk: Vyžaduje sa platné heslo.

source: Minimum username length violation.
ca: Incompliment de la longitud mínima del nom d'usuari.
cs: Nedostatečná délka uživatelského jména.
ja: ユーザー名の最短の長さを違反しています。
pt_br: Violação mínima do comprimento do nome de usuário.
sk: Nedodržanie minimálnej dĺžky používateľského mena.

source: Minimum password length violation.
ca: Incompliment de la longitud mínima de la contrasenya.
cs: Nedostatečná délka hesla.
ja: パスワードの最短の長さを違反しています。
pt_br: Violação mínima do comprimento da senha.
sk: Nedodržanie minimálnej dĺžky hesla.
