Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: usage: system_delete [options] <SYSTEMS> options: -c TYPE - Possible values: * 'FAIL_ON_CLEANUP_ERR' - fail in case of cleanup error, * 'NO_CLEANUP' - do not cleanup, just delete, * 'FORCE_DELETE' - Try cleanup first but delete server anyway in case of error
ca: ús: systemdelete [opcions] <SYSTEMS> opcions: -c TIPUS - Valors possibles: * 'FAILONCLEANUPERR' - falla en cas d'error de neteja, * 'NOCLEANUP' - no netejar, només esborrar, * 'FORCEDELETE' - Intenteu netejar primer però suprimiu el servidor de totes maneres en cas d'error
sk: použitie: system_delete [voľby] <SYSTÉMY> voľby: -c TYP - Možné hodnoty: * 'FAIL_ON_CLEANUP_ERR' - zlyhať v prípade chyby čistenia, * 'NO_CLEANUP' - nečistiť, len vymazať, * 'FORCE_DELETE' - skúsiť najprv vyčistiť, ale aj tak vymazať server v prípade chyby

source: No systems to delete
ca: No hi ha sistemes a suprimir
sk: Žiadne systémy na vymazanie

source: %s System ID
ca: ID del sistema %s
sk: %s ID systému

source: Profile
ca: Perfil
sk: Profil

source: Delete these systems [y/N]:
ca: Suprimeix aquests sistemes [y/N]:
sk: Vymazať tieto systémy [a/N]:

source: %i system(s) scheduled for removal
ca: %i sistema(s) programat(s) per eliminar
sk: %i systém(y) naplánovaný(é) na odstránenie

source: system_lock: Lock a system
ca: systemlock: Bloqueja un sistema
sk: system_lock: Uzamknúť systém

source: usage: system_lock <SYSTEMS>
ca: ús: systemlock <SYSTEMS>
sk: použitie: system_lock <SYSTÉMY>

source: system_unlock: Unlock a system
ca: systemunlock: Desbloqueja un sistema
sk: system_unlock: Odomknúť systém

source: usage: system_unlock <SYSTEMS>
ca: ús: systemunlock <SYSTEMS>
sk: použitie: system_unlock <SYSTÉMY>

source: system_rename: Rename a system profile
ca: systemrename: Canvia el nom d'un perfil del sistema
sk: system_rename: Premenovať systémový profil

source: usage: system_rename OLDNAME NEWNAME
ca: ús: systemrename OLDNAME NEWNAME
sk: použitie: system_rename STARÝ_NÁZOV NOVÝ_NÁZOV

source: system_refreshpillar: Refresh pillar data of system(s)
ca: systemrefreshpillar: Actualitza les dades del pilar del(s) sistema(s)
sk: system_refreshpillar: Obnovenie pilierových údajov pre systém(y)

source: usage: system_refreshpillar [<SYSTEMS>]
ca: ús: systemrefreshpillar [<SYSTEMS>]
sk: použitie: system_refreshpillar [<SYSTEMS>]

source: system_listcustomvalues: List the custom values for a system
ca: systemlistcustomvalues: Llista els valors personalitzats per a un sistema
sk: system_listcustomvalues: Vypísať zoznam vlastných hodnôt pre systém

source: usage: system_listcustomvalues <SYSTEMS>
ca: ús: systemlistcustomvalues <SYSTEMS>
sk: použitie: system_listcustomvalues <SYSTÉMY>

source: system_addcustomvalue: Set a custom value for a system
ca: systemaddcustomvalue: estableix un valor personalitzat per a un sistema
sk: system_addcustomvalue: Nastaviť vlastnú hodnotu pre systém

source: usage: system_addcustomvalue KEY VALUE <SYSTEMS>
ca: ús: systemaddcustomvalue VALOR CLAU <SYSTEMS>
sk: použitie: system_addcustomvalue KĽÚČ HODNOTA <SYSTÉMY>

source: system_updatecustomvalue: Update a custom value for a system
ca: systemupdatecustomvalue: Actualitza un valor personalitzat per a un sistema
sk: system_updatecustomvalue: Aktualizovať vlastnú hodnotu pre systém

source: usage: system_updatecustomvalue KEY VALUE <SYSTEMS>
ca: ús: systemupdatecustomvalue VALOR CLAU <SYSTEMS>
sk: použitie: system_updatecustomvalue KĽÚČ HODNOTA <SYSTÉMY>

source: system_removecustomvalues: Remove a custom value for a system
ca: systemremovecustomvalues: Elimina un valor personalitzat per a un sistema
sk: system_removecustomvalues: Odstrániť vlastnú hodnotu pre systém

source: usage: system_removecustomvalues <SYSTEMS> <KEY ...>
ca: ús: systemremovecustomvalues <SYSTEMS> <KEY ...>
sk: použitie: system_removecustomvalues <SYSTÉMY> <KĽÚČ ...>

source: Delete these values [y/N]:
ca: Suprimeix aquests valors [y/N]:
sk: Vymazať tieto hodnoty [a/N]:

source: system_addnote: Set a note for a system
ca: systemaddnote: estableix una nota per a un sistema
sk: system_addnote: Nastaviť poznámku pre systém

source: usage: system_addnote <SYSTEM> [options] options: -s SUBJECT -b BODY
ca: ús: systemaddnote <SYSTEM> [opcions] opcions: -s ASSUMPTE -b COS
sk: použitie: system_addnote <SYSTÉM> [voľby] voľby: -s PREDMET -b TELO

source: Subject of the Note:
ca: Assumpte de la nota:
sk: Predmet poznámky:

source: Note Body (ctrl-D to finish):
ca: Cos de nota (ctrl-D a finalitzar):
sk: Telo poznámky (ctrl-D na dokončenie):

source: A subject is required
ca: Es requereix una assignatura
sk: Vyžaduje sa predmet

source: A body is required
ca: Es requereix un cos
sk: Vyžaduje sa telo

source: system_deletenotes: Delete notes from a system
ca: systemdeletenotes: Elimina les notes d'un sistema
sk: system_deletenotes: Vymazať poznámky zo systému

source: usage: system_deletenotes <SYSTEM> <ID|*>
ca: ús: systemdeletenotes <SYSTEM> <ID|*>
sk: použitie: system_deletenotes <SYSTÉM> <ID|*>

source: No notes to delete
ca: No hi ha notes a suprimir
sk: Žiadne poznámky na vymazanie

source: %s is not a valid note ID
ca: %s no és un ID de nota vàlid
sk: %s nie je platné ID poznámky

source: system_listnotes: List the available notes for a system
ca: systemlistnotes: Llista les notes disponibles per a un sistema
sk: system_listnotes: Vypísať zoznam dostupných poznámok pre systém

source: usage: system_listnotes <SYSTEM>
ca: ús: systemlistnotes <SYSTEM>
sk: použitie: system_listnotes <SYSTÉM>

source: system_listfqdns: List the associated FQDNs for a system
ca: systemlistfqdns: Llista els FQDN associats per a un sistema
sk: system_listfqdns: Vypísať zoznam prislúchajúcich FQDN pre systém

source: usage: system_listfqdns <SYSTEM>
ca: ús: systemlistfqdns <SYSTEM>
sk: použitie: system_listfqdns <SYSTÉM>

source: system_setbasechannel: Set a system's base software channel
ca: systemsetbasechannel: estableix el canal de programari base d'un sistema
sk: system_setbasechannel: Nastaviť základný softvérový kanál systému

source: usage: system_setbasechannel <SYSTEMS> CHANNEL
ca: ús: systemsetbasechannel <SYSTEMS> CHANNEL
sk: použitie: system_setbasechannel <SYSTÉMY> KANÁL

source: System: %s
ca: Sistema: %s
sk: Systém: %s

source: Old Base Channel: %s
ca: Canal base antic: %s
sk: Starý základný kanál: %s

source: New Base Channel: %s
ca: Canal base nou: %s
sk: Nový základný kanál: %s

source: system_schedulechangechannels: Schedule changing a system's software channels
ca: systemschedulechangechannels: Planificació canviant els canals de programari d'un sistema
sk: system_schedulechangechannels: Naplánovať zmenu softvérových kanálov systému

source: usage: system_setbasechannel <SYSTEMS> [options] options: -b BASE_CHANNEL base channel label -c CHILD_CHANNEL child channel labels (allowed multiple times) -s START_TIME time defaults to now
ca: ús: systemsetbasechannel <SYSTEMS> [opcions] opcions: -b etiqueta del canal base del CANAL BASE -c CHILDCHANNEL etiquetes de canal fill (permeses diverses vegades) -s temps D'INICI per defecte
sk: použitie: system_setbasechannel <SYSTÉMY> [voľby] voľby: -b ZÁKLADNÝ_KANÁL označenie základného kanála -c KANÁL_POTOMKA označenia kanálov potomkov (povolené viacnásobné použitie) -s ČAS_SPUSTENIA predvolený čas je teraz

source: Old Child Channels: %s
ca: Canals fills antics: %s
sk: Staré kanály potomkov: %s

source: New Child channels %s
ca: Canals fills nous %s
sk: Nové kanály potomkov %s

source: Scheduled action id: %s
ca: ID d'acció programada: %s
sk: Id naplánovanej akcie: %s

source: system_listbasechannel: List the base channel for a system
ca: systemlistbasechannel: Llista el canal base per a un sistema
sk: system_listbasechannel: Vypísať zoznam základných kanálov pre systém

source: usage: system_listbasechannel <SYSTEMS>
ca: ús: systemlistbasechannel <SYSTEMS>
sk: použitie: system_listbasechannel <SYSTÉMY>

source: system_listchildchannels: List the child channels for a system
ca: systemlistchildchannels: Llista els canals fills d'un sistema
sk: system_listchildchannels: Vypísať zoznam kanálov potomkov pre systém

source: usage: system_listchildchannels <SYSTEMS>
ca: ús: systemlistchildchannels <SYSTEMS>
sk: použitie: system_listchildchannels <SYSTÉMY>

source: system_addchildchannels: Add child channels to a system
ca: systemaddchildchannels: afegeix canals fills a un sistema
sk: system_addchildchannels: Pridať kanály potomkov do systému

source: usage: system_addchildchannels <SYSTEMS> <CHANNEL ...>
ca: ús: systemaddchildchannels <SYSTEMS> <CHANNEL ...>
sk: použitie: system_addchildchannels <SYSTÉMY> <KANÁL ...>

source: system_removechildchannels: Remove child channels from a system
ca: systemremovechildchannels: Elimina els canals fills d'un sistema
sk: system_removechildchannels: Odstrániť kanály potomkov zo systému

source: usage: system_removechildchannels <SYSTEMS> <CHANNEL ...>
ca: ús: systemremovechildchannels <SYSTEMS> <CHANNEL ...>
sk: použitie: system_removechildchannels <SYSTÉMY> <KANÁL ...>

source: system_details: Show the details of a system profile
ca: systemdetails: mostra els detalls d'un perfil del sistema
sk: system_details: Zobraziť podrobnosti o systémovom profile

source: usage: system_details <SYSTEMS>
ca: ús: systemdetails <SYSTEMS>
sk: použitie: system_details <SYSTÉMY>

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: System ID: %i
ca: ID del sistema: %i
sk: ID systému: %i

source: Locked: %s
ca: Bloquejat: %s
sk: Uzamknutý: %s

source: Registered: %s
ca: Registrat: %s
sk: Registrovaný: %s

source: Last Checkin: %s
ca: Últim checkin: %s
sk: Posledné prihlásenie: %s

source: OSA Status: %s
ca: Estat de l'OSA: %s
sk: Stav OSA: %s

source: Last Boot: %s
ca: Últim arrencada: %s
sk: Posledný štart systému: %s

source: Contact Method:%s
ca: Mètode de contacte:%s
sk: Kontaktná metóda:%s

source: Hostname: %s
ca: Nom de l'ordinador: %s
sk: Názov hostiteľa: %s

source: IP Address: %s
ca: Adreça IP: %s
sk: IP adresa: %s

source: Kernel: %s
sk: Jadro: %s

source: system_listerrata: List available errata for a system
ca: systemlisterrata: Llista d'errades disponibles per a un sistema
sk: system_listerrata: Vypísať zoznam dostupných opráv chýb pre systém

source: usage: system_listerrata <SYSTEMS>
ca: ús: systemlisterrata <SYSTEMS>
sk: použitie: system_listerrata <SYSTÉMY>

source: system_applyerrata: Apply errata to a system
ca: systemapplyerrata: Aplica errata a un sistema
sk: system_applyerrata: Použiť opravy chýb na systém

source: usage: system_applyerrata [options] <SYSTEMS> [ERRATA|search:XXX ...] options: -s START_TIME
ca: ús: systemapplyerrata [opcions] <SYSTEMS> [ERRATA:cerca:XXX ...] opcions: -s HORA D'INICI
sk: použitie: system_applyerrata [voľby] <SYSTÉMY> [ERRATA|search:XXX ...] voľby: -s ČAS_SPUSTENIA

source: This method is deprecated and will be removed in a future API version. Please use system_listeventhistory instead.
ca: Aquest mètode està obsolet i s'eliminarà en una futura versió de l'API. Si us plau, utilitzeu systemlisteventhistory.
sk: Táto metóda je zastaraná a bude odstránená v budúcej verzii API. Namiesto toho, prosím, použite system_scheduleproductmigration.

source: system_listevents: List the event history for a system
ca: systemlistevents: Llista l'historial d'esdeveniments per a un sistema
sk: system_listevents: Vypísať históriu udalostí pre systém

source: usage: system_listevents <SYSTEMS>
ca: ús: systemlistevents <SYSTEMS>
sk: použitie: system_listevents <SYSTÉMY>

source: Summary: %s
ca: Resum: %s
sk: Súhrn: %s

source: Details: %s
ca: Detalls: %s
sk: Podrobnosti: %s

source: system_listeventhistory: List the event history for a system
ca: systemlisteventhistory: Llista l'historial d'esdeveniments per a un sistema
sk: system_listeventhistory: Vypísať históriu udalostí pre systém

source: usage: system_listeventhistory <SYSTEMS> [options] options: -s START_TIME list only the events happened after the specified time. [Default: returns all events] -o OFFSET skip the first events. Ignored if -l is not specified as well. [Default: 0] -l LIMIT limit the results to the specified number of events. [Default: no limit]
ca: ús: systemlisteventhistory <SYSTEMS> [opcions] opcions: -s llista STARTTIME només els esdeveniments van passar després de l'hora especificada. [Per defecte: retorna tots els esdeveniments] -o OFFSET omet els primers esdeveniments. S'ignora si -l no s'especifica també. [Per defecte: 0] -l LÍMIT limita els resultats al nombre d'esdeveniments especificat. [Per defecte: sense límit]
sk: použitie: system_listeventhistory <SYSTÉMY> [voľby] voľby: -s ČAS_SPUSTENIA vypíše zoznam iba udalostí, ktoré sa stali po zadanom čase. [Predvolené: vráti všetky udalosti] -o POSUN preskočí prvé udalosti. Ignoruje sa, ak nie je zadané -l. [Predvolené: 0] -l OBMEDZENIE obmedzí výsledky na zadaný počet udalostí. [Predvolené: bez obmedzenia]

source: Invalid offset
ca: Desplaçament no vàlid
sk: Neplatný posun

source: Invalid limit
ca: Límit no vàlid
sk: Neplatné obmedzenie

source: History type: %s
ca: Tipus d'historial: %s
sk: Typ histórie: %s

source: Status: %s
ca: Estat: %s
sk: Stav: %s

source: Summary: %s
ca: Resum: %s
sk: Súhrn: %s

source: Completed: %s
ca: Completat: %s
sk: Dokončené: %s

source: system_eventdetails: Retrieve the details of an event for a system
ca: systemeventdetails: Recupera els detalls d'un esdeveniment per a un sistema
sk: system_eventdetails: Získať podrobnosti o udalosti pre systém

source: usage: system_eventdetails <SYSTEM> <EVENT>
ca: ús: systemeventdetails <SYSTEM> <EVENT>
sk: použitie: system_eventdetails <SYSTÉM> <UDALOSŤ>

source: No event specified
ca: No s'ha especificat cap esdeveniment
sk: Nie je zadaná žiadna udalosť

source: Invalid event id
ca: Id d'esdeveniment no vàlid
sk: Neplatné id udalosti

source: No event %s found in the history of system %s
ca: No s'ha trobat cap esdeveniment %s a l'historial del sistema %s
sk: Nebola nájdená žiadna udalosť %s v histórii systému %s

source: History type: %s
ca: Tipus d'historial: %s
sk: Typ histórie: %s

source: Status: %s
ca: Estat: %s
sk: Stav: %s

source: Summary: %s
ca: Resum: %s
sk: Súhrn: %s

source: Created: %s
ca: Creat: %s
sk: Vytvorené: %s

source: Picked up: %s
ca: Recollit: %s
sk: Vyzdvihnuté: %s

source: Completed: %s
ca: Completat: %s
sk: Vytvorené: %s

source: Earliest action: %s
ca: Acció més antiga: %s
sk: Najskoršia akcia: %s

source: Result message: %s
ca: Missatge resultant: %s
sk: Správa o výsledku: %s

source: Result code: %s
ca: Codi resultant: %s
sk: Kód výsledku: %s

source: Additional info:
ca: Informació addicional:
sk: Ďalšie informácie:

source: Result: %s
ca: Resultat: %s
sk: Výsledok: %s

source: system_listentitlements: List the entitlements for a system
ca: systemlistentitlements: Llista els drets d'un sistema
sk: system_listentitlements: Vypísať zoznam oprávnení pre systém

source: usage: system_listentitlements <SYSTEMS>
ca: ús: systemlistentitlements <SYSTEMS>
sk: použitie: system_listentitlements <SYSTÉMY>

source: system_addentitlements: Add entitlements to a system
ca: systemaddentitlements: afegeix drets a un sistema
sk: system_addentitlements: Pridať oprávnenia do systému

source: usage: system_addentitlements <SYSTEMS> ENTITLEMENT
ca: ús: systemaddentitlements <SYSTEMS> TÍTOL
sk: použitie: system_addentitlements <SYSTÉMY> OPRÁVNENIE

source: system_removeentitlement: Remove an entitlement from a system
ca: systemremoveentitlement: Elimina un títol d'un sistema
sk: system_removeentitlement: Odstrániť oprávnenie zo systému

source: usage: system_removeentitlement <SYSTEMS> ENTITLEMENT
ca: ús: systemremoveentitlement <SYSTEMS>TITLEMENT
sk: použitie: system_removeentitlement <SYSTÉMY> OPRÁVNENIE

source: system_listpackageprofiles: List all package profiles
ca: systemlistpackageprofiles: Llista tots els perfils dels paquets
sk: system_listpackageprofiles: Vypísať zoznam všetkých profilov balíkov

source: usage: system_listpackageprofiles
ca: ús: systemlistpackageprofiles
sk: použitie: system_listpackageprofiles

source: system_deletepackageprofile: Delete a package profile
ca: systemdeletepackageprofile: Elimina un perfil de paquet
sk: system_deletepackageprofile: Vymazať profil balíka

source: usage: system_deletepackageprofile PROFILE
ca: ús: perfil de perfil de systemdeletepackage
sk: použitie: system_deletepackageprofile PROFIL

source: Delete this profile [y/N]:
ca: Suprimeix aquest perfil [y/N]:
sk: Vymazať tento profil [a/N]:

source: %s is not a valid profile
ca: %s no és un perfil vàlid
sk: %s nie je platný profil

source: system_createpackageprofile: Create a package profile
ca: systemcreatepackageprofile: Crea un perfil de paquet
sk: system_createpackageprofile: Vytvoriť profil balíka

source: usage: system_createpackageprofile SYSTEM [options] options: -n NAME -d DESCRIPTION
ca: ús: systemcreatepackageprofile SYSTEM [opcions] opcions: -n NOM -d DESCRIPCIÓ
sk: použitie: system_createpackageprofile SYSTÉM [voľby] voľby: -n NÁZOV -d POPIS

source: Profile Label:
ca: Etiqueta del perfil:
sk: Označenie profilu:

source: A profile name is required
ca: Es requereix un nom de perfil
sk: Vyžaduje sa názov profilu

source: A profile description is required
ca: Es requereix una descripció del perfil
sk: Vyžaduje sa popis profilu

source: Created package profile '%s'
ca: S'ha creat el perfil del paquet «%s»
sk: Vytvorený profil balíka '%s'

source: system_comparepackageprofile: Compare a system against a package profile
ca: systemcomparepackageprofile: Compara un sistema amb un perfil de paquet
sk: system_comparepackageprofile: Porovnať systém s profilom balíka

source: usage: system_comparepackageprofile <SYSTEMS> PROFILE
ca: ús: systemcomparepackageprofile <SYSTEMS> PROFILE
sk: použitie: system_comparepackageprofile <SYSTÉMY> PROFIL

source: system_comparepackages: Compare the packages between two systems
ca: systemcomparepackages: Compara els paquets entre dos sistemes
sk: system_comparepackages: Porovnať balíky medzi dvoma systémami

source: usage: system_comparepackages SOME_SYSTEM ANOTHER_SYSTEM
ca: ús: systemcomparepackages SOMESYSTEM ANOTHERSYSTEM
sk: použitie: system_comparepackages NEJAKÝ_SYSTÉM INÝ_SYSTÉM

source: system_syncpackages: Sync packages between two systems
ca: systemsyncpackages: sincronitza els paquets entre dos sistemes
sk: system_syncpackages: Synchronizovať balíky medzi dvoma systémami

source: usage: system_syncpackages SOURCE TARGET [options] options: -s START_TIME
ca: ús: systemsyncpackages SOURCE TARGET [opcions] opcions: -s HORA D'INICI
sk: použitie: system_syncpackages ZDROJ CIEĽ [voľby] voľby: -s ČAS_SPUSTENIA

source: Sync packages [y/N]:
ca: Sincronitza els paquets [y/N]:
sk: Synchronizovať balíky [a/N]:

source: Failed to filter package list, package %s
ca: No s'ha pogut filtrar la llista de paquets, paquet %s
sk: Zlyhalo filtrovanie zoznamu balíkov, balík %s

source: found with no arch or arch_label
ca: s'ha trobat sense arque ni etiqueta
sk: nájdený bez arch alebo označenia_arch

source: System Version
ca: Versió del sistema
sk: Verzia systému

source: Channel Version
ca: Versió del canal
sk: Verzia kanála

source: Channel_newer_than_system
ca: Canalnewerthansystem
sk: Kanál_novší_ako_systém

source: System_newer_than_channel
sk: Systém_novší_ako_kanál

source: Missing_in_channel
ca: Mancaincanal
sk: Chýbajúce_v_kanáli

source: system_comparewithchannel: Compare the installed packages on a
ca: systemcomparewithchannel: compara els paquets instal·lats en un
sk: system_comparewithchannel: Porovnať nainštalované balíky

source: system with those in the channels it is
ca: sistema amb els dels canals que és
sk: v systéme s balíkmi v kanáloch,

source: registerd to, or optionally some other
ca: registrat a, o opcionalment a algun altre
sk: do ktorých je systém zaregistrovaný, alebo voliteľne v niektorom inom

source: channel
ca: canal
sk: kanáli

source: usage: system_comparewithchannel <SYSTEMS> [options]
ca: ús: systemcomparewithchannel <SYSTEMS> [opcions]
sk: použitie: system_comparewithchannel <SYSTÉMY> [voľby]

source: -c/--channel : Specific channel to compare against,
ca: -c/--channel: canal específic contra el qual comparar,
sk: -c/--channel : Konkrétny kanál na porovnanie,

source: default is those subscribed to, including
ca: per defecte són els subscrits, inclosos
sk: predvolené sú tie, ku ktorým je prihlásený, vrátane

source: child channels
ca: canals fills
sk: kanálov potomkov

source: Specified channel does not exist
ca: El canal especificat no existeix
sk: Určený kanál neexistuje

source: system %s is not subscribed to any channel!
ca: el sistema %s no està subscrit a cap canal!
sk: systém %s nie je prihlásený k žiadnemu kanálu!

source: Please subscribe to a channel, or specify achannel to compare with
ca: Subscriu-te a un canal o especifica un canal amb el qual comparar
sk: Prosím, prihláste sa ku kanálu alebo zadajte kanál, s ktorým chcete porovnávať

source: System: %s
ca: Sistema: %s
sk: Systém: %s

source: system_schedulehardwarerefresh: Schedule a hardware refresh for a system
ca: systemschedulehardwarerefresh: programa una actualització de maquinari per a un sistema
sk: system_schedulehardwarerefresh: Naplánovať obnovu hardvéru pre systém

source: usage: system_schedulehardwarerefresh <SYSTEMS> [options] options: -s START_TIME
ca: ús: systemschedulehardwarerefresh <SYSTEMS> [opcions] opcions: -s HORA D'INICI
sk: použitie: system_schedulehardwarerefresh <SYSTÉMY> [voľby] voľby: -s ČAS_SPUSTENIA

source: system_schedulepackagerefresh: Schedule a software package refresh for a system
ca: systemschedulepackagerefresh: programa un refresc de paquet de programari per a un sistema
sk: system_schedulepackagerefresh: Naplánovať obnovu softvérových balíkov pre systém

source: usage: system_schedulepackagerefresh <SYSTEMS> [options]) options: -s START_TIME
ca: ús: systemschedulepackagerefresh <SYSTEMS> [opcions]) opcions: -s HORA D'INICI
sk: usage: system_schedulepackagerefresh <SYSTÉMY> [voľby]) voľby: -s ČAS_SPUSTENIA

source: system_show_packageversion: Shows version of installed package on given system(s)
ca: systemshowpackageversion: Mostra la versió del paquet instal·lat en el(s) sistema(s) donat(s)
sk: system_show_packageversion: Zobrazí verziu nainštalovaného balíka v danom systéme(och)

source: usage: system_show_packageversion <SYSTEM> <PACKAGE>
ca: ús: systemshowpackageversion <SYSTEM> <PACKAGE>
sk: použitie: system_show_packageversion <SYSTÉM> <BALÍK>

source: Package Version Release Epoch Arch System
ca: Versió del paquet Versió del sistema d'arquitectura Epoch
sk: Balík Verzia Vydanie Obdobie Arch Systém

source: system_setcontactmethod: Set the contact method for given system(s).
ca: systemsetcontactmethod: estableix el mètode de contacte per als sistemes indicats.
sk: system_setcontactmethod: Nastaviť kontaktnú metódu pre dané systém(y).

source: usage: system_setcontactmethod <SYSTEMS> <CONTACT_METHOD>
ca: ús: systemsetcontactmethod <SYSTEMS> <CONTACTMETHOD>
sk: použitie: system_setcontactmethod <SYSTÉMY> <KONTAKTNÁ_METÓDA>

source: system_scheduleapplyconfigchannels: Schedule applying the assigned config channels to the System (Minion only)
ca: systemscheduleapplyconfigchannels: Programa aplicant els canals de configuració assignats al sistema (només milions)
sk: system_scheduleapplyconfigchannels: Naplánovať použitie priradených konfiguračných kanálov do systému (Iba minion)

source: usage: scheduleapplyconfigchannels <SYSTEMS> [options] options: -s START_TIME
ca: ús: scheduleapplyconfigchannels <SYSTEMS> [opcions] opcions: -s HORA D'INICI
sk: použitie: scheduleapplyconfigchannels <SYSTÉMY> [voľby] voľby: -s ČAS_SPUSTENIA

source: Schedule applying config channels to these systems [y/N]:
ca: Planifica l'aplicació dels canals de configuració a aquests sistemes [y/N]:
sk: Naplánovať použitie konfiguračných kanálov do týchto systémov [a/N]:
