Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: usage: kickstart_import <JSONFILES...>
ca: ús: kickstartimport <JSONFILES...>
sk: použitie: kickstart_import <SÚBORY_JSON...>

source: Error importing kickstart %s
ca: S'ha produït un error en importar el kickstart %s
sk: Chyba pri importovaní kickstart %s

source: ERROR : kickstart profile %s already exists! Skipping!
ca: ERROR: el perfil de kickstart %s ja existeix! Salta!
sk: CHYBA : profil kickstart %s už existuje! Preskakuje sa!

source: Found ks %s
ca: S'ha trobat el ks %s
sk: Nájdený ks %s

source: Error adding %s script
ca: Error en afegir l'script %s
sk: Chyba pri pridávaní skriptu %s

source: failed to add ip range %s-%s, continuing
ca: no s'ha pogut afegir l'interval ip %s-%s, continuant
sk: nepodarilo sa pridať rozsah ip %s-%s, pokračuje sa

source: failed to add file preservation %s, skipping
ca: no s'ha pogut afegir la preservació del fitxer %s, s'omet
sk: nepodarilo sa pridať uchovanie súboru %s, preskakuje sa

source: file preservation list %s doesn't exist, skipping
ca: la llista de preservació de fitxers %s no existeix, s'omet
sk: zoznam uchovaní súborov %s neexistuje, preskakuje sa

source: Actvationkey %s does not exist on the
ca: Actvationkey %s no existeix a la
sk: Aktivačný kľúč %s neexistuje na

source: GPG/SSL key %s does not exist on the Spacewalk server, skipping
ca: La clau GPG/SSL %s no existeix al servidor Spacewalk, s'omet
sk: Kľúč GPG/SSL %s na serveri Spacewalk neexistuje, preskakuje sa

source: Due to API ommissions, there are some settings which cannot be imported, please check and fixup manually if necessary
ca: A causa dels ommissions de l'API, hi ha alguns paràmetres que no es poden importar, si us plau, comproveu i corregiu manualment si cal
sk: Z dôvodu vynechaní API existujú niektoré nastavenia, ktoré nie je možné importovať, v prípade potreby, prosím, skontrolujte a opravte ručne

source: * Details->Preserve ks.cfg
ca: * Detalls-ePreserva ks.cfg
sk: * Podrobnosti->Zachovať ks.cfg

source: * Details->Comment
ca: * Detalls-ComComentari
sk: * Podrobnosti->Komentár

source: * Details->Organization Default Profile
ca: * Detalls- ProfilePerfil predeterminat de l'organització
sk: * Podrobnosti->Predvolený profil organizácie

source: * Details->Kernel Options
ca: * Detalls- Options Opcions del Kernel
sk: * Podrobnosti->Voľby jadra

source: * Details->Post Kernel Options : %s
ca: * Detalls-:Post Opcions del nucli: %s
sk: * Podrobnosti->Následné voľby jadra : %s

source: no kickstart label given
ca: no s'ha donat cap etiqueta kickstart
sk: nie je uvedené označenie kickstart

source: invalid kickstart label
ca: etiqueta kickstart no vàlida
sk: neplatné označenie kickstart

source: kickstart_diff: diff kickstart files
ca: kickstartdiff: fitxers diff kickstart
sk: kickstart_diff: porovnať súbory kickstart

source: usage: kickstart_diff SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: kickstartdiff SOURCECHANNEL TARGETCHANNEL
sk: použitie: kickstart_diff ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: kickstart_getupdatetype: Get the update type for a kickstart profile(s)
ca: kickstartgetupdatetype: Obtenir el tipus d'actualització per a un perfil de kickstart
sk: kickstart_getupdatetype: Získať typ aktualizácie pre profil(y) kickstart

source: usage: kickstart_getupdatetype PROFILE
ca: ús: perfil de kickstartgetupdatetype
sk: použitie: kickstart_getupdatetype PROFIL

source: usage: kickstart_getupdatetype PROFILE1 PROFILE2
ca: ús: kickstartgetupdatetype PROFILE1 PROFILE2
sk: použitie: kickstart_getupdatetype PROFIL1 PROFIL2

source: usage: kickstart_getupdatetype "PROF*"
ca: ús: kickstartgetupdatetype "PROF*"
sk: použitie: kickstart_getupdatetype "PROF*"

source: kickstart label %s doesn't exist!
ca: l'etiqueta de kickstart %s no existeix!
sk: označenie kickstart %s neexistuje!

source: kickstart_setupdatetype: Set the update type for a kickstart profile(s)
ca: kickstartsetupdatetype: estableix el tipus d'actualització per a un perfil de kickstart
sk: kickstart_setupdatetype: Nastaviť typ aktualizácie pre profil(y) kickstart

source: usage: kickstart_setupdatetype [options] KS_LABEL) options: -u UPDATE_TYPE ['red_hat', 'all', 'none']
ca: ús: kickstartsetupdatetype [opcions] KSLABEL) opcions: -u UPDATETYPE ['redhat', 'all', 'none']
sk: použitie: kickstart_setupdatetype [voľby] OZNAČENIE_KS) voľby: -u TYP_AKTUALIZÁCIE ['red_hat', 'all', 'none']

source: Update Types
ca: Actualitza els tipus
sk: Typy aktualizácií

source: Update Type [none]:
ca: Actualitza el tipus [none]:
sk: Typ aktualizácie [none]:

source: kickstart_getsoftwaredetails: Gets kickstart profile software details
ca: kickstartgetsoftwaredetails: aconsegueix els detalls del programari del perfil kickstart
sk: kickstart_getsoftwaredetails: Získa podrobnosti o softvéri profilu kickstart

source: usage: kickstart_getsoftwaredetails KS_LABEL
ca: ús: kickstartgetsoftwaredetails KSLABEL
sk: použitie: kickstart_getsoftwaredetails OZNAČENIE_KS

source: usage: kickstart_getsoftwaredetails KS_LABEL KS_LABEL2 ...
ca: ús: kickstartgetsoftwaredetails KSLABEL KSLABEL2 ...
sk: použitie: kickstart_getsoftwaredetails OZNAČENIE_KS OZNAČENIE_KS2 ...

source: Kickstart Label: %s
ca: Etiqueta Kickstart: %s
sk: Označenie kickstart: %s

source: kickstart_setsoftwaredetails: Sets kickstart profile software details.
ca: kickstartsetsoftwaredetails: estableix els detalls del programari del perfil kickstart.
sk: kickstart_setsoftwaredetails: Nastaví podrobnosti softvéru profilu kickstart.

source: usage: kickstart_setsoftwaredetails PROFILE KICKSTART_PACKAGES_INFO VALUE
ca: ús: kickstartsetsoftwaredetails PERFIL KICKSTARTPACKAGESINFO VALOR
sk: použitie: kickstart_setsoftwaredetails PROFIL INFO_BALÍKOV_KICKSTART HODNOTA

source: usage: kickstart_setsoftwaredetails PROFILE KICKSTART_PACKAGES_INFO VALUE KICKSTART_PACKAGES_INFO VALUE
ca: ús: PERFIL KICKSTARTPACKAGESINFO VALOR KICKSTARTPACKAGESINFO VALOR
sk: použitie: kickstart_setsoftwaredetails PROFIL INFO_BALÍKOV_KICKSTART HODNOTA INFO_BALÍKOV_KICKSTART HODNOTA

source: Selected profile does not exist
ca: El perfil seleccionat no existeix
sk: Vybraný profil neexistuje

source: Enter valid input
ca: Introduïu una entrada vàlida
sk: Zadajte platný vstup

source: <SYSTEMS> can be any of the following: name ssm (see 'help ssm') search:QUERY (see 'help system_search') group:GROUP channel:CHANNEL
ca: <SYSTEMS> pot ser qualsevol dels següents: nom ssm (vegeu 'help ssm') search:QUERY (veure 'help systemsearch') GRUP:GRUP CANAL:CANAL
sk: <SYSTEMS> môže byť ktorýkoľvek z nasledujúcich: name ssm (pozri 'help ssm') search:DOPYT (pozri 'help system_search') group:SKUPINA channel:KANÁL

source: Dates can be any of the following: Explicit Dates: Dates can be expressed as explicit date strings in the YYYYMMDD[HHMMSS] format. The year, month and day are required, while the hours and minutes are not; the hours and minutes will default to 0000 if no values are provided. Deltas: Dates can be expressed as delta values. For example, '2h' would mean 2 hours in the future. You can also use negative values to express times in the past (e.g., -7d would be one week ago). Units: s -> seconds m -> minutes h -> hours d -> days
ca: Les dates poden ser les següents: Data límit: Les dates es poden expressar com a cadenes de data explícites a YYYYMMDD[HHMMSS] format. Es requereix l'any, el mes i el dia, mentre que les hores i els minuts no ho són; les hores i els minuts per defecte seran 0000 si no Es proporcionen valors. Deltas: Les dates es poden expressar com a valors delta. Per exemple, «2h» seria significa 2 hores en el futur. També podeu utilitzar valors negatius per temps d'expressió en el passat (per exemple, -7d seria fa una setmana). Unitats: s - - segons m - - minuts h - - hores d -> dies
sk: Dátumy môžu byť ktorékoľvek z nasledujúcich: Explicitné dátumy: Dátumy možno vyjadriť ako explicitné dátumové reťazce vo formáte RRRRMMDD[HHMMSS]. Rok, mesiac a deň sú povinné, zatiaľ čo hodiny a minúty nie sú; ak nie sú zadané žiadne hodnoty, hodiny a minúty sú predvolené na 0000. Hodnoty delta: Dátumy možno vyjadriť ako hodnoty delta. Napríklad '2h' by v budúcnosti znamenalo 2 hodiny. Môžete tiež použiť záporné hodnoty na vyjadrenie časov v minulosti (napr. -7d by to bolo pred týždňom). Jednotky: s -> sekundy m -> minúty h -> hodiny d -> dni

source: clear: clear the screen
ca: clear: neteja la pantalla
sk: clear: vymazať obrazovku

source: usage: clear
ca: ús: clar
sk: použitie: clear

source: clear_caches: Clear the internal caches kept for systems and packages
ca: clearcaches: Neteja les memòries cau internes guardades per a sistemes i paquets
sk: clear_caches: Vymazať interné vyrovnávacie pamäte systémov a balíkov

source: usage: clear_caches
ca: ús: clearcaches
sk: použitie: clear_caches

source: get_apiversion: Display the API version of the server
ca: getapiversion: mostra la versió de l'API del servidor
sk: get_apiversion: Zobraziť verziu API servera

source: usage: get_apiversion
ca: ús: getapiversion
sk: použitie: get_apiversion

source: get_serverversion: Display the version of the server
ca: getserverversion: mostra la versió del servidor
sk: get_serverversion: Zobraziť verziu servera

source: usage: get_serverversion
ca: ús: getserverversion
sk: použitie: get_serverversion

source: list_proxies: List the proxies within the user's organization
ca: listproxies: Llista els servidors intermediaris dins de l'organització de l'usuari
sk: list_proxies: Vypísať zoznam proxy v rámci organizácie používateľa

source: usage: list_proxies
ca: ús: listproxies
sk: použitie: list_proxies

source: get_session: Show the current session string
ca: getsession: mostra la cadena de sessió actual
sk: get_session: Zobraziť reťazec aktuálneho sedenia

source: usage: get_session
ca: ús: getsession
sk: použitie: get_session

source: No session found
ca: No s'ha trobat cap sessió
sk: Nebolo nájdené žiadne sedenie

source: help: Show help for the given command
ca: ajuda: mostra ajuda per a l'ordre indicada
sk: help: Zobraziť pomocníka pre daný príkaz

source: usage: help COMMAND
ca: ús: ORDRE d'ajuda
sk: použitie: help PRÍKAZ

source: history: List your command history
ca: historial: llista l'historial de comandes
sk: history: Vypísať zoznam histórie príkazov

source: usage: history
ca: ús: historial
sk: použitie: history

source: toggle_confirmations: Toggle confirmation messages on/off
ca: toggleconfirmations: Commuta els missatges de confirmació activat/desactivat
sk: toggle_confirmations: Zapnúť/Vypnúť potvrdzovacie správy

source: usage: toggle_confirmations
ca: ús: toggleconfirmations
sk: použitie: toggle_confirmations

source: Confirmation messages are
ca: Els missatges de confirmació són
sk: Potvrdzovacie správy sú

source: enabled
ca: habilitat
sk: povolené

source: login: Connect to a Spacewalk server
ca: login: Connecta a un servidor Spacewalk
sk: login: Pripojiť sa k serveru Spacewalk

source: usage: login [USERNAME] [SERVER]
ca: ús: login [NOMUSUARI] [SERVIDOR]
sk: použitie: login [POUŽÍVATEĽSKÉ_MENO] [SERVER]

source: You are already logged in
ca: Ja heu iniciat la sessió
sk: Už ste prihlásení

source: No server specified
ca: No s'ha especificat cap servidor
sk: Nie je zadaný žiadny server

source: Failed to connect to %s
ca: No s'ha pogut connectar a %s
sk: Nepodarilo sa pripojiť k %s

source: API (%s) is too old (>= %s required)
ca: L'API (%s) és massa antiga (cal ) %s)
sk: API (%s) je príliš staré ( vyžaduje sa >= %s)

source: Could not read %s
ca: No s'ha pogut llegir %s
sk: Nepodarilo sa prečítať %s

source: Cached credentials are invalid
ca: Les credencials a la memòria cau no són vàlides
sk: Uložené prihlasovacie údaje sú neplatné

source: Spacewalk Username: %s
ca: Nom d'usuari del passeig espacial: %s
sk: Používateľské meno Spacewalk: %s

source: Spacewalk Username:
ca: Nom d'usuari del passeig espacial:
sk: Používateľské meno Spacewalk:

source: Spacewalk Password:
ca: Contrasenya del passeig espacial:
sk: Heslo Spacewalk:

source: Invalid credentials
ca: Credencials no vàlides
sk: Neplatné prihlasovanie údaje

source: Could not write session file: %s
ca: No s'ha pogut escriure el fitxer de sessió: %s
sk: Nepodarilo sa zapísať súbor sedenia: %s

source: Connected to %s as %s
ca: Connectat a %s com a %s
sk: Pripojené k %s ako %s

source: logout: Disconnect from the server
ca: logout: Desconnecta del servidor
sk: logout: Odpojiť sa od servera

source: usage: logout
ca: ús: sortida
sk: použitie: logout

source: whoami: Print the name of the currently logged in user
ca: whoami: Imprimeix el nom de l'usuari actualment connectat
sk: whoami: Vypísať meno aktuálne prihláseného používateľa

source: usage: whoami
ca: ús: whoami
sk: použitie: whoami

source: You are not logged in
ca: No heu iniciat sessió
sk: Nie ste prihlásený

source: whoamitalkingto: Print the name of the server
ca: whoamitalkingto: Imprimeix el nom del servidor
sk: whoamitalkingto: Vypísať názov servera

source: usage: whoamitalkingto
ca: ús: whoamitalkingto
sk: použitie: whoamitalkingto

source: Yourself
ca: Tu mateix
sk: Vy sami

source: Skipping traditional system check
ca: S'omet la comprovació tradicional del sistema
sk: Vynechanie tradičnej kontroly systému

source: ** Generating errata cache **
ca: ** S'està generant la memòria cau d'errades **
sk: ** Generovanie vyrovnávacej pamäte opráv chýb **

source: ** Generating package cache **
ca: ** S'està generant la memòria cau de paquets **
sk: ** Generovanie vyrovnávacej pamäte balíkov **

source: ** Generating system cache **
ca: ** S'està generant la memòria cau del sistema **
sk: ** Generovanie systémovej vyrovnávacej pamäte **

source: Could not create directory %s
ca: No s'ha pogut crear el directori %s
sk: Nepodarilo sa vytvoriť adresár %s

source: Can't find system ID for %s
ca: No es pot trobar l'ID del sistema per a %s
sk: Nie je možné nájsť ID systému pre %s

source: Duplicate system profile names found!
ca: S'han trobat noms de perfil duplicats del sistema!
sk: Boli nájdené duplicitné názvy systémových profilov!

source: Please reference systems by ID or resolve the
ca: Si us plau, faci referència als sistemes per ID o resolgui
sk: Prosím, odkážte sa na systémy podľa ID alebo vyriešte

source: underlying issue with 'system_delete' or 'system_rename'
ca: problema subjacent amb «systemdelete» o «systemrename»
sk: základný problém pomocou 'system_delete' alebo 'system_rename'

source: No systems in group %s
ca: No hi ha sistemes al grup %s
sk: Žiadne systémy v skupine %s

source: No systems subscribed to %s
ca: No hi ha cap sistema subscrit a %s
sk: Nie sú prihlásené žiadne systémy k %s

source: Is this ok [y/N]:
ca: Està bé [y/N]:
sk: Je to v poriadku [a/N]:

source: Organization Name:
ca: Nom de l'organització:
sk: Názov organizácie:

source: Username:
ca: Nom d'usuari:
sk: Používateľské meno:

source: Prefix (%s):
sk: Predpona (%s):

source: First Name:
ca: Nom:
sk: Krstné meno:

source: Last Name:
ca: Cognoms:
sk: Priezvisko:

source: PAM Authentication [y/N]:
ca: Autenticació PAM [y/N]:
sk: Overenie PAM [a/N]:

source: Password:
ca: Contrasenya
sk: Heslo:

source: An organization name is required
ca: Es requereix un nom d'organització
sk: Vyžaduje sa názov organizácie

source: A username is required
ca: Es requereix un nom d'usuari
sk: Vyžaduje sa používateľské meno

source: A first name is required
ca: Es requereix un nom
sk: Vyžaduje sa krstné meno

source: A last name is required
ca: Es requereix un cognom
sk: Vyžaduje sa priezvisko

source: An email address is required
ca: Es requereix una adreça de correu electrònic
sk: Vyžaduje sa emailová adresa

source: A password is required
ca: Es requereix una contrasenya
sk: Vyžaduje sa heslo

source: Miss
sk: Slečna

source: org_createfirst: Create first organization and user after server setup
ca: orgcreatefirst: Crea la primera organització i l'usuari després de la configuració del servidor
sk: org_createfirst: Vytvoriť prvú organizáciu a používateľa po nastavení servera

source: usage: org_createfirst [options]) options: -n ORG_NAME -u USERNAME -f FIRST_NAME -l LAST_NAME -e EMAIL -p PASSWORD
ca: ús: orgcreatefirst [opcions]) opcions: -n ORGNAME -u NOM D'USUARI -f NOM -l COGNOM -e CORREU -P CONTRASENYA
sk: použitie: org_createfirst [voľby]) voľby: -n NÁZOV_ORG -u POUŽÍVATEĽSKÉ_MENO -f KRSTNÉ_MENO -l PRIEZVISKO -e EMAIL -p HESLO

source: org_create: Create an organization
ca: orgcreate: crea una organització
sk: org_create: Vytvoriť organizáciu

source: usage: org_create [options]) options: -n ORG_NAME -u USERNAME -P PREFIX (%s) -f FIRST_NAME -l LAST_NAME -e EMAIL -p PASSWORD --pam enable PAM authentication
ca: ús: orgcreate [opcions]) opcions: -n ORGNAME -u NOM D'USUARI -P PREFIX (%s) -f NOM -l COGNOM -e CORREU -P CONTRASENYA --pam activa l'autenticació PAM
sk: použitie: org_create [voľby]) voľby: -n NÁZOV_ORG -u POUŽÍVATEĽSKÉ_MENO -P PREDPONA (%s) -f KRSTNÉ_MENO -l PRIEZVISKO -e EMAIL -p HESLO --pam povolí overenie PAM

source: org_delete: Delete an organization
ca: orgdelete: suprimeix una organització
sk: org_delete: Vymazať organizáciu

source: usage: org_delete NAME
ca: ús: NOM orgdelete
sk: použitie: org_delete NÁZOV

source: No organisation found for the name %s
ca: No s'ha trobat cap organització per al nom %s
sk: Pre názov %s nebola nájdená žiadna organizácia

source: Organisation '{}' was not found
ca: No s'ha trobat l'organització «{}»
sk: Organizácia '{}' nebola nájdená

source: Delete this organization [y/N]:
ca: Suprimeix aquesta organització [y/N]:
sk: Vymazať túto organizáciu [a/N]:

source: org_rename: Rename an organization
ca: orgrename: canvia el nom d'una organització
sk: org_rename: Premenovať organizáciu

source: usage: org_rename OLDNAME NEWNAME
ca: ús: orgrename OLDNAME NEWNAME
sk: použitie: org_rename STARÝ_NÁZOV NOVÝ_NÁZOV

source: org_addtrust: Add a trust between two organizations
ca: orgaddtrust: afegeix una confiança entre dues organitzacions
sk: org_addtrust: Pridať dôveru medzi dvoma organizáciami

source: usage: org_addtrust YOUR_ORG ORG_TO_TRUST
ca: ús: orgaddtrust YOURORG ORGTOTRUST
sk: použitie: org_addtrust VAŠA_ORG DÔVERYHODNÁ_ORG

source: No trust organisation found for the name %s
ca: No s'ha trobat cap organització de confiança per al nom %s
sk: Pre názov %s nebola nájdená žiadna dôveryhodná organizácia

source: Organisation '{}' to trust for, was not found
ca: No s'ha trobat l'organització «{}» per a la qual confiar
sk: Organizácia '{}', ktorej možno dôverovať, nebola nájdená

source: org_removetrust: Remove a trust between two organizations
ca: orgremovetrust: Elimina una confiança entre dues organitzacions
sk: org_removetrust: Odstrániť dôveru medzi dvoma organizáciami

source: usage: org_removetrust YOUR_ORG TRUSTED_ORG
ca: ús: orgremovetrust YOURORG TRUSTEDORG
sk: použitie: org_removetrust VAŠA_ORG DÔVERYHODNÁ_ORG

source: None
ca: Cap
sk: Žiadny

source: Remove this trust [y/N]:
ca: Elimina aquesta confiança [y/N]:
sk: Odstrániť túto dôveru [a/N]:

source: org_trustdetails: Show the details of an organizational trust
ca: orgtrustdetails: Mostra els detalls d'una confiança organitzativa
sk: org_trustdetails: Zobraziť podrobnosti o organizačnej dôvere

source: usage: org_trustdetails TRUSTED_ORG
ca: ús: orgtrustdetails TRUSTEDORG
sk: použitie: org_trustdetails DÔVERYHODNÁ_ORG

source: No trusted organisation found for the name %s
ca: No s'ha trobat cap organització de confiança per al nom %s
sk: Pre názov %s nebola nájdená žiadna dôveryhodná organizácia

source: Trusted organisation '{}' was not found
ca: No s'ha trobat l'organització de confiança «{}»
sk: Dôveryhodná organizácia '{}' nebola nájdená

source: Trusted Organization: %s
ca: Organització de confiança: %s
sk: Dôveryhodná organizácia: %s

source: Trusted Since: %s
ca: Confiat des de: %s
sk: Dôveryhodná od: %s

source: Systems Transferred From: %i
ca: Sistemes transferits de: %i
sk: Systémy prenesené z: %i

source: Systems Transferred To: %i
ca: Sistemes transferits a: %i
sk: Systémy prevedené na: %i

source: Channels Consumed
ca: Canals consumits
sk: Použité kanály

source: Channels Provided
ca: Canals proporcionats
sk: Poskytnuté kanály

source: org_list: List all organizations
ca: orglist: Llista totes les organitzacions
sk: org_list: Vypísať zoznam všetkých organizácií

source: usage: org_list
ca: ús: orglist
sk: použitie: org_list

source: org_listtrusts: List an organization's trusts
ca: orglisttrusts: Llista els trusts d'una organització
sk: org_listtrusts: Vypísať zoznam dôver organizácie

source: usage: org_listtrusts NAME
ca: ús: orglisttrusts NOM
sk: použitie: org_listtrusts NÁZOV

source: No trust organisation has been found
ca: No s'ha trobat cap organització de confiança
sk: Nebola nájdená žiadna dôveryhodná organizácia

source: org_listusers: List an organization's users
ca: orglistusers: Llista els usuaris d'una organització
sk: org_listusers: Vypísať zoznam používateľov organizácie

source: usage: org_listusers NAME
ca: ús: orglistusers NOM
sk: použitie: org_listusers NÁZOV

source: org_details: Show the details of an organization
ca: orgdetails: Mostra els detalls d'una organització
sk: org_details: Zobraziť podrobnosti o organizácii

source: usage: org_details NAME
ca: ús: orgdetails NOM
sk: použitie: org_details NÁZOV

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Active Users: %i
ca: Usuaris actius: %i
sk: Aktívni používatelia: %i

source: Systems: %i
ca: Sistemes: %i
sk: Systémy: %i

source: Trusts: %i
ca: Confiança: %i
sk: Dôvery: %i

source: System Groups: %i
ca: Grups del sistema: %i
sk: Systémové skupiny: %i

source: Activation Keys: %i
ca: Claus d'activació: %i
sk: Aktivačné kľúče: %i

source: Kickstart Profiles: %i
ca: Perfils del Kickstart: %i
sk: Profily Kickstart: %i

source: Configuration Channels: %i
ca: Canals de configuració: %i
sk: Konfiguračné kanály: %i

source: Show the details of a software package
ca: Mostra els detalls d'un paquet de programari
sk: Zobraziť podrobnosti o softvérovom balíku

source: No packages found
ca: No s'ha trobat cap paquet
sk: Nenašli sa žiadne balíky

source: %s is not a valid package
ca: %s no és un paquet vàlid
sk: %s nie je platný balík

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Version: %s
ca: Versió: %s
sk: Verzia: %s

source: Release: %s
ca: Versió: %s
sk: Vydanie: %s

source: Epoch: %s
sk: Obdobie: %s

source: File: %s
ca: Fitxer: %s
sk: Súbor: %s

source: Path: %s
ca: Camí: %s
sk: Cesta: %s

source: Size: %s
ca: Mida: %s
sk: Veľkosť: %s

source: Yes
ca: Sí
sk: Áno

source: No
sk: Nie

source: Retracted: %s
ca: Retrat: %s
sk: Stiahnuté späť: %s

source: Installed Systems: %i
ca: Sistemes instal·lats: %i
sk: Inštalované systémy: %i

source: Available From Channels
ca: Disponible des de canals
sk: Dostupné z kanálov

source: usage: %s NAME|QUERY
ca: ús: %s NOM: CONSULTA
sk: použitie: %s NÁZOV|DOPYT

source: Example: %s kernel
ca: Exemple: %s nucli
sk: Príklad: %s kernel

source: Advanced Search:
ca: Cerca avançada:
sk: Pokročilé vyhľadávanie:

source: Available Fields: name, epoch, version, release, arch, description, summary
ca: Camps disponibles: nom, època, versió, llançament, arc, descripció, resum
sk: Dostupné polia: name, epoch, version, release, arch, description, summary

source: Example: name:kernel AND version:2.6.18 AND -description:devel
ca: Exemple: name:kernel AND version:2.6.18 AND -description:devel
sk: Príklad: name:kernel AND version:2.6.18 AND -description:devel

source: package_remove: Remove a package from Spacewalk
ca: packageremove: Elimina un paquet de Spacewalk
sk: package_remove: Odstrániť balík zo Spacewalk

source: usage: package_remove PACKAGE ...
ca: ús: paquetremove paquet ...
sk: použitie: package_remove BALÍK ...

source: No packages found to remove
ca: No s'ha trobat cap paquet a eliminar
sk: Nenašli sa žiadne balíky na odstránenie

source: Remove these packages [y/N]:
ca: Elimina aquests paquets [y/N]:
sk: Odstrániť tieto balíky [a/N]:
