Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: activationkey_addpackages: Add packages to an activation key
ca: activationkeyaddpackages: afegeix paquets a una clau d'activació
sk: activationkey_addpackages: Pridať balíky k aktivačnému kľúču

source: usage: activationkey_addpackages KEY <PACKAGE ...>
ca: ús: clau d'activacióaddpackages <PACKAGE ...>
sk: použitie: activationkey_addpackages KĽÚČ <BALÍK ...>

source: activationkey_removepackages: Remove packages from an activation key
ca: activationkeyremovepackages: Elimina els paquets d'una clau d'activació
sk: activationkey_removepackages: Odstrániť balíky z aktivačného kľúča

source: usage: activationkey_removepackages KEY <PACKAGE ...>
ca: ús: clau activationkeyremovepackages <PACKAGE ...>
sk: použitie: activationkey_removepackages KĽÚČ <BALÍK ...>

source: activationkey_addgroups: Add groups to an activation key
ca: activationkeyaddgroups: afegeix grups a una clau d'activació
sk: activationkey_addgroups: Pridať skupiny k aktivačnému kľúču

source: usage: activationkey_addgroups KEY <GROUP ...>
ca: ús: clau d'activacióaddgroups <GROUP ...>
sk: použitie: activationkey_addgroups KĽÚČ <SKUPINA ...>

source: activationkey_removegroups: Remove groups from an activation key
ca: activationkeyremovegroups: Elimina els grups d'una clau d'activació
sk: activationkey_removegroups: Odstrániť skupiny z aktivačného kľúča

source: usage: activationkey_removegroups KEY <GROUP ...>
ca: ús: clau activationkeyremovegroups <GROUP ...>
sk: použitie: activationkey_removegroups KĽÚČ <SKUPINA ...>

source: activationkey_addentitlements: Add entitlements to an activation key
ca: activationkeyaddentitlements: Afegeix drets a una clau d'activació
sk: activationkey_addentitlements: Pridať oprávnenia k aktivačnému kľúču

source: usage: activationkey_addentitlements KEY <ENTITLEMENT ...>
ca: ús: clau d'activationkeyaddentitlements <ENTITLEMENT ...>
sk: použitie: activationkey_addentitlements KĽÚČ <OPRÁVNENIE ...>

source: activationkey_removeentitlements: Remove entitlements from an activation key
ca: activationkeyremoveentitlements: Elimina els drets d'una clau d'activació
sk: activationkey_removeentitlements: Odstrániť oprávnenia z aktivačného kľúča

source: usage: activationkey_removeentitlements KEY <ENTITLEMENT ...>
ca: ús: clau activationkeyremoveentitlements <ENTITLEMENT ...>
sk: použitie: activationkey_removeentitlements KĽÚČ <OPRÁVNENIE ...>

source: activationkey_addchildchannels: Add child channels to an activation key
ca: activationkeyaddchildchannels: afegeix canals fills a una clau d'activació
sk: activationkey_addchildchannels: Pridať kanály potomkov k aktivačnému kľúču

source: usage: activationkey_addchildchannels KEY <CHANNEL ...>
ca: ús: clau d'activacióaddchildchannels <CHANNEL ...>
sk: použitie: activationkey_addchildchannels KĽÚČ <KANÁL ...>

source: activationkey_removechildchannels: Remove child channels from an activation key
ca: activationkeyremovechildchannels: Elimina els canals fills d'una clau d'activació
sk: activationkey_removechildchannels: Odstrániť kanály potomkov z aktivačného kľúča

source: usage: activationkey_removechildchannels KEY <CHANNEL ...>
ca: ús: clau activationkeyremovechildchannels <CHANNEL ...>
sk: použitie: activationkey_removechildchannels KĽÚČ <KANÁL ...>

source: activationkey_listchildchannels: List the child channels for an activation key
ca: activationkeylistchildchannels: Llista els canals fills per a una clau d'activació
sk: activationkey_listchildchannels: Vypísať zoznam kanálov potomkov pre aktivačný kľúč

source: usage: activationkey_listchildchannels KEY
ca: ús: clau d'activaciókeylistchildchannels
sk: použitie: activationkey_listchildchannels KĽÚČ

source: activationkey_listbasechannel: List the base channels for an activation key
ca: activationkeylistbasechannel: Llista els canals base per a una clau d'activació
sk: activationkey_listbasechannel: Vypísať zoznam základných kanálov pre aktivačný kľúč

source: usage: activationkey_listbasechannel KEY
ca: ús: clau d'activaciókeylistbasechannel
sk: použitie: activationkey_listbasechannel KĽÚČ

source: activationkey_listgroups: List the groups for an activation key
ca: activationkeylistgroups: Llista els grups per a una clau d'activació
sk: activationkey_listgroups: Vypísať zoznam skupín pre aktivačný kľúč

source: usage: activationkey_listgroups KEY
ca: ús: clau d'activationkeylistgroups
sk: použitie: activationkey_listgroups KĽÚČ

source: activationkey_listentitlements: List the entitlements for an activation key
ca: activationkeylistentitlements: Llista els drets d'una clau d'activació
sk: activationkey_listentitlements: Vypísať zoznam oprávnení pre aktivačný kľúč

source: usage: activationkey_listentitlements KEY
ca: ús: clau d'activaciókeylistentitlements
sk: použitie: activationkey_listentitlements KĽÚČ

source: activationkey_listpackages: List the packages for an activation key
ca: activationkeylistpackages: Llista els paquets per a una clau d'activació
sk: activationkey_listpackages: Vypísať zoznam balíkov pre aktivačný kľúč

source: usage: activationkey_listpackages KEY
ca: ús: clau d'activaciókeylistpackages
sk: použitie: activationkey_listpackages KĽÚČ

source: activationkey_listconfigchannels: List the configuration channels for an activation key
ca: activationkeylistconfigchannels: Llista els canals de configuració per a una clau d'activació
sk: activationkey_listconfigchannels: Vypísať zoznam konfiguračných kanálov pre aktivačný kľúč

source: usage: activationkey_listconfigchannels KEY
ca: ús: clau d'activaciókeylistconfigchannels
sk: použitie: activationkey_listconfigchannels KĽÚČ

source: activationkey_addconfigchannels: Add config channels to an activation key
ca: activationkeyaddconfigchannels: afegeix els canals de configuració a una clau d'activació
sk: activationkey_addconfigchannels: Pridať konfiguračné kanály k aktivačnému kľúču

source: usage: activationkey_addconfigchannels KEY <CHANNEL ...> [options]) options: -t add channels to the top of the list -b add channels to the bottom of the list
ca: ús: clau d'activacióaddconfigchannels <CHANNEL ...> [opcions]) opcions: -t afegeix canals a la part superior de la llista -b afegeix canals a la part inferior de la llista
sk: použitie: activationkey_addconfigchannels KĽÚČ <KANÁL ...> [voľby]) voľby: -t pridá kanály na začiatok zoznamu -b pridá kanály na koniec zoznamu

source: activationkey_removeconfigchannels: Remove config channels from an activation key
ca: activationkeyremoveconfigchannels: Elimina els canals de configuració d'una clau d'activació
sk: activationkey_removeconfigchannels: Odstrániť konfiguračné kanály z aktivačného kľúča

source: usage: activationkey_removeconfigchannels KEY <CHANNEL ...>
ca: ús: clau d'activaciókeyremoveconfigchannels <CHANNEL ...>
sk: použitie: activationkey_removeconfigchannels KĽÚČ <KANÁL ...>

source: activationkey_setconfigchannelorder: Set the ranked order of configuration channels
ca: activationkeysetconfigchannelorder: estableix l'ordre dels canals de configuració
sk: activationkey_setconfigchannelorder: Nastaviť poradie podľa hodnotenia konfiguračných kanálov

source: usage: activationkey_setconfigchannelorder KEY
ca: ús: clau d'activaciókeysetconfigchannelorder
sk: použitie: activationkey_setconfigchannelorder KĽÚČ

source: New Configuration Channels:
ca: Canals de configuració nous:
sk: Nové konfiguračné kanály:

source: activationkey_create: Create an activation key
ca: activationkeycreate: crea una clau d'activació
sk: activationkey_create: Vytvoriť aktivačný kľúč

source: usage: activationkey_create [options]) options: -n NAME -d DESCRIPTION -b BASE_CHANNEL -u set key as universal default -e [enterprise_entitled,virtualization_host]
ca: ús: activationkeycreate [opcions]) opcions: -n NOM -d DESCRIPCIÓ -b BASECHANNEL -u estableix la clau com a predeterminada universal -e [empresa titulada,virtualizationhost]
sk: použitie: activationkey_create [voľby]) voľby: -n NÁZOV -d POPIS -b ZÁKLADNÝ_KANÁL -u nastaviť kľúč ako univerzálny predvolený -e [podnikový_oprávnený,virtualizačný_hostiteľ]

source: Name (blank to autogenerate):
ca: Nom (en blanc a autogenerar):
sk: Názov (prázdne na automatické vygenerovanie):

source: Description [None]:
ca: Descripció [Cap]:
sk: Popis [Žiadny]:

source: Base Channels
ca: Canals base
sk: Základné kanály

source: Base Channel (blank for default):
ca: Canal base (en blanc per defecte):
sk: Základný kanál (prázdne pre predvolený):

source: %s Entitlement [y/N]:
ca: %s Títol [y/N]:
sk: %s Oprávnenie [a/N]:

source: Universal Default [y/N]:
ca: Per defecte universal [y/N]:
sk: Univerzálny predvolený [a/N]:

source: Created activation key %s
ca: Clau d'activació %s creada
sk: Vytvorený aktivačný kľúč %s

source: activationkey_delete: Delete an activation key
ca: activationkeydelete: Elimina una clau d'activació
sk: activationkey_delete: Vymazať aktivačný kľúč

source: usage: activationkey_delete KEY
ca: ús: clau d'activació
sk: použitie: activationkey_delete KĽÚČ

source: No keys matched argument %s
ca: No hi ha cap clau que coincideixi amb l'argument %s
sk: Žiadne kľúče sa nezhodujú s argumentom %s

source: Delete activation key(s) [y/N]:
ca: Suprimeix les claus d'activació [y/N]:
sk: Vymazať aktivačný kľúč(e) [a/N]:

source: activationkey_list: List all activation keys
ca: llista de tecles d'activació: Llista totes les claus d'activació
sk: activationkey_list: Vypísať zoznam všetkých aktivačných kľúčov

source: usage: activationkey_list
ca: ús: llistaclauactivació
sk: použitie: activationkey_list

source: activationkey_listsystems: List systems registered with a key
ca: activationkeylistsystems: Llista els sistemes registrats amb una clau
sk: activationkey_listsystems: Vypísať zoznam systémov registrovaných s kľúčom

source: usage: activationkey_listsystems KEY
ca: ús: clau d'activationkeylistsystems
sk: použitie: activationkey_listsystems KĹÚČ

source: %s is not a valid activation key
ca: %s no és una clau d'activació vàlida
sk: %s nie je platný aktivačný kľúč

source: activationkey_details: Show the details of an activation key
ca: activationkeydetails: mostra els detalls d'una clau d'activació
sk: activationkey_details: Zobraziť podrobnosti aktivačného kľúča

source: usage: activationkey_details KEY ...
ca: ús: clau d'activationkeydetails...
sk: použitie: activationkey_details KĽÚČ ...

source: Key: %s
ca: Clau: %s
sk: Kľúč: %s

source: Description: %s
ca: Descripció: %s
sk: Popis: %s

source: Universal Default: %s
ca: Per defecte universal: %s
sk: Univerzálny predvolený: %s

source: Usage Limit: %s
ca: Límit d'ús: %s
sk: Limit použitia: %s

source: Deploy Config Channels: %s
ca: Desplega els canals de configuració: %s
sk: Nasadiť konfiguračné kanály: %s

source: Contact Method: %s
ca: Mètode de contacte: %s
sk: Kontaktná metóda: %s

source: Software Channels
ca: Canals de programari
sk: Softvérové kanály

source: Configuration Channels
ca: Canals de configuració
sk: Konfiguračné kanály

source: Entitlements
ca: Títols
sk: Oprávnenia

source: System Groups
ca: Grups del sistema
sk: Systémové skupiny

source: Packages
ca: Paquets
sk: Balíky

source: activationkey_enableconfigdeployment: Enable config channel deployment
ca: activationkeyenableconfigdeployment: Habilita el desplegament del canal de configuració
sk: activationkey_enableconfigdeployment: Povoliť nasadenie konfiguračného kanála

source: usage: activationkey_enableconfigdeployment KEY
ca: ús: clau d'activaciókeyenableconfigdeployment
sk: použitie: activationkey_enableconfigdeployment KĽÚČ

source: activationkey_disableconfigdeployment: Disable config channel deployment
ca: activationkeydisableconfigdeployment: Desactiva el desplegament del canal de configuració
sk: activationkey_disableconfigdeployment: Zakázať nasadenie konfiguračného kanála

source: usage: activationkey_disableconfigdeployment KEY
ca: ús: clau d'activaciódisableconfigdeployment
sk: použitie: activationkey_disableconfigdeployment KĽÚČ

source: activationkey_setbasechannel: Set the base channel of an activation key
ca: activationkeysetbasechannel: estableix el canal base d'una clau d'activació
sk: activationkey_setbasechannel: Nastaviť základný kanál aktivačného kľúča

source: usage: activationkey_setbasechannel KEY CHANNEL
ca: ús: activationkeysetbasechannel KEY CHANNEL
sk: použitie: activationkey_setbasechannel KĽÚČ KANÁL

source: activationkey_setusagelimit: Set the usage limit of an activation key, can be a number or "unlimited"
ca: activationkeysetusagelimit: estableix el límit d'ús d'una clau d'activació, pot ser un nombre o "il·limitat"
sk: activationkey_setusagelimit: Nastavte limit použitia aktivačného kľúča, môže byť číslo alebo "unlimited"

source: usage: activationkey_setusagelimit KEY <usage limit>
ca: ús: clau activationkeysetusagelimit <usage limit>
sk: usage: activationkey_setusagelimit KĽÚČ <limit použitia>

source: usage: activationkey_setusagelimit KEY unlimited
ca: ús: clau d'activaciókeysetusagelimit il·limitada
sk: použitie: activationkey_setusagelimit KĽÚČ unlimited

source: Couldn't convert argument %s to an integer
ca: No s'ha pogut convertir l'argument %s a un enter
sk: Nepodarilo sa previesť argument %s na celé číslo

source: activationkey_setuniversaldefault: Set this key as the universal default
ca: activationkeysetuniversaldefault: estableix aquesta clau com a predeterminada universal
sk: activationkey_setuniversaldefault: Nastaviť tento kľúč ako univerzálny predvolený

source: usage: activationkey_setuniversaldefault KEY
ca: ús: clau activationkeysetuniversaldefault
sk: použitie: activationkey_setuniversaldefault KĽÚČ

source: activationkey_export: Export activation key(s) to JSON format file
ca: activationkeyexport: exporta les claus d'activació al fitxer de format JSON
sk: activationkey_export: Exportovať aktivačné kľúč(e) do súboru vo formáte JSON

source: usage: activationkey_export [options] [<KEY> ...]) options: -f outfile.json : specify an output filename, defaults to <KEY>.json if exporting a single key, akeys.json for multiple keys, or akey_all.json if no KEY specified (export ALL) Note : KEY list is optional, default is to export ALL keys
ca: ús: activationkeyexport [opcions] [<KEY> ...]) opcions: -f outfile.json: especifica un nom de fitxer de sortida, per defecte és <KEY>.json si s'exporta una única clau, akeys.json per a múltiples claus, o akeyall.json si no s'ha especificat cap CLAU (exportA ALL) Nota: la llista de CLAUS és opcional, per defecte és exportar TOTES les claus
sk: použitie: activationkey_export [voľby] [<KĽÚČ> ...]) voľby: -f outfile.json : určuje názov výstupného súboru, predvolené hodnoty sú <KĽÚČ>.json, ak sa exportuje jeden kľúč, akeys.json pre viac kľúčov, alebo akey_all.json, ak nie je zadaný žiadny KĽÚČ (exportovať VŠETKY) Poznámka : Zoznam KĽÚČOV je voliteľný, predvolený je export VŠETKÝCH kľúčov

source: Getting activation key details for %s
ca: S'estan obtenint els detalls de la clau d'activació per a %s
sk: Získanie podrobností aktivačného kľúča pre %s

source: Exporting ALL activation keys to %s
ca: S'estan exportant totes les claus d'activació a %s
sk: Exportovanie VŠETKÝCH aktivačných kľúčov do %s

source: Invalid activation key passed
ca: S'ha passat una clau d'activació no vàlida
sk: Zadaný neplatný aktivačný kľúč

source: Exporting key %s to %s
ca: S'està exportant la clau %s a %s
sk: Exportovanie kľúča %s do %s

source: File %s exists, confirm overwrite file? (y/n)
ca: El fitxer %s existeix, confirmeu la sobreescriptura del fitxer? (s/n)
sk: Súbor %s existuje, potvrďte prepísanie súboru? (a/n)

source: Failed to save exported keys to file: {}
ca: No s'han pogut desar les claus exportades al fitxer: {}
sk: Zlyhalo uloženie exportovaných kľúčov do súboru: {}

source: activationkey_import: import activation key(s) from JSON file(s)
ca: activationkeyimport: importa les claus d'activació des d'un fitxer JSON
sk: activationkey_import: importovať aktivačné kľúč(e) zo súboru(ov) JSON

source: usage: activationkey_import <JSONFILE ...>
ca: ús: activationkeyimport <JSONFILE ...>
sk: použitie: activationkey_import <SÚBORY_JSON ...>

source: No filename passed
ca: No s'ha passat el nom de fitxer
sk: Nebol zadaný žiadny názov súboru

source: Could not read json data from %s
ca: No s'han pogut llegir les dades json de %s
sk: Nepodarilo sa prečítať dáta json z %s

source: Failed to import key %s
ca: No s'ha pogut importar la clau %s
sk: Nepodarilo sa importovať kľúč %s

source: %s already exists! Skipping!
ca: %s ja existeix! Salta!
sk: %s už existuje! Preskakuje sa!

source: System group %s doesn't exist, creating
ca: El grup de sistema %s no existeix, s'està creant
sk: Systémová skupina %s neexistuje, vytvorenie

source: activationkey_clone: Clone an activation key
ca: activationkeyclone: Clona una clau d'activació
sk: activationkey_clone: Klonovať aktivačný kľúč

source: usage examples: activationkey_clone foo_key -c bar_key activationkey_clone foo_key1 foo_key2 -c prefix activationkey_clone foo_key -x "s/foo/bar" activationkey_clone foo_key1 foo_key2 -x "s/foo/bar" options: -c CLONE_NAME : Name of the resulting key, treated as a prefix for multiple keys -x "s/foo/bar" : Optional regex replacement, replaces foo with bar in the clone description, base-channel label, child-channel labels, config-channel names
ca: exemples d'ús: activationkeyclone fookey -c barkey activationkeyclone fookey1 fookey2 -c prefix activationkeyclone fookey -x "s/foo/bar" activationkeyclone fookey1 fookey2 -x "s/foo/bar" opcions: -c CLONENAME : Nom de la clau resultant, tractada com un prefix per a múltiples claus -x "s/foo/bar" : Substitució opcional de l'expressió regular, substitueix foo per la barra descripció del clon, etiqueta del canal base, canal fill etiquetes, noms del canal de configuració
sk: príklady použitia: activationkey_clone foo_key -c bar_key activationkey_clone foo_key1 foo_key2 -c prefix activationkey_clone foo_key -x "s/foo/bar" activationkey_clone foo_key1 foo_key2 -x "s/foo/bar" voľby: -c NÁZOV_KLONU : Názov výsledného kľúča, považuje sa za predponu pre viac kľúčov -x "s/foo/bar" : Voliteľná náhrada regulárneho výrazu, nahrádza foo s bar v popise klonu, označení základného kanála, označení kanálov potomkov, názvoch konfiguračných kanálov

source: Activation Keys
ca: Claus d'activació
sk: Aktivačné kľúče

source: Key to clone: %s
ca: Clau per clonar: %s
sk: Kľúč na klonovanie: %s

source: Original Key:
ca: Clau original:
sk: Originálny kľúč:

source: Cloned Key:
ca: Clau clonada:
sk: Klonovaný kľúč:

source: Error - must specify either -c or -x options!
ca: Error - ha d'especificar les opcions -c o -x!
sk: Chyba - musia sa zadať voľby -c alebo -x!

source: Key %s already exists
ca: La clau %s ja existeix
sk: Kľúč %s už existuje

source: Error no activationkey to clone passed!
ca: Error en no haver passat cap clau d'activació per clonar!
sk: Chyba, nebol zadaný žiadny aktivačný kľúč na klonovanie!

source: Found child channel %s key %s, %s
ca: S'ha trobat la clau %s del canal fill %s, %s
sk: Nájdený kľúč %s kanála potomka %s, %s

source: does not exist, skipping!
ca: no existeix, s'omet!
sk: neexistuje, preskakuje sa!

source: Regex-replacement results in new base-channel %s which does not exist!
ca: Regex-replacement resulta en un canal base nou %s que no existeix!
sk: Výsledkom nahradenia regulárneho výrazu je nový základný kanál %s, ktorý neexistuje!

source: Found config channel %s for key %s, %s
ca: S'ha trobat el canal de configuració %s per a la clau %s, %s
sk: Nájdený konfiguračný kanál %s pre kľúč %s, %s

source: does not exist, skipping!
ca: no existeix, s'omet!
sk: neexistuje, preskakuje sa!

source: Cloning key %s as %s
ca: S'està clonant la clau %s com a %s
sk: Klonovanie kľúča %s ako %s

source: Failed to clone %s to %s
ca: No s'ha pogut clonar %s a %s
sk: Nepodarilo sa klonovať %s do %s

source: no activationkey label given
ca: no s'ha indicat cap etiqueta d'activació
sk: nie je dané označenie aktivačného kľúča

source: invalid activationkey label
ca: l'etiqueta de la clau d'activació no és vàlida
sk: neplatné označenie aktivačného kľúča

source: activationkey_diff: Diff activation keys
ca: activationkeydiff: claus d'activació de Diff
sk: activationkey_diff: Porovnať aktivačné kľúče

source: usage: activationkey_diff SOURCE_KEY TARGET_KEY
ca: ús: «activationkeydiff SOURCEKEY TARGETKEY»
sk: použitie: activationkey_diff ZDROJOVÝ_KĽÚČ CIEĽOVÝ_KĽÚČ

source: activationkey_disable: Disable an activation key
ca: activekeydisable: Inhabilita una clau d'activació
sk: activationkey_disable: Zakázať aktivačný kľúč

source: usage: activationkey_disable KEY [KEY ...]
ca: ús: clau d'activacióinhabilitada [CLAU ...]
sk: použitie: activationkey_disable KĽÚČ [KĽÚČ ...]

source: activationkey_enable: Enable an activation key
ca: activekeyenable: Activa una clau d'activació
sk: activationkey_enable: Povoliť aktivačný kľúč

source: usage: activationkey_enable KEY [KEY ...]
ca: ús: clau d'activaciókeyenable [CLAU ...]
sk: použitie: activationkey_enable KĽÚČ [KĽÚČ ...]

source: activationkey_setdescription: Set the activation key description
ca: activationkeysetdescription: estableix la descripció de la clau d'activació
sk: activationkey_setdescription: Nastaviť popis aktivačného kľúča

source: usage: activationkey_setdescription KEY DESCRIPTION
ca: ús: ACTIVATIONkeysetdescription KEY DESCRIPTION
sk: použitie: activationkey_setdescription KĽÚČ POPIS

source: activationkey_setcontactmethod: Set the contact method to use for systems registered with this key.
ca: activationkeysetcontactmethod: estableix el mètode de contacte a utilitzar per als sistemes registrats amb aquesta clau.
sk: activationkey_setcontactmethod: Nastaviť kontaktnú metódu, ktorá sa má použiť pre systémy registrované s týmto kľúčom.

source: Available contact methods:
ca: Mètodes de contacte disponibles:
sk: Dostupné kontaktné metódy:

source: usage: activationkey_setcontactmethod KEY CONTACT_METHOD
ca: ús: activatkeysetcontactmethod CLAU CONTACTMETHOD
sk: použitie: activationkey_setcontactmethod KĽÚČ KONTAKTNÁ_METÓDA

source: api: call server API with arguments directly
ca: api: crida l'API del servidor amb arguments directament
sk: api: volať API servera priamo s argumentmi

source: usage: api [options] API_STRING) options: -A, --args Arguments for the API other than session id in comma separated strings or JSON expression -F, --format Output format -o, --output Output file examples: api api.getApiCallList api --args "sysgroup_A" systemgroup.listSystems api -A "rhel-i386-server-5,2011-04-01,2011-05-01" -F "%(name)s" \ channel.software.listAllPackages
ca: ús: api [opcions] APISTRING) opcions: -A, --args Arguments per a l'API que no sigui l'ID de sessió separat per comes cadenes o expressió JSON -F, --format Format de sortida -o, --output Fitxer de sortida exemples: api api.getApiCallList api --args «sysgroupA» systemgroup.listSystems api -A "rhel-i386-server-5,2011-04-01,2011-05-01" -F "%(name)s" \ canal.software.listAllPackages
sk: použitie: api [voľby] REŤAZEC_API) voľby: -A, --args Argumenty pre API iné ako id sedenia v reťazcoch oddelených čiarkou alebo vo výraze JSON -F, --format Výstupný formát -o, --output Výstupný súbor príklady: api api.getApiCallList api --args "sysgroup_A" systemgroup.listSystems api -A "rhel-i386-server-5,2011-04-01,2011-05-01" -F "%(name)s" \ channel.software.listAllPackages

source: Could not open to write: %s
ca: No s'ha pogut obrir per a escriure: %s
sk: Nepodarilo sa otvoriť na zápis: %s

source: Fallback output to stdout
ca: Sortida alternativa a stdout
sk: Núdzový výstup na stdout

source: No such API: %s
ca: No existeix l'API: %s
sk: Žiadne také API: %s

source: configchannel_list: List all configuration channels
ca: configchannellist: Llista tots els canals de configuració
sk: configchannel_list: Vypísať zoznam všetkých konfiguračných kanálov

source: usage: configchannel_list
ca: ús: configchannellist
sk: použitie: configchannel_list
