Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: configchannel_listsystems: List the systems subscribed to a
ca: configchannellistsystems: Llista els sistemes subscrits a a
sk: configchannel_listsystems: Vypísať zoznam systémov prihlásených k

source: configuration channel
ca: canal de configuració
sk: konfiguračný kanál

source: usage: configchannel_listsystems CHANNEL
ca: ús: configchannellistsystems CHANNEL
sk: použitie: configchannel_listsystems KANÁL

source: This version of the API doesn't support this method
ca: Aquesta versió de l'API no admet aquest mètode
sk: Táto verzia API nepodporuje túto metódu

source: configchannel_listgroups: List the groups subscribed to a
ca: configchannellistgroups: Llista els grups subscrits a a
sk: configchannel_listgroups: Vypísať zoznam skupín prihlásených k

source: usage: configchannel_listgroups CHANNEL
ca: ús: configchannellistgroups CHANNEL
sk: použitie: configchannel_listgroups KANÁL

source: configchannel_listfiles: List the files in a config channel
ca: configchannellistfiles: Llista els fitxers en un canal de configuració
sk: configchannel_listfiles: Vypísať zoznam súborov v konfiguračnom kanáli

source: usage: configchannel_listfiles CHANNEL ...
ca: ús: configchannellistfiles CHANNEL ...
sk: použitie: configchannel_listfiles KANÁL ...

source: configchannel_forcedeploy: Forces a redeployment
ca: configchannelforcedeploy: força una redistribució
sk: configchannel_forcedeploy: Vynúti opätovné nasadenie

source: of files within this channel
ca: de fitxers dins d'aquest canal
sk: súborov v tomto kanáli

source: on all subscribed systems
ca: en tots els sistemes subscrits
sk: vo všetkých prihlásených systémoch

source: usage: configchannel_forcedeploy CHANNEL
ca: ús: configchannelforcedeploy CHANNEL
sk: použitie: configchannel_forcedeploy KANÁL

source: No files within selected configchannel.
ca: No hi ha fitxers al canal de configuració seleccionat.
sk: Žiadne súbory vo vybranom konfiguračnom kanáli.

source: Channel has no subscribed Systems
ca: El canal no té sistemes subscrits
sk: Kanál nemá žiadne prihlásené systémy

source: Force deployment of the following configfiles:
ca: Força el desplegament dels següents fitxers de configuració:
sk: Vynútiť nasadenie nasledujúcich konfiguračných súborov:

source: On these systems:
ca: Sobre aquests sistemes:
sk: Na týchto systémoch:

source: Really force deployment [y/N]:
ca: Força realment el desplegament [y/N]:
sk: Naozaj vynútiť nasadenie [a/N]:

source: configchannel_filedetails: Show the details of a file
ca: configchannelfiledetails: mostra els detalls d'un fitxer
sk: configchannel_filedetails: Zobraziť podrobnosti súboru

source: in a configuration channel
ca: en un canal de configuració
sk: v konfiguračnom kanáli

source: usage: configchannel_filedetails CHANNEL FILE [REVISION]
ca: ús: configchannelfiledetails CHANNEL FILE [REVISIÓ]
sk: použitie: configchannel_filedetails KANÁL SÚBOR [REVÍZIA]

source: Invalid revision: %s
ca: Revisió no vàlida: %s
sk: Neplatná revízia: %s

source: %s is not in this configuration channel
ca: %s no és en aquest canal de configuració
sk: %s nie je v tomto konfiguračnom kanáli

source: Path: %s
ca: Camí: %s
sk: Cesta: %s

source: Type: %s
ca: Tipus: %s
sk: Typ: %s

source: Revision: %s
ca: Revisió: %s
sk: Revízia: %s

source: Created: %s
ca: Creat: %s
sk: Vytvorený: %s

source: Modified: %s
ca: Modificat: %s
sk: Zmenený: %s

source: Target Path: %s
ca: Camí de destinació: %s
sk: Cieľová cesta: %s

source: Owner: %s
ca: Propietari: %s
sk: Vlastník: %s

source: Group: %s
ca: Grup: %s
sk: Skupina: %s

source: Mode: %s
sk: Režim: %s

source: SELinux Context: %s
ca: Context SELinux: %s
sk: Kontext SELinux: %s

source: Binary: %s
ca: Binari: %s
sk: Binárny: %s

source: Contents
ca: Continguts
sk: Obsah

source: configchannel_backup: backup a config channel
ca: configchannelbackup: fes una còpia de seguretat d'un canal de configuració
sk: configchannel_backup: zálohovať konfiguračný kanál

source: usage: configchannel_backup CHANNEL [OUTDIR]) OUTDIR defaults to $HOME/spacecmd-backup/configchannel/YYYY-MM-DD/CHANNEL
ca: ús: configchannelbackup CHANNEL [OUTDIR]) OUTDIR per defecte a $HOME/spacecmd-backup/configchannel/YYYY-MM-DD/CHANNEL
sk: použitie: configchannel_backup KANÁL [VÝST_ADR]) VÝST_ADR predvolená hodnota je $HOME/spacecmd-backup/configchannel/YYYY-MM-DD/KANÁL

source: Could not create output directory: %s
ca: No s'ha pogut crear el directori de sortida: %s
sk: Nepodarilo sa vytvoriť výstupný adresár: %s

source: Could not create "%s" file: %s
ca: No s'ha pogut crear el fitxer «%s»: %s
sk: Nepodarilo sa vytvoriť súbor "%s": %s

source: Output Path: %s
ca: Camí de sortida: %s
sk: Výstupná cesta: %s

source: configchannel_details: Show the details of a config channel
ca: configchanneldetails: mostra els detalls d'un canal de configuració
sk: configchannel_details: Zobraziť podrobnosti konfiguračného kanála

source: usage: configchannel_details CHANNEL ...
ca: ús: configchanneldetails CHANNEL ...
sk: použitie: configchannel_details KANÁL ...

source: Label: %s
ca: Etiqueta: %s
sk: Označenie: %s

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Description: %s
ca: Descripció: %s
sk: Popis: %s

source: Type: %s
ca: Tipus: %s
sk: Typ: %s

source: Files
ca: Fitxers
sk: Súbory

source: configchannel_create: Create a configuration channel of specific type
ca: configchannelcreate: crea un canal de configuració de tipus específic
sk: configchannel_create: Vytvoriť konfiguračný kanál špecifického typu

source: usage: configchannel_create [options]) options: -n NAME -l LABEL -d DESCRIPTION -t TYPE('normal,'state')
ca: ús: configchannelcreate [opcions]) opcions: -n NOM -l ETIQUETA -d DESCRIPCIÓ -t TYPE('normal,'state')
sk: použitie: configchannel_create [voľby]) voľby: -n NÁZOV -l OZNAČENIE -d POPIS -t TYP('normal,'state')

source: Name:
ca: Nom:
sk: Názov:

source: Label:
ca: Etiqueta:
sk: Označenie:

source: Description:
ca: Descripció:
sk: Popis:

source: Type [normal, state]:
ca: Tipus [normal, estat]:
sk: Typ [normal, state]:

source: Only [normal/state] values are acceptable for type
ca: Només els valors [normal/state] són acceptables per al tipus
sk: Iba hodnoty [normal/state] sú prípustné pre typ

source: A name is required
ca: Es requereix un nom
sk: Vyžaduje sa názov

source: Only [normal/state] values are acceptable for --type parameter
ca: Només els valors [normal/state] són acceptables per al paràmetre --type
sk: Iba hodnoty [normal/state] sú prípustné pre parameter --type

source: configchannel_delete: Delete a configuration channel
ca: configchanneldelete: suprimeix un canal de configuració
sk: configchannel_delete: Vymazať konfiguračný kanál

source: usage: configchannel_delete CHANNEL ...
ca: ús: configchanneldelete CHANNEL...
sk: použitie: configchannel_delete KANÁL ...

source: No channels matched argument(s): %s
ca: No hi ha canals que coincideixin amb els arguments: %s
sk: Žiadny kanály sa nezhodujú s argumentom(mi): %s

source: Delete these channels [y/N]:
ca: Suprimeix aquests canals [y/N]:
sk: Vymazať tieto kanály [a/N]:

source: Symlink [y/N]:
ca: Enllaç simbòlic [y/N]:
sk: Symbolický odkaz [a/N]:

source: Target Path:
ca: Camí de destinació:
sk: Cieľová cesta:

source: SELinux Context [none]:
ca: Context [cap] de SELinux:
sk: Kontext SELinux [žiadny]:

source: Directory [y/N]:
ca: Directori [y/N]:
sk: Adresár [a/N]:

source: Owner [%s]:
ca: Propietari [%s]:
sk: Vlastník [%s]:

source: Group [%s]:
ca: Grup [%s]:
sk: Skupina [%s]:

source: Mode [%s]:
sk: Režim [%s]:

source: SELinux Context [%s]:
ca: Context SELinux [%s]:
sk: Kontext SELinux [%s]:

source: Revision [next]:
ca: Revisió [següent]:
sk: Revízia [ďalšia]:

source: The revision must be an integer
ca: La revisió ha de ser un enter
sk: Revízia musí byť celé číslo

source: Read an existing file [y/N]:
ca: Llegeix un fitxer existent [y/N]:
sk: Čítať existujúci súbor [a/N]:

source: File:
ca: Fitxer:
sk: Súbor:

source: The path is required
ca: El camí és obligatori
sk: Vyžaduje sa cesta

source: You must provide the file contents
ca: Heu de proporcionar el contingut del fitxer
sk: Musíte poskytnúť obsah súboru

source: You must provide the target path for a symlink
ca: Heu de proporcionar el camí de destinació per a un enllaç simbòlic
sk: Musíte uviesť cieľovú cestu pre symbolický odkaz

source: Path: %s
ca: Camí: %s
sk: Cesta: %s

source: Directory: %s
ca: Directori: %s
sk: Adresár: %s

source: Revision: %i
ca: Revisió: %i
sk: Revízia: %i

source: Contents not displayed (base64 encoded)
ca: Continguts no mostrats (codificats en base64)
sk: Obsah sa nezobrazuje (kódovaný base64)

source: configchannel_addfile/configchannel_updatefile: Create a configuration file
ca: configchanneladdfile/configchannelupdatefile: Crea un fitxer de configuració
sk: configchannel_addfile/configchannel_updatefile: Vytvoriť konfiguračný súbor

source: usage: configchannel_addfile/configchannel_updatefile -c CHANNEL - p PATH -f LOCAL_FILE_PATH [OPTIONS]) options: -c CHANNEL -p PATH -r REVISION -o OWNER [default: root] -g GROUP [default: root] -m MODE [defualt: 0644] -x SELINUX_CONTEXT -d path is a directory -s path is a symlink -b path is a binary (or other file which needs base64 encoding) -t SYMLINK_TARGET -f local path to file contents -y automatically proceed with file contents Note re binary/base64: Some text files, notably those containing trailing newlines, those containing ASCII escape characters (or other charaters not allowed in XML) need to be sent as binary (-b). Some effort is made to auto- detect files which require this, but you may need to explicitly specify.
ca: ús: configchanneladdfile/configchannelupdatefile -c CHANNEL - p PATH -f LOCALFILEPATH [OPCIONS]) opcions: -c CANAL -p CAMÍ -r REVISIÓ -o PROPIETARI [predeterminat: root] -g GROUP [per defecte: root] -m MODE [defualt: 0644] -x SELINUXCONTEXT -d camí és un directori -s camí és un enllaç simbòlic -b camí és un binari (o un altre fitxer que necessita codificació base64) -t SYMLINKTARGET -f camí local al contingut del fitxer -y continua automàticament amb el contingut del fitxer Nota re binari/base64: Alguns fitxers de text, en particular els que contenen el final newlines, aquells que contenen caràcters d'escapament ASCII (o altres txaraters no permès en XML) cal enviar-lo com a binari (-b). S'ha fet un esforç per a auto- detecteu fitxers que ho requereixin, però potser haureu d'especificar-ho explícitament.
sk: použitie: configchannel_addfile/configchannel_updatefile -c KANÁL - p CESTA -f CESTA_K_LOKÁLNEMU_SÚBORU [VOĽBY]) voľby: -c KANÁL -p CESTA -r REVÍZIA -o VLASTNÍK [predvolené: root] -g SKUPINA [predvolené: root] -m REŽIM [predvolené: 0644] -x KONTEXT_SELINUX -d cesta je adresár -s cesta je symbolický odkaz -b cesta je binárny (alebo iný súbor, ktorý vyžaduje kódovanie base64) -t CIEĽ_SYMBOLICKÉHO_ODKAZU -f lokálna cesta k obsahu súboru -y automaticky pokračovať s obsahom súboru Poznámka vo veci binárny/base64: Niektoré textové súbory, najmä tie, ktoré obsahujú koncové znaky nových riadkov, tie, ktoré obsahujú riadiace znaky ASCII (alebo iné znaky, ktoré nie sú v XML povolené) je potrebné poslať ako binárne (-b). Vyvinulo sa určité úsilie na automatickú detekciu súborov, ktoré to vyžadujú, ale možno budete musieť výslovne určiť.

source: Select:
ca: Selecciona:
sk: Vybrať:

source: %s is not a valid channel
ca: %s no és un canal vàlid
sk: %s nie je platný kanál

source: Unable to obtain a valid channel. Aborting.
ca: No s'ha pogut obtenir un canal vàlid. S'interromp.
sk: Nepodarilo sa získať platný kanál. Prerušuje sa.

source: Path:
ca: Camí:
sk: Cesta:

source: No config channel specified!
ca: No s'ha especificat cap canal de configuració!
sk: Nie je zadaný žiadny konfiguračný kanál!

source: Error obtaining file info
ca: Error en obtenir la informació del fitxer
sk: Chyba pri získavaní informácií o súbore

source: configchannel_updateinitsls: Update init.sls file
ca: configchannelupdateinitsls: Actualitza el fitxer init.sls
sk: configchannel_updateinitsls: Aktualizovať súbor init.sls

source: usage: configchannel_updateinitsls -c CHANNEL -f LOCAL_FILE_PATH [OPTIONS]) options: -c CHANNEL -r REVISION -f local path to file contents -y automatically proceed with file contents
ca: ús: configchannelupdateinitsls -c CHANNEL -f LOCALFILEPATH [OPCIONS]) opcions: -c CANAL -r REVISIÓ -f camí local al contingut del fitxer -y continua automàticament amb el contingut del fitxer
sk: použitie: configchannel_updateinitsls -c KANÁL -f CESTA_K_LOKÁLNEMU_SÚBORU [VOĽBY]) voľby: -c KANÁL -r REVÍZIA -f lokálna cesta k obsahu súboru -y automaticky pokračovať s obsahom súboru

source: No existing file information found for %s
ca: No s'ha trobat informació de fitxer existent per a %s
sk: Nenašli sa žiadne informácie o existujúcom súbore pre %s

source: revision: %s
ca: revisió: %s
sk: revízia: %s

source: configchannel_removefiles: Remove configuration files
ca: configchannelremovefiles: Elimina els fitxers de configuració
sk: configchannel_removefiles: Odstrániť konfiguračné súbory

source: usage: configchannel_removefiles CHANNEL <FILE ...>
ca: ús: configchannelremovefiles CHANNEL <FILE ...>
sk: použitie: configchannel_removefiles KANÁL <SÚBOR ...>

source: configchannel_verifyfile: Verify a configuration file
ca: configchannelverifyfile: Verifica un fitxer de configuració
sk: configchannel_verifyfile: Overiť konfiguračný súbor

source: usage: configchannel_verifyfile CHANNEL FILE <SYSTEMS>
ca: ús: configchannelverifyfile CHANNEL FILE <SYSTEMS>
sk: použitie: configchannel_verifyfile KANÁL SÚBOR <SYSTÉMY>

source: No valid system selected
ca: No s'ha seleccionat cap sistema vàlid
sk: Nie je vybraný žiadny platný systém

source: Action ID: %i
ca: ID d'acció: %i
sk: ID akcie: %i

source: configchannel_export: export config channel(s) to json format file
ca: configchannelexport: exporta els canals de configuració al fitxer de format json
sk: configchannel_export: exportovať konfiguračný kanál(y) do súboru vo formáte json

source: usage: configchannel_export <CHANNEL>... [options]) options: -f outfile.json : specify an output filename, defaults to <CHANNEL>.json if exporting a single channel, ccs.json for multiple channels, or cc_all.json if no CHANNEL specified e.g (export ALL) Note : CHANNEL list is optional, default is to export ALL
ca: ús: configchannelexport <CHANNEL>... [opcions]) opcions: -f outfile.json: especifica un nom de fitxer de sortida, per defecte és <CHANNEL>.json si s'exporta un sol canal, ccs.json per a múltiples canals, o ccall.json si no s'ha especificat cap canal p. ex. (exportA-HO TOT) Nota: la llista de CANALS és opcional, per defecte és exportar-HO TOT
sk: použitie: configchannel_export <KANÁL>... [voľby]) voľby: -f outfile.json : určuje názov výstupného súboru, predvolené hodnoty sú <KANÁL>.json, ak sa exportuje jeden kanál, ccs.json pre viac kanálov, alebo cc_all.json, ak nie je zadaný žiadny KANÁL napr. (exportovať VŠETKY) Poznámka : Zoznam KANÁLOV je voliteľný, predvolený je export VŠETKÝCH

source: Getting config channel details for %s
ca: S'estan obtenint els detalls del canal de configuració per a %s
sk: Získanie podrobností konfiguračného kanála pre %s

source: Failed to get details for file %s from %s
ca: No s'han pogut obtenir els detalls del fitxer %s de %s
sk: Nepodarilo sa získať podrobnosti pre súbor %s z %s

source: File %s could not be exported
ca: No s'ha pogut exportar el fitxer %s
sk: Súbor %s sa nepodarilo exportovať

source: with this API version(needs base64 encoding)
ca: amb aquesta versió API (necessita codificació base64)
sk: s touto verziou API (vyžaduje kódovanie base64)

source: File %s could not be exported as
ca: No s'ha pogut exportar el fitxer %s com
sk: Súbor %s sa nepodarilo exportovať ako

source: text...getting base64 encoded version
ca: text... S'està establint la versió codificada en base64
sk: text...získanie verzie kódovanej base64

source: Exporting ALL config channels to %s
ca: S'estan exportant tots els canals de configuració a %s
sk: Exportovanie VŠETKÝCH konfiguračných kanálov do %s

source: Error, no valid config channel passed, check name is correct with spacecmd configchannel_list
ca: Error, no s'ha passat cap canal de configuració vàlid, el nom de la comprovació és correcte amb spacecmd configchannellist
sk: Chyba, nebol zadaný žiadny platný konfiguračný kanál, skontrolujte, či je názov správny so spacecmd configchannel_list

source: Exporting cc %s to %s
ca: S'està exportant el cc %s a %s
sk: Exportovanie cc %s do %s

source: File '{}' exists, confirm overwrite file? (y/n)
ca: El fitxer «{}» existeix, confirmeu la sobreescriptura del fitxer? (s/n)
sk: Súbor '{}' existuje, potvrďte prepísanie súboru? (a/n)

source: Error saving exported config channels to file: %s
ca: S'ha produït un error en desar els canals de configuració exportats al fitxer: %s
sk: Chyba pri ukladaní exportovaných konfiguračných kanálov do súboru: %s

source: configchannel_import: import config channel(s) from json file
ca: configchannelimport: importa els canals de configuració des del fitxer json
sk: configchannel_import: importovať konfiguračný kanál(y) zo súboru json

source: usage: configchannel_import <JSONFILES...>
ca: ús: configchannelimport <JSONFILES...>
sk: použitie: configchannel_import <SÚBORY_JSON...>

source: Error, no filename passed
ca: Error, no s'ha passat el nom de fitxer
sk: Chyba, nebol zadaný žiadny názov súboru

source: Error, could not read json data from %s
ca: Error, no s'han pogut llegir les dades json de %s
sk: Chyba, nepodarilo sa prečítať dáta json z %s

source: Error importing configchannel %s
ca: S'ha produït un error en importar el canal de configuració %s
sk: Chyba pri importovaní konfiguračného kanála %s

source: Config channel %s already exists! Skipping!
ca: El canal de configuració %s ja existeix! Salta!
sk: Konfiguračný kanál %s už existuje! Preskakuje sa!

source: Importing config channel %s
ca: S'està important el canal de configuració %s
sk: Importovanie konfiguračného kanála %s

source: Found %s %s for cc %s
ca: S'ha trobat %s %s per a cc %s
sk: Nájdené %s %s pre cc %s

source: Failed trying to import file %s (empty content)
ca: Ha fallat en intentar importar el fitxer %s (contingut buit)
sk: Zlyhal pokus o import súboru %s (prázdny obsah)

source: Older APIs can't export encoded files
ca: Les API antigues no poden exportar fitxers codificats
sk: Staršie rozhrania API nemôžu exportovať kódované súbory

source: Error adding file %s to %s
ca: S'ha produït un error en afegir el fitxer %s a %s
sk: Chyba pri pridávaní súboru %s do %s

source: configchannel_clone: Clone config channel(s)
ca: configchannelclone: Clona el/s canal/s de configuració
sk: configchannel_clone: Klonovať konfiguračný kanál(y)

source: usage examples: configchannel_clone foo_label -c bar_label configchannel_clone foo_label1 foo_label2 -c prefix configchannel_clone foo_label -x "s/foo/bar" configchannel_clone foo_label1 foo_label2 -x "s/foo/bar" options: -c CLONE_LABEL : name/label of the resulting cc (note does not update description, see -x option), treated as a prefix if multiple keys are passed -x "s/foo/bar" : Optional regex replacement, replaces foo with bar in the clone name, label and description Note : If no -c or -x option is specified, interactive is assumed
ca: exemples d'ús: configchannelclone foolabel -c barlabel configchannelclone foolabel1 foolabel2 -c prefix configchannelclone foolabel -x "s/foo/bar" configchannelclone foolabel1 foolabel2 -x "s/foo/bar" opcions: -c CLONELABEL : nom/etiqueta del cc resultant (la nota no s'actualitza descripció, vegeu l'opció -x), tractada com a prefix si s'han passat múltiples claus -x "s/foo/bar" : Substitució opcional de l'expressió regular, substitueix foo per la barra clona el nom, l'etiqueta i la descripció Nota: Si no s'especifica cap opció -c o -x, s'assumeix que és interactiva
sk: príklady použitia: configchannel_clone foo_label -c bar_label configchannel_clone foo_label1 foo_label2 -c prefix configchannel_clone foo_label -x "s/foo/bar" configchannel_clone foo_label1 foo_label2 -x "s/foo/bar" voľby: -c OZNAČENIE_KLONU : názov/označenie výsledného cc (poznámka neaktualizuje popis, pozrite voľbu -x), považuje sa za predponu, ak je zadaných viac kľúčov -x "s/foo/bar" : Voliteľná náhrada regulárneho výrazu, nahrádza foo s bar v názve klonu, označení a popise Note : Ak nie je zadaná voľba -c alebo -x, predpokladá sa interaktívna

source: No config channels found
ca: No s'ha trobat cap canal de configuració
sk: Nenašli sa žiadne konfiguračné kanály

source: Config Channels
ca: Canals de configuració
sk: Konfiguračné kanály

source: Channel to clone: %s
ca: Canal a clonar: %s
sk: Kanál na klonovanie: %s

source: Channel to clone:
ca: Canal a clonar:
sk: Kanál na klonovanie:

source: Clone label:
ca: Clona l'etiqueta:
sk: Označenie klonu:

source: Error no channel label passed!
ca: Error sense etiqueta de canal passada!
sk: Chyba, nezadané žiadne označenie kanála!

source: No suitable channels to clone has been found.
ca: No s'ha trobat cap canal adequat per clonar.
sk: Neboli nájdené žiadne vhodné kanály na klonovanie.

source: no configchannel given
ca: no s'ha donat cap canal de configuració
sk: nebol zdaný žiadny konfiguračný kanál

source: invalid configchannel label
ca: etiqueta de configchannel no vàlida
sk: neplatné označenie konfiguračného kanála

source: configchannel_diff: diff between config channels
ca: configchanneldiff: diff entre canals de configuració
sk: configchannel_diff: rozdiel medzi konfiguračnými kanálmi

source: usage: configchannel_diff SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: configchanneldiff SOURCECHANNEL TARGETCHANNEL
sk: použitie: configchannel_diff ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: sync config files between two config channels
ca: sincronitza els fitxers de configuració entre dos canals de configuració
sk: synchronizovať konfiguračné súbory medzi dvoma konfiguračnými kanálmi

source: usage: configchannel_sync SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: configchannelsync SOURCECHANNEL TARGETCHANNEL
sk: použitie: configchannel_sync ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: syncing files from configchannel
ca: S'estan sincronitzant els fitxers des del canal de configuració
sk: synchronizované súbory z konfiguračného kanála

source: files common in both channels:
ca: fitxers comuns en tots dos canals:
sk: súbory spoločné v oboch kanáloch:

source: files only in source
ca: fitxers només en origen
sk: súbory iba v zdroji

source: files only in target
ca: només fitxers a l'objectiu
sk: súbory iba v cieli

source: files that are in both channels will be overwritten in the target channel
ca: els fitxers que estiguin en els dos canals se sobreescriuran al canal de destinació
sk: súbory, ktoré sú v oboch kanáloch, budú prepísané v cieľovom kanáli

source: files only in the source channel will be added to the target channel
ca: els fitxers només al canal d'origen s'afegiran al canal de destinació
sk: súbory iba v zdrojovom kanáli budú pridané do cieľového kanála

source: files only in the target channel will be deleted
ca: s'eliminaran els fitxers només al canal de destinació
sk: súbory iba v cieľovom kanáli budú vymazané

source: nothing to do
ca: no hi ha res a fer
sk: niet čo robiť

source: perform synchronisation [y/N]:
ca: realitza la sincronització [y/N]:
sk: vykonať synchronizáciu [a/N]:

source: unknown file type
ca: tipus de fitxer desconegut
sk: neznámy typ súboru

source: cryptokey_create: Create a cryptographic key
ca: criptokeycreate: crea una clau criptogràfica
sk: cryptokey_create: Vytvoriť šifrovací kľúč

source: usage: cryptokey_create [options]) options: -t GPG or SSL -d DESCRIPTION -f KEY_FILE
ca: ús: criptokeycreate [opcions]) opcions: -t GPG o SSL -d DESCRIPCIÓ -f FITXER DE CLAUS
sk: použitie: cryptokey_create [voľby]) voľby: -t GPG alebo SSL -d POPIS -f SÚBOR_KĽÚČA
