Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: No packages has been removed
ca: No s'ha eliminat cap paquet
sk: Žiadne balíky neboli odstránené

source: Failed to remove package ID %i
ca: No s'ha pogut eliminar l'ID del paquet %i
sk: Nepodarilo sa odstrániť balík ID %i

source: package_listorphans: List packages that are not in a channel
ca: packagelistorphans: Llista els paquets que no estan en un canal
sk: package_listorphans: Vypísať zoznam balíkov, ktoré nie sú v kanáli

source: usage: package_listorphans
ca: ús: packagelistorphans
sk: použitie: package_listorphans

source: package_removeorphans: Remove packages that are not in a channel
ca: packageremoveorphans: Elimina els paquets que no estan en un canal
sk: package_removeorphans: Odstrániť balíky, ktoré nie sú v kanáli

source: usage: package_removeorphans
ca: ús: packageremoveorphans
sk: použitie: package_removeorphans

source: No orphaned packages has been found
ca: No s'ha trobat cap paquet orfe
sk: Neboli nájdené žiadne osirelé balíky

source: No orphaned packages
ca: No hi ha paquets orfes
sk: Žiadne osirelé balíky

source: No packages were removed
ca: No s'ha eliminat cap paquet
sk: Neboli odstránené žiadne balíky

source: List the systems with a package installed
ca: Llista els sistemes amb un paquet instal·lat
sk: Vypísať zoznam systémov s nainštalovaným balíkom

source: List the errata that provide this package
ca: Llista els errats que proporcionen aquest paquet
sk: Vypísať zoznam opráv chýb, ktoré poskytuje tento balík

source: List the dependencies for a package
ca: Llista les dependències d'un paquet
sk: Vypísať zoznam závislostí pre balík

source: Package Name: %s
ca: Nom del paquet: %s
sk: Názov balíka: %s

source: Dependency: %s Type: %s Modifier: %s
ca: Dependència: %s Tipus: %s Modificador: %s
sk: Závislosť: %s Typ: %s Modifikátor: %s

source: proxy_container_config: create a proxy system and return its configuration file
ca: proxycontainerconfig: crea un sistema proxy i retorna el seu fitxer de configuració
sk: proxy_container_config: vytvoriť systém proxy a vrátiť jeho konfiguračný súbor

source: usage: proxy_container_config [options] PROXY_FQDN SERVER_FQDN MAX_CACHE EMAIL ROOT_CA CRT KEY parameters: PROXY_FQDN the unique, DNS-resolvable FQDN of this proxy. SERVER_FQDN the fully qualified domain name of the server to connect to proxy to. MAX_CACHE the maximum cache size in MB. 60% of the storage is a good value. EMAIL the email of the proxy administrator CA path to the root CA used to sign the proxy certificate in PEM format CRT path to the proxy certificate in PEM format KEY path to the proxy certificate private key in PEM format options: -o, --output Path where to create the generated configuration. Default: 'config.tar.gz' -p, --ssh-port SSH port the proxy listens one. Default: 8022 -i, --intermediate-ca Path to an intermediate CA used to sign the proxy certicate in PEM format. May be provided multiple times. examples: proxy_container_config -o config.zip proxy.lab server.lab 1024 proxy@acme.org root_ca.crt proxy.crt proxy.key
ca: ús: proxy_container_config [opcions] PROXY_FQDN SERVER_FQDN MAX_CACHE EMAIL ROOT_CA CRT KEY paràmetres: PROXY_FQDN l'FQDN únic i resoluble per DNS d'aquest servidor intermediari. SERVER_FQDN el nom de domini complet del servidor al qual es connecta al servidor intermediari. MAX_CACHE la mida màxima de la memòria cau en MB. El 60 % de l'emmagatzematge és un bon valor. ENVIAR UN EMAIL el correu electrònic de l'administrador del servidor intermediari Camí de la CA a la CA arrel utilitzada per signar el certificat de proxy en format PEM Camí CRT al certificat de proxy en format PEM Camí de la CLAU a la clau privada del certificat intermediari en format PEM opcions: -o, --output Camí on crear la configuració generada. Per defecte: 'config.tar.gz' -p, --ssh-port Port SSH el proxy escolta un. Per defecte: 8022 -i, --intermediate-ca Camí a una CA intermèdia utilitzada per signar el proxy certificat en format PEM. Es pot proporcionar diverses vegades. exemples: proxy_container_config -o config.zip proxy.lab server.lab 1024 proxy@acme.org root_ca.crt proxy.crt proxy.key
sk: použitie: proxy_container_config [options] PROXY_FQDN SERVER_FQDN MAX_CACHE EMAIL ROOT_CA CRT KĽÚČ parameters: PROXY_FQDN plne kvalifikovaný názov domény proxy, ktorý sa má vytvoriť. SERVER_FQDN plne kvalifikovaný názov domény servera, ku ktorému sa má proxy pripojiť. MAX_CACHE maximálna veľkosť vyrovnávacej pamäte v MB. 60% úložiska je dobrá hodnota. EMAIL email administrátora proxy CA cesta ku koreňovej CA použitej na podpísanie proxy certifikátu vo formáte PEM CRT cesta k proxy certifikátu vo formáte PEM KĽÚČ cesta k súkromnému kľúču proxy certifikátu vo formáte PEM voľby: -o, --output Cesta, kde sa má vytvoriť vygenerovaná konfigurácia. Predvolené nastavenie: 'config.zip' -p, --ssh-port Port SSH, na ktorom proxy počúva. Predvolené nastavenie: 8022 -i, --intermediate-ca Cesta k sprostredkujúcej CA, ktorá sa používa na podpísanie certifikátu proxy vo formáte PEM. Môže sa poskytnúť viackrát. príklady: proxy_container_config -o config.zip proxy.lab server.lab 1024 proxy@acme.org root_ca.crt proxy.crt proxy.key

source: proxy_container_config_generate_cert: create a proxy system and return its configuration file
ca: proxycontainerconfiggeneratecert: crea un sistema proxy i retorna el seu fitxer de configuració
sk: proxy_container_config_generate_cert: vytvoriť systém proxy a vrátiť jeho konfiguračný súbor

source: usage: proxy_container_config_generate_cert PROXY_FQDN SERVER_FQDN MAX_CACHE EMAIL parameters: PROXY_FQDN the unique, DNS-resolvable FQDN of this proxy. SERVER_FQDN the fully qualified domain name of the server to connect to proxy to. MAX_CACHE the maximum cache size in MB. 60% of the storage is a good value. EMAIL the email of the proxy administrator options: -o, --output Path where to create the generated configuration. Default: 'config.tar.gz' -p, --ssh-port SSH port the proxy listens one. Default: 8022 --ca-cert path to the certificate of the CA to use to generate a new proxy certificate. Using /root/ssl-build/RHN-ORG-TRUSTED-SSL-CERT by default. --ca-key path to the private key of the CA to use to generate a new proxy certificate. Using /root/ssl-build/RHN-ORG-PRIVATE-SSL-KEY by default. --ca-pass path to a file containing the password of the CA private key, will be prompted if not passed. --ssl-cname alternate name of the proxy to set in the certificate. Can be provided multiple times --ssl-country country code to set in the certificate. If omitted, default values from mgr-ssl-tool will be used. --ssl-state state name to set in the certificate. If omitted, default values from mgr-ssl-tool will be used. --ssl-city the city name to set in the certificate. If omitted, default values from mgr-ssl-tool will be used. --ssl-org the organization name to set in the certificate. If omitted, default values from mgr-ssl-tool will be used. --ssl-org-unit the organization unit name to set in the certificate. If omitted, default values from mgr-ssl-tool will be used. --ssl-email the email to set in the certificate. If omitted, default values from mgr-ssl-tool will be used. examples: proxy_container_config proxy.lab server.lab 1024 proxy@acme.org --ca-pass password-file
ca: ús: proxycontainerconfiggeneratecert PROXYFQDN SERVERFQDN MAXCACHE EMAIL paràmetres: PROXYFQDN és l'únic FQDN que es pot resoldre amb DNS d'aquest servidor intermediari. SERVERFQDN és el nom de domini totalment qualificat del servidor al qual connectar-se al servidor intermediari. MAXCACHE la mida màxima de la memòria cau en MB. El 60% de l'emmagatzematge és un bon valor. E-MAIL el correu de l'administrador del servidor intermediari opcions: -o, --output Path on crear la configuració generada. Per defecte: 'config.tar.gz' -p, --ssh-port SSH port el servidor intermediari n'escolta un. Per defecte: 8022 --ca-cert camí al certificat de la CA a utilitzar per a generar un certificat intermediari nou. Utilitzant /root/ssl-build/RHN-ORG-TRUSTED-SSL-CERT per defecte. --ca-key camí a la clau privada de la CA a usar per a generar un certificat intermediari nou. Utilitzant /root/ssl-build/RHN-ORG-PRIVATE-SSL-KEY de manera predeterminada. --ca-pass camí a un fitxer que conté la contrasenya de la clau privada de la CA, es preguntarà si no es passa. --ssl-cname nom alternatiu del servidor intermediari a establir en el certificat. Es pot proporcionar diverses vegades --ssl-country country code a establir en el certificat. Si s'omet, s'utilitzaran els valors per defecte de mgr-ssl-tool. --ssl-state nom d'estat a establir al certificat. Si s'omet, s'utilitzaran els valors per defecte de mgr-ssl-tool. --ssl-city el nom de la ciutat a establir al certificat. Si s'omet, s'utilitzaran els valors per defecte de mgr-ssl-tool. --ssl-org el nom de l'organització a establir al certificat. Si s'omet, s'utilitzaran els valors per defecte de mgr-ssl-tool. --ssl-org-unit el nom de la unitat d'organització a establir al certificat. Si s'omet, s'utilitzaran els valors per defecte de mgr-ssl-tool. --ssl-email el correu electrònic a establir en el certificat. Si s'omet, s'utilitzaran els valors per defecte de mgr-ssl-tool. exemples: proxycontainerconfig proxy.lab server.lab 1024 proxy.acme.org --ca-pass password-file
sk: použitie: proxy_container_config_generate_cert PROXY_FQDN SERVER_FQDN MAX_CACHE EMAIL parameters: PROXY_FQDN plne kvalifikovaný názov domény proxy, ktorý sa má vytvoriť. SERVER_FQDN plne kvalifikovaný názov domény servera, ku ktorému sa má proxy pripojiť. MAX_CACHE maximálna veľkosť vyrovnávacej pamäte v MB. 60% úložiska je dobrá hodnota. EMAIL email administrátora proxy options: -o, --output Cesta, kde sa má vytvoriť vygenerovaná konfigurácia. Predvolené nastavenie: 'config.zip' -p, --ssh-port Port SSH, na ktorom proxy počúva. Predvolené nastavenie: 8022 --ca-cert cesta k certifikátu CA, ktorý sa má použiť na vygenerovanie nového proxy certifikátu. Použitie /root/ssl-build/RHN-ORG-DÔVERYHODNÝ-SSL-CERT v predvolenom nastavení. --ca-key cesta k súkromnému kľúču CA, ktorý sa má použiť na vygenerovanie nového proxy certifikátu. Použitie /root/ssl-build/RHN-ORG-SÚKROMNÝ-SSL-KĽÚČ v predvolenom nastavení. --ca-pass cesta k súboru, ktorý obsahuje heslo súkromného kľúča CA, zobrazí sa výzva, ak nie je zadaná. --ssl-cname alternatívny názov proxy servera, ktorý sa nastav v certifikáte. Môže sa poskytnúť viackrát --ssl-country kód krajiny, ktorý sa nastaví v certifikáte. Ak sa vynechá, použijú sa predvolené hodnoty z mgr-ssl-tool. --ssl-state názov štátu, ktorý sa nastaví v certifikáte. Ak sa vynechá, použijú sa predvolené hodnoty z mgr-ssl-tool. --ssl-city názov mesta, ktorý sa nastaví v certifikáte. Ak sa vynechá, použijú sa predvolené hodnoty z mgr-ssl-tool. --ssl-org názov organizácie, ktorý sa nastaví v certifikáte. Ak sa vynechá, použijú sa predvolené hodnoty z mgr-ssl-tool. --ssl-org-unit názov organizačnej jednotky, ktorý sa nastaví v certifikáte. Ak sa vynechá, použijú sa predvolené hodnoty z mgr-ssl-tool. --ssl-email email, ktorý sa nastaví v certifikáte. Ak sa vynechá, použijú sa predvolené hodnoty z mgr-ssl-tool. príklady: proxy_container_config proxy.lab server.lab 1024 proxy@acme.org --ca-pass súbor-hesla

source: repo_list: List all available user repos
ca: repolist: llista tots els repositoris d'usuari disponibles
sk: repo_list: Vypísať zoznam všetkých dostupných používateľských repozitárov

source: usage: repo_list
ca: ús: repolist
sk: použitie: repo_list

source: repo_details: Show the details of a user repo
ca: repodetails: mostra els detalls d'un repositori d'usuari
sk: repo_details: Zobraziť podrobnosti o používateľskom repozitári

source: usage: repo_details <repo ...>
ca: ús: repodetails <repo ...>
sk: použitie: repo_details <repozitár ...>

source: Repository Label: %s
ca: Etiqueta del repositori: %s
sk: Označenie repozitára: %s

source: Repository URL: %s
ca: URL del repositori: %s
sk: URL repozitára: %s

source: Repository Type: %s
ca: Tipus de dipòsit: %s
sk: Typ repozitára: %s

source: Repository SSL Ca Certificate: %s
ca: Certificat SSL Ca del repositori: %s
sk: Certifikát Ca SSL repozitára: %s

source: Repository SSL Client Certificate: %s
ca: Certificat del client SSL del repositori: %s
sk: Certifikát klienta SSL repozitára: %s

source: Repository SSL Client Key: %s
ca: Clau del client SSL del repositori: %s
sk: Kľúč klienta SSL repozitára: %s

source: No repositories found for '{}' query
ca: No s'ha trobat cap repositori per a la consulta «{}»
sk: Pre dopyt '{}' neboli nájdené žiadne repozitáre

source: repo_listfilters: Show the filters for a user repo
ca: repolistfilters: mostra els filtres per a un repositori d'usuari
sk: repo_listfilters: Zobraziť filtre pre používateľský repozitár

source: usage: repo_listfilters repo
ca: ús: repolistfilters repo
sk: použitie: repo_listfilters repozitár

source: No filters found
ca: No s'ha trobat cap filtre
sk: Nenašli sa žiadne filtre

source: repo_addfilters: Add filters for a user repo
ca: repoaddfilters: afegeix filtres per a un repositori d'usuari
sk: repo_addfilters: Pridať filtre pre používateľský repozitár

source: usage: repo_addfilters repo <filter ...>
ca: ús: repoaddfilters repo <filter ...>
sk: použitie: repo_addfilters repozitár <filter ...>

source: Each filter must start with + or -
ca: Cada filtre ha de començar amb + o -
sk: Každý filter musí začínať s + alebo -

source: repo_removefilters: Remove filters from a user repo
ca: reporemovefilters: Elimina els filtres d'un repositori d'usuari
sk: repo_removefilters: Odstrániť filtre z používateľského repozitára

source: usage: repo_removefilters repo <filter ...>
ca: ús: reporemovefilters repo <filter ...>
sk: použitie: repo_removefilters repozitár <filter ...>

source: repo_setfilters: Set the filters for a user repo
ca: reposetfilters: estableix els filtres per a un repositori d'usuari
sk: repo_setfilters: Nastaviť filtre pre používateľský repozitár

source: usage: repo_setfilters repo <filter ...>
ca: ús: repòs de «reposetfilters» <filter ...>
sk: použitie: repo_setfilters repozitár <filter ...>

source: repo_clearfilters: Clears the filters for a user repo
ca: repoclearfilters: Neteja els filtres per a un repositori d'usuari
sk: repo_clearfilters: Vymazať filtre pre používateľský repozitár

source: usage: repo_clearfilters repo <options> options: -y, --yes Confirm without prompt
ca: ús: repoclearfilters repo <options> opcions: -y, --yes Confirma sense preguntar
sk: použitie: repo_clearfilters repozitár <voľby> voľby: -y, --yes Potvrdenie bez výzvy

source: Remove these filters [y/N]:
ca: Elimina aquests filtres [y/N]:
sk: Odstrániť tieto filtre [a/N]:

source: repo_delete: Delete a user repo
ca: repodelete: suprimeix un dipòsit d'usuari
sk: repo_delete: Vymazať používateľský repozitár

source: usage: repo_delete <repo ...>
ca: ús: repodelete <repo ...>
sk: použitie: repo_delete <repozitár ...>

source: Repos
ca: Repositoris
sk: Repozitáre

source: Delete these repos [y/N]:
ca: Suprimeix aquests valors [y/N]:
sk: Vymazať tieto repozitáre [a/N]:

source: Failed to remove repo %s
ca: No s'ha pogut eliminar el dipòsit %s
sk: Nepodarilo sa odstrániť repozitár %s

source: repo_create: Create a user repository
ca: recrea: crea un repositori d'usuaris
sk: repo_create: Vytvoriť používateľský repozitár

source: usage: repo_create <options>) options: -n, --name name of repository -u, --url url of repository -t, --type type of repository (defaults to yum) --ca SSL CA certificate (not required) --cert SSL Client certificate (not required) --key SSL Client key (not required)
ca: ús: recrea <options>) opcions: -n, --name nom del repositori -u, --url URL del repositori -t, --type tipus de repositori (predeterminat a yum) --ca Certificat SSL CA (no requerit) --cert certificat de client SSL (no es requereix) --key SSL Client clau (no es requereix)
sk: použitie: repo_create <voľby>) voľby: -n, --name názov repozitára -u, --url url repozitára -t, --type typ repozitára (predvolený je yum) --ca Certifikát CA SSL (nevyžaduje sa) --cert Certifikát klienta SSL (nevyžaduje sa) --key Kľúč klienta SSL (nevyžaduje sa)

source: Type:
ca: Tipus:
sk: Typ:

source: SSL CA cert:
ca: Cert de la CA SSL:
sk: Certifikát CA SSL:

source: SSL Client cert:
ca: Certificat del client SSL:
sk: Certifikát klienta SSL:

source: SSL Client key:
ca: Clau de client SSL:
sk: Kľúč klienta SSL:

source: A URL is required
ca: Es requereix un URL
sk: Vyžaduje sa URL

source: repo_rename: Rename a user repository
ca: reporename: Canvia el nom d'un repositori d'usuaris
sk: repo_rename: Premenovať používateľský repozitár

source: usage: repo_rename OLDNAME NEWNAME
ca: ús: torna a anomenar OLDNAME NEWNAME
sk: použitie: repo_rename STARÝ_NÁZOV NOVÝ_NÁZOV

source: Could not find repo %s
ca: No s'ha pogut trobar el dipòsit %s
sk: Nepodarilo sa nájsť repozitár %s

source: repo_updateurl: Change the URL of a user repository
ca: repoupdateurl: canvia l'URL d'un repositori d'usuaris
sk: repo_updateurl: Zmeniť URL používateľského repozitára

source: usage: repo_updateurl <repo> <url>
ca: ús: repoupdateurl <repo> <url>
sk: použitie: repo_updateurl <repozitár> <url>

source: repo_updatessl: Change the SSL certificates of a user repository
ca: repoupdatessl: canvia els certificats SSL d'un repositori d'usuaris
sk: repo_updatessl: Zmeniť certifikáty SSL používateľského repozitára

source: usage: repo_updatessl <options>) options: --ca SSL CA certificate (not required) --cert SSL Client certificate (not required) --key SSL Client key (not required)
ca: ús: repoupdatessl <options>) opcions: --ca Certificat SSL CA (no requerit) --cert certificat de client SSL (no es requereix) --key SSL Client clau (no es requereix)
sk: použitie: repo_updatessl <voľby>) voľby: --ca Certifikát CA SSL (nevyžaduje sa) --cert Certifikát klienta SSL (nevyžaduje sa) --key Kľúč klienta SSL (nevyžaduje sa)

source: report_inactivesystems: List all inactive systems
ca: reportinactivesystems: Llista tots els sistemes inactius
sk: report_inactivesystems: Vypísať zoznam všetkých neaktívnych systémov

source: usage: report_inactivesystems [DAYS]
ca: ús: reportinactivesystems [DIES]
sk: použitie: report_inactivesystems [DNI]

source: report_outofdatesystems: List all out-of-date systems
ca: reportoutofdatesystems: Llista tots els sistemes obsolets
sk: report_outofdatesystems: Vypísať zoznam všetkých zastaraných systémov

source: usage: report_outofdatesystems
ca: ús: reportoutofdatesystems
sk: použitie: report_outofdatesystems

source: report_ungroupedsystems: List all ungrouped systems
ca: reportungroupedsystems: Llista tots els sistemes no agrupats
sk: report_ungroupedsystems: Vypísať zoznam všetkých neskupinových systémov

source: usage: report_ungroupedsystems
ca: ús: reportungroupedsystems
sk: použitie: report_ungroupedsystems

source: report_errata: List all errata and how many systems they affect
ca: reporterrata: Llista tots els errata i quants sistemes afecten
sk: report_errata: Vypísať všetkých opráv chýb a počtu systémov, ktorých sa týkajú

source: usage: report_errata [ERRATA|search:XXX ...]
ca: ús: reporterrata [ERRATA:cerca:XXX ...]
sk: použitie: report_errata [OPRAVY_CHÝB|search:XXX ...]

source: All errata requested - this may take a few minutes, please be patient!
ca: Tots els errata sol·licitats - això pot trigar uns minuts, si us plau, tingueu paciència!
sk: Požadované sú všetky opravy chýb - môže to trvať niekoľko minút, buďte, prosím, trpezliví!

source: %s # Systems
ca: %s Sistemes
sk: %s # Systémy

source: No errata found for '{}'
ca: No s'ha trobat cap errata per a «{}»
sk: Nenašli sa žiadne opravy chýb pre '{}'

source: report_ipaddresses: List the hostname and IP of each system
ca: reportipaddresses: Llista el nom de l'ordinador i la IP de cada sistema
sk: report_ipaddresses: Vypísať zoznam názvov hostiteľov a IP každého systému

source: usage: report_ipaddresses [<SYSTEMS>]
ca: ús: adreces d'informe [<SYSTEMS>]
sk: použitie: report_ipaddresses [<SYSTÉMY>]

source: No systems selected
ca: No s'ha seleccionat cap sistema
sk: Žiadne vybrané systémy

source: report_kernels: List the running kernel of each system
ca: reportkernels: Llista el nucli en execució de cada sistema
sk: report_kernels: Vypísať zoznam bežiacich jadier každého systému

source: usage: report_kernels [<SYSTEMS>]
ca: ús: reportkernels [<SYSTEMS>]
sk: použitie: report_kernels [<SYSTÉMY>]

source: %s Kernel
ca: %s nucli
sk: %s Jadro

source: System
ca: Sistema
sk: Systém

source: report_duplicates: List duplicate system profiles
ca: reportduplicates: Llista els perfils duplicats del sistema
sk: report_duplicates: Vypísať zoznam duplicitných systémových profilov

source: usage: report_duplicates
ca: ús: reportduplicates
sk: použitie: report_duplicates

source: System ID Last Checkin
ca: ID del sistema últim checkin
sk: ID systému Posledné prihlásenie

source: scap_listxccdfscans: Return a list of finished OpenSCAP scans for given systems
ca: scaplistxccdfscans: retorna una llista d'escaneigs OpenSCAP finalitzats per a sistemes donats
sk: scap_listxccdfscans: Vrátiť zoznam dokončených skenovaní OpenSCAP pre dané systémy

source: usage: scap_listxccdfscans <SYSTEMS>
ca: ús: scaplistxccdfscans <SYSTEMS>
sk: použitie: scap_listxccdfscans <SYSTÉMY>

source: System: %s
ca: Sistema: %s
sk: Systém: %s

source: XID: %d Profile: %s Path: (%s) Completed: %s
ca: XID: %d Perfil: %s Camí: (%s) Completat: %s
sk: XID: %d Profil: %s Cesta: (%s) Dokončené: %s

source: scap_getxccdfscanruleresults: Return a full list of RuleResults for given OpenSCAP XCCDF scan
ca: scapgetxccdfscanruleresults: retorna una llista completa dels resultats de la regla per a l'escaneig XCCDF donat
sk: scap_getxccdfscanruleresults: Vrátiť úplný zoznam RuleResults pre dané skenovanie OpenSCAP XCCDF

source: usage: scap_getxccdfscanruleresults <XID>
ca: ús: scapgetxccdfscanruleresults <XID>
sk: použitie: scap_getxccdfscanruleresults <XID>

source: IDref: %s Result: %s Idents: (%s)
ca: IDref: %s Resultat: %s Idents: (%s)
sk: IDref: %s Výsledok: %s Identifikátory: (%s)

source: scap_getxccdfscandetails: Get details of given OpenSCAP XCCDF scan
ca: scapgetxccdfscandetails: Obteniu detalls de l'escaneig XCCDF donat de l'OpenSCAP
sk: scap_getxccdfscandetails: Získať podrobnosti o danom skenovaní OpenSCAP XCCDF

source: usage: scap_getxccdfscandetails <XID>
ca: ús: scapgetxccdfscandetails <XID>
sk: použitie: scap_getxccdfscandetails <XID>

source: Action_ID:
ca: IDAcció:
sk: ID_Akcie:

source: OSCAP_Parameters:
sk: Parametre_OSCAP:

source: Test_Result:
ca: Resultat de la prova:
sk: Výsledok_Testu:

source: Benchmark:
ca: Marca de referència:
sk: Porovnávací_Test:

source: Benchmark_Version:
sk: Verzia_Porovnávacieho_Testu:

source: Profile:
ca: Perfil:
sk: Profil:

source: Profile_Title:
ca: Títol del perfil:
sk: Názov_Profilu:

source: Start_Time:
ca: Hora inicial:
sk: Čas_Spustenia:

source: End_Time:
ca: Hora final:
sk: Čas_Skončenia:

source: Errors:
sk: Chyby:

source: scap_schedulexccdfscan: Schedule Scap XCCDF scan
ca: scapschedulexccdfscan: Planificació de l'escaneig XCCDF
sk: scap_schedulexccdfscan: Naplánovať skenovanie Scap XCCDF

source: usage: scap_schedulexccdfscan PATH_TO_XCCDF_FILE XCCDF_OPTIONS SYSTEMS
ca: ús: scapschedulexccdfscan PATHTOXCCDFFILE XCCDFOPTIONS SISTEMES
sk: použitie: scap_schedulexccdfscan CESTA K_SÚBORU_XCCDF VOĽBY_XCCDF SYSTÉMY

source: scap_schedulexccdfscan ssm PATH_TO_XCCDF_FILE XCCDF_OPTIONS
sk: scap_schedulexccdfscan ssm CESTA K_SÚBORU_XCCDF VOĽBY_XCCDF

source: To use systems in the ssm, pass the "ssm" keyword in front. Example:
ca: Per utilitzar sistemes en el ssm, passa la paraula clau "ssm". Exemple:
sk: Ak chcete použiť systémy v ssm, zadajte dopredu kľúčové slovo "ssm". Príklad:

source: ID Date C F P Action
ca: ID Data C F P Acció
sk: ID Dátum C F P Akcia
