Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: system_listmigrationtargets: List possible migration targets for given systems.
ca: systemlistmigrationtargets: Llista els possibles objectius de migració per als sistemes donats.
sk: system_listmigrationtargets: Vypísať zoznam možných cieľov migrácie pre dané systémy.

source: usage: system_listmigrationtargets <SYSTEMS>
ca: ús: systemlistmigrationtargets <SYSTEMS>
sk: použitie: system_listmigrationtargets <SYSTÉMY>

source: WARN: Cannot find system
ca: AVÍS: no s'ha pogut trobar el sistema
sk: POZOR: Nemožno nájsť systém

source: System
ca: Sistema
sk: Systém

source: No migration targets
ca: No hi ha objectius de migració
sk: Žiadne ciele migrácie

source: Target #
ca: Objectiu
sk: Cieľ #

source: IDs:
sk: ID:

source: Friendly names:
ca: Noms amistosos:
sk: Priateľské názvy:

source: This method is deprecated and will be removed in a future API version. Please use system_scheduleproductmigration instead.
ca: Aquest mètode està obsolet i s'eliminarà en una futura versió de l'API. Utilitzeu systemscheduleproductmigration en el seu lloc.
sk: Táto metóda je zastaraná a bude odstránená v budúcej verzii API. Namiesto toho, prosím, použite system_scheduleproductmigration.

source: This method is deprecated and will be removed in a future API version
ca: Aquest mètode està obsolet i s'eliminarà en una versió futura de l'API
sk: Táto metóda je zastaraná a bude odstránená v budúcej verzii API

source: system_schedulespmigration: Schedule a Service Pack migration for systems.
ca: systemschedulespmigration: Programa una migració de Service Pack per a sistemes.
sk: system_schedulespmigration: Naplánovať migráciu opravného balíka pre systémy.

source: usage: system_schedulespmigration <SYSTEM> <BASE_CHANNEL_LABEL> <MIGRATION_TARGET> [options] For MIGRATION_TARGET parameter see system_listmigrationtargets. The MIGRATION_TARGET parameter must be passed in the following format: [3143,3146,3147,3145,3144,3148,3062]. Options: -s START_TIME -d pass this flag, if you want to do a dry run -c CHILD_CHANNELS (comma-separated child channels labels (with no spaces))
ca: ús: systemschedulespmigration <SYSTEM> <BASECHANNELLABEL> <MIGRATIONTARGET> [opcions] Per al paràmetre MIGRATIONTARGET vegeu systemlistmigrationtargets. El paràmetre MIGRATIONTARGET s'ha de passar en el següent format: [3143,3146,3147,3145,3144,3148,3062]. Opcions: -s HORA D'INICI -d passa aquesta bandera, si vols fer una cursa seca -c CHILDCHANNELS (etiquetes de canals infantils separades per comes (sense espais))
sk: použitie: system_schedulespmigration <SYSTÉM> <OZNAČENIE_ZÁKLADNÉHO_KANÁLA> <CIEĽ_MIGRÁCIE> [voľby] Pre parameter CIEĽ_MIGRÁCIE si pozrite system_listmigrationtargets. Parameter CIEĽ_MIGRÁCIE sa musí zadať v tomto formáte: [3143,3146,3147,3145,3144,3148,3062]. Voľby: -s ČAS_SPUSTENIA -d zadajte tento príznak, ak chcete vykonať skúšobné spustenie -c KANÁLY_POTOMKOV (označenia kanálov potomkov oddelené čiarkami (bez medzier))

source: system_scheduleproductmigration: Schedule a Product migration for systems.
ca: systemscheduleproductmigration: Programar una migració de productes per a sistemes.
sk: system_scheduleproductmigration: Naplánovať migráciu produktu pre systémy.

source: usage: system_scheduleproductmigration <SYSTEM> <BASE_CHANNEL_LABEL> <MIGRATION_TARGET> [options] For MIGRATION_TARGET parameter see system_listmigrationtargets. The MIGRATION_TARGET parameter must be passed in the following format: [3143,3146,3147,3145,3144,3148,3062]. Options: -s START_TIME -d pass this flag, if you want to do a dry run --allow-vendor-change pass this flag if you want to allow vendor change -r pass this flag if you want to remove remove products which have no successors -c CHILD_CHANNELS (comma-separated child channels labels (with no spaces))
ca: ús: systemscheduleproductmigration <SYSTEM> <BASECHANNELLABEL> <MIGRATIONTARGET> [opcions] Per al paràmetre MIGRATIONTARGET vegeu systemlistmigrationtargets. El paràmetre MIGRATIONTARGET s'ha de passar en el següent format: [3143,3146,3147,3145,3144,3148,3062]. Opcions: -s HORA D'INICI -d passa aquesta bandera, si vols fer una cursa seca --allow-vendor-change passa aquesta bandera si voleu permetre el canvi del proveïdor -r passa aquesta bandera si voleu eliminar productes que no tenen successors -c CHILDCHANNELS (etiquetes de canals infantils separades per comes (sense espais))
sk: použitie: system_scheduleproductmigration <SYSTÉM> <OZNAČENIE_ZÁKLADNÉHO_KANÁLA> <CIEĽ_MIGRÁCIE> [voľby] Pre parameter CIEĽ_MIGRÁCIE si pozrite system_listmigrationtargets. Parameter CIEĽ_MIGRÁCIE sa musí zadať v tomto formáte: [3143,3146,3147,3145,3144,3148,3062]. Voľby: -s ČAS_SPUSTENIA -d zadajte tento príznak, ak chcete vykonať skúšobné spustenie --allow-vendor-change zadajte tento príznak, ak chcete povoliť zmenu dodávateľa -r zadajte tento príznak, ak chcete odstrániť produkty, ktoré nemajú nasledovníkov -c KANÁLY_POTOMKOV (označenia kanálov potomkov oddelené čiarkami (bez medzier))

source: Cannot find system
ca: No s'ha pogut trobar el sistema
sk: Nemožno nájsť systém

source: . Skipping it.
ca: . S'està saltant.
sk: . Preskakuje sa.

source: Scheduling Product migration for system
ca: Programació de migració de productes per al sistema
sk: Plánovanie migrácie produktu pre systém

source: Migration target
ca: Objectiu de migració
sk: Cieľ migrácie

source: Scheduled action ID:
ca: ID d'acció programada:
sk: ID plánovanej akcie:

source: system_bootstrap: Bootstrap a system for management via either Salt or Salt SSH.
ca: systembootstrap: Bootstrap un sistema per a la gestió a través de Salt o Salt SSH.
sk: system_bootstrap: Zaviesť systém na správu prostredníctvom Salt alebo Salt SSH.

source: usage: bootstrap [options] options: -H HOSTNAME -p SSH_PORT -u SSH_USERNAME -P SSH_PASSWORD -k SSH_PRIVATEKEY_PATH -S SSH_PRIVATEKEY_PASSWORD -a ACTIVATION_KEY -r REACTIVATION_KEY --proxyid PROXY_SYSID --saltssh
ca: ús: bootstrap [opcions] opcions: -H NOM DE L'AMFITRIÓ -p SSHPORT -u SSHUSERNAME -P CONTRASENYA -k SSHPRIVATEKEYPATH -S SSHPRIVATEKEYPASSWORD -una TECLA D'ACTIVACIÓ -r REACTIVATIONKEY --proxyid PROXYSYSID --saltssh
sk: usage: bootstrap [voľby] voľby: -H NÁZOV_HOSTITEĽA -p SSH_PORT -u SSH_POUŽÍVATEĽSKÉ_MENO -P SSH_HESLO -k SSH_SÚKROMNÝ_KĽÚČ_CESTA -S SSH_SÚKROMNÝ_KĽÚČ_HESLO -a AKTIVAČNÝ_KĽÚČ -r REAKTIVAČNÝ_KĽÚČ --proxyid PROXY_SYSID --saltssh

source: Hostname:
ca: Nom de l'ordinador:
sk: Názov hostiteľa:

source: SSH User [root]:
ca: Usuari SSH [arrel]:
sk: Používateľ SSH [root]:

source: SSH Password:
ca: Contrasenya SSH:
sk: Heslo SSH:

source: SSH Private Key File:
ca: Fitxer de clau privada SSH:
sk: Súbor súkromného kľúča SSH:

source: SSH Private Key Password:
ca: Contrasenya de la clau privada SSH:
sk: Heslo súkromného kľúča SSH:

source: Activation Key:
ca: Tecla d'activació:
sk: Aktivačný kľúč:

source: Reactivation Key:
ca: Clau de reactivació:
sk: Reaktivačný kľúč:

source: Proxy System ID:
ca: ID del sistema intermediari:
sk: ID systému Proxy:

source: Manage with Salt SSH
ca: Gestiona amb Salt SSH
sk: Spravovať pomocou Salt SSH

source: Provided port must be numeric
ca: El port proporcionat ha de ser numèric
sk: Poskytnutý port musí byť číselný

source: Hostname must be provided
ca: S'ha de proporcionar el nom de l'ordinador
sk: Musí byť zadaný názov hostiteľa

source: Either a SSH Password or a private key must be provided
ca: Cal proporcionar una contrasenya SSH o una clau privada
sk: Je potrebné zadať buď heslo SSH, alebo súkromný kľúč

source: Server is not supporting reactivation keys at bootstrap time
ca: El servidor no admet claus de reactivació en temps d'arrencada
sk: Server nepodporuje reaktivačné kľúče v čase zavádzania

source: Bootstrapping '{}'. This may take a while.
ca: S'està arrencant «{}». Això pot trigar una estona.
sk: Zavádzanie '{}'. To môže chvíľu trvať.

source: Initial phase successfully finished. Check event history for actions still running
ca: La fase inicial ha finalitzat amb èxit. Comprova l'historial d'esdeveniments per a les accions que encara s'estan executant
sk: Úvodná fáza bola úspešne ukončená. Skontrolujte históriu udalostí kvôli stále bežiacim akciám

source: system_needrebootafterupdate: Shows whether a reboot would be needed if available patches were applied
ca: system_needrebootafterupdate: mostra si caldria reiniciar si s'apliquessin els pedaços disponibles
sk: system_needrebootafterupdate: Zobrazuje, či by bolo potrebné reštartovanie, ak by boli použité dostupné opravy

source: System '{}' needs to be rebooted after update
ca: Cal reiniciar el sistema {} després de l'actualització
sk: Systém '{}' je potrebné po aktualizácii reštartovať

source: No reboot needed for system '{}' after applying available updates
ca: No cal reiniciar el sistema {} després d'aplicar-hi les actualitzacions disponibles
sk: Po aplikovaní dostupných aktualizácií nie je potrebné reštartovať systém '{}'

source: user_create: Create an user
ca: usercreate: crea un usuari
sk: user_create: Vytvoriť používateľa

source: usage: user_create [options]) options: -u USERNAME -f FIRST_NAME -l LAST_NAME -e EMAIL -p PASSWORD --pam enable PAM authentication
ca: ús: usercreate [opcions]) opcions: -u NOM D'USUARI -f NOM -l COGNOM -e CORREU -P CONTRASENYA --pam activa l'autenticació PAM
sk: použitie: user_create [voľby]) voľby: -u POUŽÍVATEĽSKÉ_MENO -f KRSTNÉ_MENO -l PRIEZVISKO -e EMAIL -p HESLO --pam povoliť overenie PAM

source: Note: password was ignored due to PAM mode
ca: Nota: la contrasenya s'ha ignorat a causa del mode PAM
sk: Poznámka: heslo bolo ignorované kvôli režimu PAM

source: user_delete: Delete an user
ca: userdelete: Elimina un usuari
sk: user_delete: Vymazať používateľa

source: usage: user_delete NAME
ca: ús: userdelete NOM
sk: použitie: user_delete MENO

source: user_disable: Disable an user account
ca: userdisable: Inhabilita un compte d'usuari
sk: user_disable: Zakázať používateľský účet

source: usage: user_disable NAME
ca: ús: userdisable NAME
sk: použitie: user_disable MENO

source: user_enable: Enable an user account
ca: userenable: Habilita un compte d'usuari
sk: user_disable: Povoliť používateľský účet

source: usage: user_enable NAME
ca: ús: nom d'usuari
sk: použitie: user_enable MENO

source: user_list: List all users
ca: userlist: Llista tots els usuaris
sk: user_list: Vypísať zoznam všetkých používateľov

source: usage: user_list
ca: ús: llista d'usuaris
sk: použitie: user_list

source: user_listavailableroles: List all available roles for users
ca: userlistavailableroles: Llista tots els rols disponibles per als usuaris
sk: user_listavailableroles: Vypísať zoznam všetkých dostupných rolí pre používateľov

source: usage: user_listavailableroles
ca: ús: userlistavailableroles
sk: použitie: user_listavailableroles

source: No roles has been found
ca: No s'ha trobat cap rol
sk: Neboli nájdené žiadne roly

source: user_addrole: Add a role to an user account
ca: useraddrole: afegeix un rol a un compte d'usuari
sk: user_addrole: Pridať rolu do používateľského účtu

source: usage: user_addrole USER ROLE
ca: ús: useraddrole ROL D'USUARI
sk: použitie: user_addrole POUŽÍVATEĽ ROLA

source: user_removerole: Remove a role from an user account
ca: userremoverole: Elimina un rol d'un compte d'usuari
sk: user_removerole: Odstrániť rolu z používateľského účtu

source: usage: user_removerole USER ROLE
ca: ús: rol d'usuari de «userremoverole»
sk: použitie: user_removerole POUŽÍVATEĽ ROLA

source: user_details: Show the details of an user
ca: userdetails: mostra els detalls d'un usuari
sk: user_details: Zobraziť podrobnosti o používateľovi

source: usage: user_details USER ...
ca: ús: userdetails USER...
sk: použitie: user_details POUŽÍVATEĽ ...

source: %s is not a valid user
ca: %s no és un usuari vàlid
sk: %s nie je platný používateľ

source: Username: %s
ca: Nom d'usuari: %s
sk: Používateľské meno: %s

source: First Name: %s
ca: Nom: %s
sk: Krstné meno: %s

source: Last Name: %s
ca: Cognoms: %s
sk: Priezvisko: %s

source: Email Address: %s
ca: Adreça de correu electrònic: %s
sk: Emailová adresa: %s

source: Organisation: %s
ca: Organització: %s
sk: Organizácia: %s

source: Last Login: %s
ca: Últim inici de sessió: %s
sk: Posledné prihlásenie: %s

source: Created: %s
ca: Creat: %s
sk: Vytvorený: %s

source: Enabled: %s
ca: Habilitat: %s
sk: Povolený: %s

source: Roles
sk: Roly

source: Assigned Groups
ca: Grups assignats
sk: Priradené skupiny

source: Default Groups
ca: Grups predeterminats
sk: Predvolené skupiny

source: user_addgroup: Add a group to an user account
ca: useraddgroup: afegeix un grup a un compte d'usuari
sk: user_addgroup: Pridať skupinu do používateľského účtu

source: usage: user_addgroup USER <GROUP ...>
ca: ús: useraddgroup USER <GROUP ...>
sk: použitie: user_addgroup POUŽÍVATEĽ <SKUPINA ...>

source: user_adddefaultgroup: Add a default group to an user account
ca: useradddefaultgroup: Afegeix un grup predeterminat a un compte d'usuari
sk: user_adddefaultgroup: Pridať predvolenú skupinu do používateľského účtu

source: usage: user_adddefaultgroup USER <GROUP ...>
ca: ús: useradddefaultgroup USER <GROUP ...>
sk: použitie: user_adddefaultgroup POUŽÍVATEĽ <SKUPINA ...>

source: user_removegroup: Remove a group to an user account
ca: userremovegroup: Elimina un grup a un compte d'usuari
sk: user_removegroup: Odstrániť skupinu z používateľského účtu

source: usage: user_removegroup USER <GROUP ...>
ca: ús: userremovegroup USER <GROUP ...>
sk: použitie: user_removegroup POUŽÍVATEĽ <SKUPINA ...>

source: user_removedefaultgroup: Remove a default group from an user account
ca: userremovedefaultgroup: Elimina un grup predeterminat d'un compte d'usuari
sk: user_removedefaultgroup: Odstrániť predvolenú skupinu z používateľského účtu

source: usage: user_removedefaultgroup USER <GROUP ...>
ca: ús: userremovedefaultgroup USER <GROUP ...>
sk: použitie: user_removedefaultgroup POUŽÍVATEĽ <SKUPINA ...>

source: user_setfirstname: Set an user accounts first name field
ca: useretfirstname: estableix un camp de nom de comptes d'usuari
sk: user_setfirstname: Nastaviť pole krstného mena používateľských účtov

source: usage: user_setfirstname USER FIRST_NAME
ca: ús: usersetfirstname USUARI NOM
sk: použitie: user_setfirstname POUŽÍVATEĽ KRSTNÉ_MENO

source: user_setlastname: Set an user accounts last name field
ca: usersetlastname: estableix un camp de cognom de comptes d'usuari
sk: user_setlastnam: Nastaviť pole priezviska používateľských účtov

source: usage: user_setlastname USER LAST_NAME
ca: ús: usersetlastname USUARI COGNOM
sk: použitie: user_setlastname POUŽÍVATEĽ PRIEZVISKO

source: user_setemail: Set an user accounts email field
ca: usersetemail: estableix un camp de correu electrònic de comptes d'usuari
sk: user_setemail: Nastaviť pole emailu používateľských účtov

source: usage: user_setemail USER EMAIL
ca: ús: usersetemail
sk: použitie: user_setemail POUŽÍVATEĽ EMAIL

source: user_setprefix: Set an user accounts name prefix field
ca: useretprefix: estableix un camp de prefix per als comptes d'usuari
sk: user_setprefix: Nastaviť pole predpony mena používateľských účtov

source: usage: user_setprefix USER PREFIX
ca: ús: useretprefix PREFIX D'USUARI
sk: použitie: user_setprefix POUŽÍVATEĽ PREDPONA

source: user_setpassword: Set an user accounts name prefix field
ca: useretpassword: estableix un camp de prefix per als comptes d'usuari
sk: user_setpassword: Nastaviť pole hesla používateľských účtov

source: usage: user_setpassword USER PASSWORD
ca: ús: useretpassword USUARI PASSWORD
sk: použitie: user_setpassword POUŽÍVATEĽ HESLO

source: Loading cache file %s failed
ca: Ha fallat la càrrega del fitxer de memòria cau %s
sk: Načítanie súboru vyrovnávacej pamäte %s zlyhalo

source: Cache generation was probably interrupted,removing corrupt %s
ca: La generació de memòria cau probablement s'ha interromput, eliminant %s corrupte
sk: Generovanie vyrovnávacej pamäte bolo pravdepodobne prerušené, odstránenie poškodeného %s

source: Couldn't load cache from %s
ca: No s'ha pogut carregar la memòria cau de %s
sk: Nepodarilo sa načítať vyrovnávaciu pamäť z %s

source: Couldn't write to %s
ca: No s'ha pogut escriure a %s
sk: Nepodarilo sa zapísať do %s

source: Could not open the temporary file
ca: No s'ha pogut obrir el fitxer temporal
sk: Dočasný súbor sa nepodarilo otvoriť

source: Editor "%s" exited with code %i
ca: L'editor «%s» ha sortit amb el codi %i
sk: Editor "%s" skončil s kódom %i

source: General failure running editor: %s
ca: Error general en executar l'editor: %s
sk: Celkové zlyhanie bežiaceho editora: %s

source: No editors found
ca: No s'ha trobat cap editor
sk: Nenašli sa žiadne editory

source: Invalid time provided
ca: El temps proporcionat no és vàlid
sk: Zadaný neplatný čas

source: %s is an unknown errata type
ca: %s és un tipus d'errata desconegut
sk: %s je neznámy typ opráv chýb

source: Security Errata
ca: Errata de seguretat
sk: Bezpečnostné opravy chýb

source: Bug Fix Errata
ca: Correcció d'errors a l'errata
sk: Opravy chýb odstraňujúce chyby

source: Enhancement Errata
ca: Millora de l'errata
sk: Vylepšovacie opravy chýb

source: Current Selections
ca: Seleccions actuals
sk: Aktuálne výbery

source: Available Configuration Channels
ca: Canals de configuració disponibles
sk: Dostupné konfiguračné kanály

source: Channel:
ca: Canal:
sk: Kanál:

source: Invalid channel
ca: Canal no vàlid
sk: Neplatný kanál

source: New Rank:
ca: Rang nou:
sk: Nové poradie:

source: Invalid rank
ca: Rang no vàlid
sk: Neplatné poradie

source: Clearing current selections
ca: Esborrant les seleccions actuals
sk: Vymazanie aktuálnych výberov

source: Could not generate json data object!
ca: No s'ha pogut generar l'objecte de dades json!
sk: Nepodarilo sa vygenerovať dátový objekt json!

source: Could not open file %s for writing: %s
ca: No s'ha pogut obrir el fitxer %s per a escriptura: %s
sk: Nepodarilo sa otvoriť súbor %s pre zápis: %s

source: Could not open file %s for reading: %s
ca: No s'ha pogut obrir el fitxer %s per a lectura: %s
sk: Nepodarilo sa otvoriť súbor %s pre čítanie: %s

source: Could not parse JSON data from %s: %s
ca: No s'han pogut analitzar les dades JSON de %s: %s
sk: Nepodarilo sa spracovať dáta JSON z %s: %s

source: Error processing file %s: %s
ca: S'ha produït un error en processar el fitxer %s: %s
sk: Chyba pri spracovaní súboru %s: %s

source: Skipping usage of common strings: both strings are equal
ca: S'omet l'ús de cadenes comunes: ambdues cadenes són iguals
sk: Preskočenie použitia spoločných reťazcov: oba reťazce sú rovnaké

source: Skipping usage of common strings: number of substrings differ
ca: S'omet l'ús de cadenes comunes: el nombre de subcadenes difereix
sk: Preskočenie použitia spoločných reťazcov: počet podreťazcov sa líši

source: Parameter {} not a string type, but {}.
ca: El paràmetre {} no és un tipus de cadena, sinó {}.
sk: Parameter {} nie je typ reťazca, ale {}.

source: Welcome to spacecmd, a command-line interface to Spacewalk.
ca: Benvinguts a spacecmd, una interfície de línia d'ordres per a Spacewalk.
sk: Vitajte v spacecmd, rozhraní príkazového riadku pre Spacewalk.

source: Unhandled exception occurred while getting FQDN:
ca: S'ha produït una excepció no gestionada en obtenir FQDN:
sk: Pri získavaní FQDN sa vyskytla neošetrená výnimka:

source: config file to use [default: ~/.spacecmd/config]
ca: fitxer de configuració per usar [per defecte: ~/.spacecmd/config]
sk: konfiguračný súbor na použitie [predvolený: ~/.spacecmd/config]

source: use this username to connect to the server
ca: usa aquest nom d'usuari per connectar amb el servidor
sk: použiť toto používateľské meno na pripojenie k serveru

source: use this password to connect to the server (insecure). Use config instead or spacecmd will ask.
ca: usa aquesta contrasenya per connectar amb el servidor (no és segura). Usa la configuració o spacecmd us ho preguntarà.
sk: použiť toto heslo na pripojenie k serveru (nezabezpečené). Použiť namiesto toho config, inak spacecmd požiada o zadanie.

source: connect to this server [default: local hostname]
ca: connectar amb aquest servidor [per defecte: nom d'amfitrió local]
sk: pripojiť sa k tomuto serveru [predvolené: local hostname]

source: use HTTP instead of HTTPS
ca: usa HTTP en lloc d'HTTPS
sk: použiť HTTP namiesto HTTPS

source: do not store command history
ca: no desis l'historial d'ordres
sk: neukladať históriu príkazov

source: answer yes for all questions
ca: respon sí a totes les preguntes
sk: odpovedať áno na všetky otázky

source: print only error messages
ca: imprimeix només els missatges d'error
sk: vypísať len chybové správy

source: print debug messages (can be passed multiple times)
ca: imprimeix missatges de depuració (es poden passar diverses vegades)
sk: vypísať ladiace správy (možno zadať viackrát)

source: Config file %s does not exist.
ca: El fitxer de configuració %s no existeix.
sk: Konfiguračný súbor %s neexistuje.

source: Could not create %s
ca: No s'ha pogut crear %s
sk: Nepodarilo sa vytvoriť %s

source: User Interrupt
ca: Interrupció de l'usuari
sk: Prerušenie používateľom

source: Could not find session
ca: No s'ha pogut trobar la sessió
sk: Nepodarilo sa nájsť sedenie

source: contents_enc64: %s
ca: contentenc64: %s

source: Interpreter: %s
ca: intèrpret: %s

source: Interpreter [/bin/bash]:
ca: Interpretador [/bin/bash]:

source: Interpreter: %s
ca: intèrpret: %s

source: Email:
ca: Correu electrònic:

source: Arch: %s
ca: Arxiva: %s

source: softwarechannel_sync:
ca: sincronització de canals de programari:

source: softwarechannel_errata_merge:
ca: canal de programari:

source: softwarechannel_setsyncschedule:
ca: programarichannelsetsyncschedule:

source: Broadcast: %s
ca: Difusió: %s

source: Arch: %s
ca: Arxiva: %s

source: Detail: %s
ca: Detall: %s
