Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: schedule_cancel: Cancel scheduled actions
ca: schedulecancel: Cancel·la les accions planificades
sk: schedule_cancel: Zrušiť naplánované akcie

source: usage: schedule_cancel ID|* ...
ca: ús: schedulecancel ID:* ...
sk: použitie: schedule_cancel ID|* ...

source: Cancel all pending actions [y/N]:
ca: Cancel·la totes les accions pendents [y/N]:
sk: Zrušiť všetky čakajúce akcie [a/N]:

source: All pending actions left untouched
ca: Totes les accions pendents queden intactes
sk: Všetky čakajúce akcie zostali nedotknuté

source: "%s" is not a valid ID
ca: «%s» no és un ID vàlid
sk: "%s" nie je platné ID

source: Canceled action: %i
ca: Acció cancel·lada: %i
sk: Zrušená akcia: %i

source: Failed action: %s
ca: Acció fallida: %s
sk: Neúspešná akcia: %s

source: Canceled %i action(s)
ca: S'han cancel·lat %i accions
sk: Zrušená %i akcia(e)

source: schedule_reschedule: Reschedule failed actions
ca: schedulereschedule: Reprograma les accions fallides
sk: schedule_reschedule: Znova naplánovať neúspešné akcie

source: usage: schedule_reschedule ID|* ...
ca: ús: schedulereschedule ID:* ...
sk: použitie: schedule_reschedule ID|* ...

source: Reschedule all failed actions [y/N]:
ca: Reprograma totes les accions fallides [y/N]:
sk: Znova naplánovať všetky neúspešné akcie [a/N]:

source: "%i" is not a failed action
ca: «%i» no és una acció fallida
sk: "%i" nie je neúspešná akcia

source: No failed actions to reschedule
ca: No hi ha accions fallides per reprogramar
sk: Žiadne neúspešné akcie na opätovné naplánovanie

source: Rescheduled %i action(s)
ca: S'han reprogramat %i accions
sk: Znova naplánovaná %i akcia(e)

source: schedule_details: Show the details of a scheduled action
ca: scheduleetails: mostra els detalls d'una acció programada
sk: schedule_details: Zobraziť podrobnosti o naplánovanej akcii

source: usage: schedule_details ID
ca: ús: ID de les planificacions
sk: použitie: schedule_details ID

source: The ID "%s" is invalid
ca: L'ID «%s» no és vàlid
sk: ID "%s" je neplatné

source: Action: %s
ca: Acció: %s
sk: Akcia: %s

source: User: %s
ca: Usuari: %s
sk: Používateľ: %s

source: Date: %s
ca: Data: %s
sk: Dátum: %s

source: Completed: %s
ca: Completat: %s
sk: Dokončené: %s

source: Failed: %s
ca: Ha fallat: %s
sk: Neúspešné: %s

source: Pending: %s
ca: Pendent: %s
sk: Čakajúce: %s

source: Completed Systems
ca: Sistemes completats
sk: Dokončené systémy

source: Failed Systems
ca: Sistemes fallits
sk: Neúspešné systémy

source: Pending Systems
ca: Sistemes pendents
sk: Čakajúce systémy

source: No action found with the ID "%s"
ca: No s'ha trobat cap acció amb l'ID «%s»
sk: Nenájdená žiadna akcia s ID "%s"

source: schedule_getoutput: Show the output from an action
ca: schedulegetoutput: mostra la sortida des d'una acció
sk: schedule_getoutput: Ukázať výstup z akcie

source: usage: schedule_getoutput ID
ca: ús: ID de schedulegetoutput
sk: použitie: schedule_getoutput ID

source: "%s" is not a valid action ID
ca: «%s» no és un ID d'acció vàlid
sk: "%s" nie je platné ID akcie

source: System: %s
ca: Sistema: %s
sk: Systém: %s

source: Start Time: %s
ca: Hora d'inici: %s
sk: Čas spustenia: %s

source: Stop Time: %s
ca: Temps d'aturada: %s
sk: Čas zastavenia: %s

source: Return Code: %i
ca: Codi de retorn: %i
sk: Návratový kód: %i

source: Output
ca: Sortida
sk: Výstup

source: System: %s
ca: Sistema: %s
sk: Systém: %s

source: schedule_listpending: List pending actions
ca: schedulelistpending: Llista les accions pendents
sk: schedule_listpending: Vypísať zoznam čakajúcich akcií

source: usage: schedule_listpending [BEGINDATE] [ENDDATE]
ca: ús: schedulelistpending [BEGINDATE] [ENDDATE]
sk: použitie: schedule_listpending [DÁTUM_ZAČIATKU] [DÁTUM_UKONČENIA]

source: schedule_listcompleted: List completed actions
ca: schedulelistcompleted: Llista d'accions completades
sk: schedule_listcompleted: Vypísať zoznam dokončených akcií

source: usage: schedule_listcompleted [BEGINDATE] [ENDDATE]
ca: ús: schedulelistcompleted [BEGINDATE] [ENDDATE]
sk: použitie: schedule_listcompleted [DÁTUM_ZAČIATKU] [DÁTUM_UKONČENIA]

source: schedule_listfailed: List failed actions
ca: schedulelistfailed: Llista d'accions fallides
sk: schedule_listfailed: Vypísať zoznam neúspešných akcií

source: usage: schedule_listfailed [BEGINDATE] [ENDDATE]
ca: ús: schedulelistfailed [BEGINDATE] [ENDDATE]
sk: použitie: schedule_listfailed [DÁTUM_ZAČIATKU] [DÁTUM_UKONČENIA]

source: schedule_listarchived: List archived actions
ca: schedulelistarchived: Llista d'accions arxivades
sk: schedule_listarchived: Vypísať zoznam archivovaných akcií

source: usage: schedule_listarchived [BEGINDATE] [ENDDATE]
ca: ús: schedulelistarchived [BEGINDATE] [ENDDATE]
sk: použitie: schedule_listarchived [DÁTUM_ZAČIATKU] [DÁTUM_UKONČENIA]

source: schedule_list: List all actions
ca: llista de planificacions: llista totes les accions
sk: schedule_list: Vypísať zoznam všetkých akcií

source: usage: schedule_list [BEGINDATE] [ENDDATE]
ca: ús: schedulelist [BEGINDATE] [ENDDATE]
sk: použitie: schedule_list [DÁTUM_ZAČIATKU] [DÁTUM_UKONČENIA]

source: schedule_deletearchived: Delete all archived actions older than given date.
ca: scheduledeletearchived: Suprimeix totes les accions arxivades més antigues que la data indicada.
sk: schedule_deletearchived: Vymazať všetky archivované akcie staršie ako daný dátum.

source: usage: schedule_deletearchived [yyyymmdd] [options]
ca: ús: scheduledeletearchived [yyyymmdd] [opcions]
sk: použitie: schedule_deletearchived [rrrrmmdd] [voľby]

source: options: -y, --yes Confirm without prompt
ca: opcions: -y, --yes Confirma sense preguntar
sk: voľby: -y, --yes Potvrdenie bez výzvy

source: If no date is provided it will delete all archived actions
ca: Si no es proporciona cap data, es suprimiran totes les accions arxivades
sk: Ak nie je zadaný žiadny dátum, vymažú sa všetky archivované akcie

source: Do you want to delete ({}) archived actions? [y/N]
ca: Voleu suprimir ({}) accions arxivades? [s/N]
sk: Chcete vymazať všetky ({}) archivované akcie? [a/N]

source: No archived actions found.
ca: No s'ha trobat cap acció arxivada.
sk: Nenašli sa žiadne archivované akcie.

source: schedule_archivecompleted: Archive all completed actions older than given date.
ca: schedulearchivecompleted: arxiva totes les accions completades més antigues de la data indicada.
sk: schedule_archivecompleted: Archivovať všetky dokončené akcie staršie ako daný dátum.

source: usage: schedule_archivecompleted [yyyymmdd] [options]
ca: ús: schedulearchivecompleted [yyyymmdd] [opcions]
sk: použitie: schedule_archivecompleted [rrrrmmdd] [voľby]

source: If no date is provided it will archive all completed actions
ca: Si no es proporciona cap data, s'arxivaran totes les accions completades
sk: Ak nie je zadaný žiadny dátum, archivujú sa všetky dokončené akcie

source: Do you want to archive ({}) completed actions? [y/N]
ca: Voleu arxivar ({}) accions completades? [s/N]
sk: Chcete archivovať všetky ({}) dokončené akcie? [a/N]

source: No completed actions found.
ca: No s'ha trobat cap acció completada.
sk: Nenašli sa žiadne dokončené akcie.

source: Could not read history file
ca: No s'ha pogut llegir el fitxer de l'historial
sk: Nebolo možné prečítať súbor histórie

source: Exception occurred: %s
ca: S'ha produït una excepció: %s
sk: Vyskytla sa výnimka: %s

source: %s: event not found
ca: %s: esdeveniment no trobat
sk: %s: udalosť sa nenašla

source: snippet_list: List the available Kickstart snippets
ca: snippetlist: Llista els fragments disponibles del Kickstart
sk: snippet_list: Vypísať yoznam dostupných úryvkov Kickstart

source: usage: snippet_list
ca: ús: snippetlist
sk: použitie: snippet_list

source: snippet_details: Show the contents of a snippet
ca: snippetdetails: mostra el contingut d'un snippet
sk: snippet_details: Zobraziť obsah úryvku

source: usage: snippet_details SNIPPET ...
ca: ús: snippetdetails SNIPPET ...
sk: použitie: snippet_details ÚRYVOK ...

source: %s is not a valid snippet
ca: %s no és un fragment vàlid
sk: %s nie je platný úryvok

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Macro: %s
sk: Makro: %s

source: File: %s
ca: Fitxer: %s
sk: Súbor: %s

source: snippet_create: Create a Kickstart snippet
ca: snippetcreate: crea un fragment de Kickstart
sk: snippet_create: Vytvoriť úryvok Kickstart

source: usage: snippet_create [options]) options: -n NAME -f FILE
ca: ús: snippetcreate [opcions]) opcions: -n NOM -f FITXER
sk: použitie: snippet_create [voľby]) voľby: -n NÁZOV -f SÚBOR

source: A name is required for the snippet
ca: Es requereix un nom per al fragment
sk: Pre úryvok sa vyžaduje názov

source: A file is required
ca: Es requereix un fitxer
sk: Vyžaduje sa súbor

source: Snippet: %s
sk: Úryvok: %s

source: snippet_update: Update a Kickstart snippet
ca: snippetupdate: Actualitza un fragment del Kickstart
sk: snippet_update: Aktualizovať úryvok Kickstart

source: usage: snippet_update NAME
ca: ús: snippetupdate NOM
sk: použitie: snippet_update NÁZOV

source: snippet_delete: Delete a Kickstart snippet
ca: snippetdelete: suprimeix un fragment de Kickstart
sk: snippet_delete: Vymazať úryvok Kickstart

source: usage: snippet_delete NAME
ca: ús: snippetdelete NOM
sk: použitie: snippet_delete NÁZOV

source: Remove this snippet [y/N]:
ca: Elimina aquest fragment [y/N]:
sk: Odstrániť tento úryvok [a/N]:

source: softwarechannel_list: List all available software channels
ca: softwarechannellist: Llista tots els canals de programari disponibles
sk: softwarechannel_list: Vypísať zoznam všetkých dostupných softvérových kanálov

source: usage: softwarechannel_list [options]') options: -v verbose (display label and summary) -t tree view (pretty-print(child-channels))
ca: ús: softwarechannellist [opcions]') opcions: -v verbose (etiqueta de visualització i resum) -t vista en arbre (pretty-print(child-channels))
sk: použitie: softwarechannel_list [voľby]') voľby: -v podrobný (zobrazenie označenia a súhrnu) -t stromové zobrazenie (pekná tlač (kanály potomkov))

source: softwarechannel_listmanageablechannels: List all software channels
ca: softwarechannellistmanageablechannels: Llista tots els canals de programari
sk: softwarechannel_listmanageablechannels: Vypísať zoznam všetkých softvérových kanálov

source: manageable by current user
ca: gestionable per l'usuari actual
sk: spravovateľných aktuálnym používateľom

source: usage: softwarechannel_listmanageablechannels [options] options: -v verbose (display label and summary)
ca: ús: softwarechannellistmanageablechannels [opcions] opcions: -v verbose (etiqueta de visualització i resum)
sk: použitie: softwarechannel_listmanageablechannels [voľby] voľby: -v podrobný (zobrazenie označenia a súhrnu)

source: softwarechannel_listbasechannels: List all base software channels
ca: softwarechannellistbasechannels: Llista tots els canals de programari base
sk: softwarechannel_listbasechannels: Vypísať zoznam všetkých základných softvérových kanálov

source: usage: softwarechannel_listbasechannels [options]) options: -v verbose (display label and summary)
ca: ús: softwarechannellistbasechannels [opcions]) opcions: -v verbose (etiqueta de visualització i resum)
sk: použitie: softwarechannel_listbasechannels [voľby]) voľby: -v podrobný (zobrazenie označenia a súhrnu)

source: softwarechannel_listchildchannels: List child software channels
ca: softwarechannellistchildchannels: Llista els canals de programari fill
sk: softwarechannel_listchildchannels: Vypísať zoznam všetkých softvérových kanálov potomkov

source: usage:
ca: ús:
sk: použitie:

source: softwarechannel_listchildchannels [options]
ca: softwarechannellistchildchannels [opcions]
sk: softwarechannel_listchildchannels [voľby]

source: softwarechannel_listchildchannels : List all child channels
ca: softwarechannellistchildchannels: Llista tots els canals fills
sk: softwarechannel_listchildchannels : Vypísať zoznam všetkých kanálov potomkov

source: softwarechannel_listchildchannels CHANNEL : List children for aspecific base channel
ca: softwarechannellistchildchannels CHANNEL: Llista els fills per a un canal base específic
sk: softwarechannel_listchildchannels KANÁL : Vypísať zoznam potomkov pre konkrétny základný kanál

source: options: -v verbose (display label and summary)
ca: opcions: -v verbose (etiqueta de visualització i resum)
sk: voľby: -v podrobný (zobrazenie označenia a súhrnu)

source: softwarechannel_listsystems: List all systems subscribed to
ca: softwarechannellistsystems: Llista tots els sistemes subscrits
sk: softwarechannel_listsystems: Vypísať zoznam všetkých systémov prihlásených k

source: a software channel
ca: un canal de programari
sk: softvérovému kanálu

source: usage: softwarechannel_listsystems CHANNEL
ca: ús: softwarechannellistsystems CHANNEL
sk: použitie: softwarechannel_listsystems KANÁL

source: softwarechannel_listpackages: List the most recent packages
ca: softwarechannellistpackages: Llista els paquets més recents
sk: softwarechannel_listpackages: Vypísať zoznam najnovších balíkov

source: available from a software channel
ca: disponible des d'un canal de programari
sk: dostupných zo softvérového kanála

source: usage: softwarechannel_listpackages CHANNEL
ca: ús: canal de programarichannellistpackages
sk: použitie: softwarechannel_listpackages KANÁL

source: softwarechannel_listallpackages: List all packages in a channel
ca: softwarechannellistallpackages: Llista tots els paquets d'un canal
sk: softwarechannel_listallpackages: Vypísať zoznam všetkých balíkov v kanáli

source: usage: softwarechannel_listallpackages CHANNEL
ca: ús: softwarechannellistallpackages CHANNEL
sk: použitie: softwarechannel_listallpackages KANÁL

source: softwarechannel_listlatestpackages: List the newest version of all packages in a channel
ca: softwarechannellistlatestpackages: Llista la versió més nova de tots els paquets en un canal
sk: softwarechannel_listlatestpackages: Vypísať zoznam najnovších verzií všetkých balíkov v kanáli

source: usage: softwarechannel_listlatestpackages CHANNEL
ca: ús: softwarechannellistlatestpackages CHANNEL
sk: použitie: softwarechannel_listlatestpackages KANÁL

source: softwarechannel_setdetails: Modify details of a software channel
ca: softwarechannelsetdetails: modifica els detalls d'un canal de programari
sk: softwarechannel_setdetails: Upraviť podrobnosti softvérového kanála

source: usage: softwarechannel_setdetails [options] <CHANNEL ...>) options, at least one of which must be given: -n NAME -d DESCRIPTION -s SUMMARY -c CHECKSUM %s -m MAINTAINER_NAME -e MAINTAINER_EMAIL -p MAINTAINER_PHONE -u GPG_URL -i GPG_ID -f GPG_FINGERPRINT
ca: ús: softwarechannelsetdetails [opcions] <CHANNEL ...>) opcions, almenys una de les quals s'ha de donar: -n NOM -d DESCRIPCIÓ -s RESUM -c CHECKSUM %s -m NOMMANTENIDOR -e MAINTAINEREMAIL -p MANTENIDOR -u GPGURL -i GPGID -f GPGFINGERPRINT
sk: použitie: softwarechannel_setdetails [voľby] <KANÁL ...>) voľby, z ktorých aspoň jedna musí byť zadaná: -n NÁZOV -d POPIS -s SÚHRN -c KONTROLNÝ_SÚČET %s -m MENO_SPRÁVCU -e EMAIL_SPRÁVCU -p TELEFÓN_SPRÁVCU -u URL_GPG -i ID_GPG -f ODTLAČOK_GPG

source: At least one attribute to set must be given
ca: S'ha d'indicar almenys un atribut
sk: Musí byť zadaný aspoň jeden atribút na nastavenie

source: No channels matching that label
ca: No hi ha canals que coincideixin amb aquesta etiqueta
sk: Žiadne kanály zodpovedajúce tomuto označeniu

source: Setting same name for more than one channel will fail
ca: Fallarà l'establiment del mateix nom per a més d'un canal
sk: Nastavenie rovnakého názvu pre viac ako jeden kanál zlyhá

source: Name "%s" already in use by channel %s
ca: El nom «%s» ja està en ús pel canal %s
sk: Názov "%s" už používa kanál %s

source: Setting following attributes...
ca: S'estan establint els atributs següents...
sk: Nastavovanie nasledujúcich atribútov...

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Summary: %s
ca: Resum: %s
sk: Súhrn: %s

source: Description: %s
ca: Descripció: %s
sk: Popis: %s

source: Checksum: %s
ca: Suma de verificació: %s
sk: Kontrolný súčet: %s

source: Maintainer name: %s
ca: Nom del mantenidor: %s
sk: Meno správcu: %s

source: Maintainer email: %s
ca: Correu electrònic del mantenidor: %s
sk: Email správcu: %s

source: Maintainer phone: %s
ca: Telèfon del mantenidor: %s
sk: Telefón správcu: %s

source: GPG Key: %s
ca: Clau GPG: %s
sk: Kľúč GPG: %s

source: GPG Fingerprint: %s
ca: Empremta digital GPG: %s
sk: Odtlačok GPG: %s

source: GPG URL: %s
ca: URL GPG: %s
sk: URL GPG: %s

source: ... for the following channels:
ca: ... pels següents canals:
sk: ... pre nasledujúce kanály:

source: Apply? [y/N]:
ca: Aplicar? [s/N]:
sk: Použiť? [a/N]:

source: Could not get details for %s
ca: No s'han pogut obtenir els detalls de %s
sk: Nepodarilo sa získať podrobnosti o %s

source: Error while setting details for %s
ca: S'ha produït un error en establir els detalls de %s
sk: Chyba pri nastavovaní podrobností pre %s

source: Channels changed: %d
ca: Canals canviats: %d
sk: Zmenené kanály: %d

source: softwarechannel_details: Show the details of a software channel
ca: softwarechanneldetails: Mostra els detalls d'un canal de programari
sk: softwarechannel_details: Zobraziť podrobnosti o softvérovom kanáli

source: usage: softwarechannel_details <CHANNEL ...>
ca: ús: softwarechanneldetails <CHANNEL ...>
sk: použitie: softwarechannel_details <KANÁL ...>

source: Label: %s
ca: Etiqueta: %s
sk: Označenie: %s

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Architecture: %s
ca: Arquitectura: %s
sk: Architektúra: %s

source: Parent: %s
ca: Pare: %s
sk: Rodič: %s

source: Systems Subscribed: %s
ca: Sistemes subscrits: %s
sk: Prihlásené systémy: %s

source: Number of Packages: %i
ca: Nombre de paquets: %i
sk: Počet balíkov: %i

source: Summary
ca: Resum
sk: Súhrn

source: GPG Key: %s
ca: Clau GPG: %s
sk: Kľúč GPG: %s

source: GPG Fingerprint: %s
ca: Empremta digital GPG: %s
sk: Odtlačok GPG: %s

source: GPG URL: %s
ca: URL GPG: %s
sk: URL GPG: %s

source: GPG CHECK: %s
ca: COMPROVACIÓ GPG: %s
sk: OVEROVANIE GPG: %s

source: Kickstart Trees
ca: Arbres del Kickstart
sk: Stromy Kickstart

source: softwarechannel_listerrata: List the errata associated with a
ca: softwarechannellisterrata: Llista els errata associats a
sk: softwarechannel_listerrata: Vypísať zoznam opráv chýb spojených so

source: software channel
ca: canal de programari
sk: softvérovým kanálom

source: usage: softwarechannel_listerrata <CHANNEL ...> [from=yyyymmdd [to=yyyymmdd]]
ca: ús: softwarechannellisterrata <CHANNEL ...> [from:yyyymmdd [to:yyyymmdd]]
sk: použitie: softwarechannel_listerrata <KANÁL ...> [from=rrrrmmdd [to=rrrrmmdd]]

source: softwarechannel_listarches: lists the potential software
ca: softwarechannellistarches: llista el programari potencial
sk: softwarechannel_listarches: vypíše zoznam potenciálnych architektúr

source: channel architectures that can be created
ca: arquitectures de canal que es poden crear
sk: softvérového kanála, ktoré môžu byť vytvorené

source: usage: softwarechannel_listarches
ca: ús: softwarechannellistarches
sk: použitie: softwarechannel_listarches

source: options:
ca: opcions:
sk: voľby:

source: -v verbose (display label and name)
ca: -v verbose (etiqueta i nom de la pantalla)
sk: -v podrobný (zobrazenie označenia a názvu)

source: softwarechannel_delete: Delete a software channel
ca: softwarechanneldelete: Elimina un canal de programari
sk: softwarechannel_delete: Vymazať softvérový kanál

source: usage: softwarechannel_delete <CHANNEL ...>
ca: ús: softwarechanneldelete <CHANNEL ...>
sk: použitie: softwarechannel_delete <KANÁL ...>

source: Channels
ca: Canals
sk: Kanály

source: softwarechannel_update: Update a software channel
ca: softwarechannelupdate: Actualitza un canal de programari
sk: softwarechannel_update: Aktualizovať softvérový kanál

source: usage: softwarechannel_update LABEL(To identify the channel) [options] options: -l LABEL(Required) -n NAME -s SUMMARY -d DESCRIPTION -c CHECKSUM %s -u GPG-URL -i GPG-ID -f GPG-FINGERPRINT -g DISABLE-GPG-CHECK
ca: ús: softwarechannelupdate LABEL(Per identificar el canal) [opcions] opcions: -l LABEL(Requerit) -n NOM -s RESUM -d DESCRIPCIÓ -c CHECKSUM %s -u GPG-URL -i GPG-ID -f GPG-FINGERPRINT -g DESACTIVA-GPG-CHECK
sk: použitie: softwarechannel_update OZNAČENIE(Na určenie kanála) [voľby] options: -l OZNAČENIE(Povinné) -n NÁZOV -s SÚHRN -d POPIS -c KONTROLNÝ-SÚČET %s -u URL-GPG -i ID-GPG -f ODTLAČOK-GPG -g ZAKÁZANIE-KONTROLY-GPG

source: Channel Label:
ca: Etiqueta del canal:
sk: Označenie kanála:

source: New Name (blank to keep unchanged)
ca: Nom nou (en blanc per mantenir-lo sense canvis)
sk: Nový názov (prázdne, aby zostal nezmenený)

source: New Summary (blank to keep unchanged)
ca: Resum nou (en blanc per a mantenir-lo sense canvis)
sk: Nový súhrn (prázdne, aby zostal nezmenený)

source: Summary:
ca: Resum:
sk: Súhrn:

source: New Description (blank to keep unchanged)
ca: Descripció nova (en blanc per mantenir-la sense canvis)
sk: Nový popis (prázdne, aby zostal nezmenený)

source: New Checksum type (blank to keep unchanged)
ca: Tipus nou de suma de verificació (en blanc per a mantenir-lo sense canvis)
sk: Nový typ kontrolného súčtu (prázdne, aby zostal nezmenený)

source: New GPG URL (blank to keep unchanged)
ca: URL GPG nou (en blanc per mantenir-lo sense canvis)
sk: Nový URL GPG (prázdne, aby zostal nezmenený)

source: GPG URL:
ca: URL GPG:
sk: URL GPG:

source: New GPG ID (blank to keep unchanged)
ca: Identificador GPG nou (en blanc per mantenir-lo sense canvis)
sk: Nové ID GPG (prázdne, aby zostalo nezmenené)

source: GPG ID:
ca: ID GPG:
sk: ID GPG:

source: New GPG Fingerprint (blank to keep unchanged)
ca: Empremta digital GPG nova (en blanc per a mantenir-la sense canvis)
sk: Nový odtlačok GPG (prázdne, aby zostal nezmenený)

source: GPG Fingerprint:
ca: Empremta digital del GPG:
sk: Odtlačok GPG:

source: Disable GPG CHECK (blank to keep unchanged)
ca: Desactiva la comprovació GPG (en blanc per mantenir-la sense canvis)
sk: Zakázanie KONTROLY GPG (prázdne, aby zostalo nezmenené)

source: Disable GPG Check [yes/no]?
ca: Voleu desactivar la comprovació de GPG [sí/no]?
sk: Zakázať kontrolu GPG [áno/nie]?

source: A channel label is required to identify the channel
ca: Es requereix una etiqueta de canal per identificar el canal
sk: Na identifikáciu kanála je potrebné označenie kanála

source: Only [yes/no] values are acceptable for --disable_gpg_check
ca: Només els valors [yes/no] són acceptables per a --disablegpgcheck
sk: Pre --disable_gpg_check sú prípustné iba hodnoty [yes/no]

source: softwarechannel_create: Create a software channel
ca: softwarechannelcreate: Crea un canal de programari
sk: softwarechannel_create: Vytvoriť softvérový kanál

source: usage: softwarechannel_create [options]) options: -n NAME -l LABEL -s SUMMARY -p PARENT_CHANNEL -a ARCHITECTURE -c CHECKSUM %s -u GPG_URL -i GPG_ID -f GPG_FINGERPRINT -g DISABLE_GPG_CHECK
ca: ús: softwarechannelcreate [opcions]) opcions: -n NOM -l ETIQUETA -s RESUM -p PARENTCHANNEL -una ARQUITECTURA -c CHECKSUM %s -u GPGURL -i GPGID -f GPGFINGERPRINT -g DESACTIVAGPGCHECK
sk: použitie: softwarechannel_create [voľby] options: -n NÁZOV -l OZNAČENIE -s SÚHRN -p RODIČOVSKÝ_KANÁL -a ARCHITEKTÚRA -c KONTROLNÝ_SÚČET %s -u URL_GPG -i ID_GPG -f ODTLAČOK_GPG -g ZAKÁZANIE_KONTROLY_GPG

source: Channel Name:
ca: Nom del canal:
sk: Názov kanála:

source: Channel Summary:
ca: Resum del canal:
sk: Súhrn kanála:

source: Select Parent [blank to create a base channel]:
ca: Seleccioneu el pare [en blanc per a crear un canal base]:
sk: Vybrať rodiča [prázdne na vytvorenie základného kanála]:

source: Architecture
ca: Arquitectura
sk: Architektúra

source: Checksum type
ca: Tipus de suma de verificació
sk: Typ kontrolného súčtu

source: GPG URL
ca: URL GPG
sk: URL GPG

source: GPG ID
ca: ID GPG
sk: ID GPG

source: GPG Fingerprint
ca: Empremta digital GPG
sk: Odtlačok GPG
