Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: GPG CHECK
ca: COMPROVACIÓ GPG
sk: KONTROLA GPG

source: Disable GPG Check [y/N]?
ca: Voleu desactivar la comprovació de GPG [y/N]?
sk: Zakázať kontrolu GPG [a/N]?

source: A channel name is required
ca: Es requereix un nom de canal
sk: Vyžaduje sa názov kanála

source: A channel label is required
ca: Es requereix una etiqueta de canal
sk: Vyžaduje sa označenie kanála

source: Name %s already in use by channel %s
ca: El nom %s ja està en ús pel canal %s
sk: Názov %s už používa kanál %s

source: Label %s already in use by channel %s
ca: L'etiqueta %s ja està en ús pel canal %s
sk: Označenie %s už používa kanál %s

source: softwarechannel_clone: Clone a software channel
ca: softwarechannelclone: Clona un canal de programari
sk: softwarechannel_clone: Klonovať softvérový kanál

source: usage: softwarechannel_clone [options]) options: -s SOURCE_CHANNEL -n NAME -l LABEL -p PARENT_CHANNEL --gpg-copy/-g (copy SOURCE_CHANNEL GPG details) --gpg-url GPG_URL --gpg-id GPG_ID --gpg-fingerprint(GPG_FINGERPRINT) --disable-gpg-check DISABLE_GPG_CHECK -o do not clone any patches --regex/-x "s/foo/bar" : Optional regex replacement, replaces foo with bar in the clone name and label
ca: ús: softwarechannelclone [opcions]) opcions: -s SOURCECHANNEL -n NOM -l ETIQUETA -p PARENTCHANNEL --gpg-copy/-g (copia els detalls del GPG del SOURCECHANNEL) --gpg-url GPGURL --gpg-id GPGID --gpg-fingerprint(GPGFINGERPRINT) --disable-gpg-check DISABLEGPGCHECK -o no clonis cap pedaç --regex/-x "s/foo/bar" : Substitució opcional de l'expressió regular, reemplaça foo amb barra al nom i etiqueta del clon
sk: použitie: softwarechannel_clone [voľby]) voľby: -s ZDROJOVÝ_KANÁL -n NÁZOV -l OZNAČENIE -p RODIČOVSKÝ_KANÁL --gpg-copy/-g (kopírovanie podrobností GPG ZDROJOVÉHO_KANÁLA) --gpg-url URL_GPG --gpg-id ID_GPG --gpg-fingerprint(ODTLAČOK_GPG) --disable-gpg-check ZAKÁZANIE_KONTROLY_GPG -o neklonovať žiadne opravy --regex/-x "s/foo/bar" : Voliteľná náhrada regulárneho výrazu, nahrádza foo s bar v názve klonu a označení

source: Source Channels:
ca: Canals font:
sk: Zdrojové kanály:

source: Select source channel:
ca: Seleccioneu el canal d'origen:
sk: Vybrať zdrojový kanál:

source: Base Channels:
ca: Canals base:
sk: Základné kanály:

source: Copy source channel GPG details? [y/N]:
ca: Voleu copiar els detalls del GPG del canal d'origen? [s/N]:
sk: Kopírovať podrobnosti GPG zdrojového kanála? [a/N]:

source: Original State (No Errata) [y/N]:
ca: Estat original (No Errata) [y/N]:
sk: Pôvodný stav (Žiadne opravy chýb) [a/N]:

source: A source channel is required
ca: Es requereix un canal d'origen
sk: Vyžaduje sa zdrojový kanál

source: Only [yes/no] values are acceptable for --disable-gpg-check
ca: Només els valors [yes/no] són acceptables per a --disable-gpg-check
sk: Pre --disable-gpg-check sú prípustné iba hodnoty [yes/no]

source: softwarechannel_clonetree: Clone a software channel and its child channels
ca: softwarechannelclonetree: Clona un canal de programari i els seus canals fills
sk: softwarechannel_clonetree: Klonovať softvérový kanál a jeho kanály potomkov

source: usage: softwarechannel_clonetree [options]) e.g softwarechannel_clonetree foobasechannel -p "my_" softwarechannel_clonetree foobasechannel -x "s/foo/bar" softwarechannel_clonetree foobasechannel -x "s/^/my_" options: -s/--source-channel SOURCE_CHANNEL -p/--prefix PREFIX (is prepended to the label and name of all channels) --gpg-copy/-g (copy GPG details for correspondoing source channel)) --gpg-url GPG_URL (applied to all channels) --gpg-id GPG_ID (applied to all channels) --gpg-fingerprint(GPG_FINGERPRINT (applied to all channels)) --disable-gpg-check DISABLE_GPG_CHECK(applied to all channels) -o do not clone any errata --regex/-x "s/foo/bar" : Optional regex replacement, replaces foo with bar in the clone name, label and description
ca: ús: softwarechannelclonetree [opcions]) e.g softwarechannelclonetree foobasechannel -p "my" softwarechannelclonetree foobasechannel -x "s/foo/bar" softwarechannelclonetree foobasechannel -x "s/"/my" opcions: -s/-source-channel SOURCECHANNEL -p/--prefix PREFIX (és anterior a l'etiqueta i el nom de tots els canals) --gpg-copy/-g (copia els detalls del GPG per al canal font corresponent)) --gpg-url GPGURL (aplicat a tots els canals) --gpg-id GPGID (aplicat a tots els canals) --gpg-fingerprint(GPGFINGERPRINT (aplicat a tots els canals)) --disable-gpg-check DISABLEGPGCHECK(aplicat a tots els canals) -o no clonis cap errata --regex/-x "s/foo/bar" : Substitució opcional de l'expressió regular, reemplaça foo amb barra al nom, etiqueta i descripció del clon
sk: použitie: softwarechannel_clonetree [voľby]) napr. softwarechannel_clonetree foobasechannel -p "my_" softwarechannel_clonetree foobasechannel -x "s/foo/bar" softwarechannel_clonetree foobasechannel -x "s/^/my_" voľby: -s/--source-channel ZDROJOVÝ_KANÁL -p/--prefix PREDPONA (sa doplní pred označenie a názov všetkých kanálov) --gpg-copy/-g (skopírovanie podrobností GPG pre zodpovedajúci zdrojový kanál) --gpg-url URL_GPG (použité na všetky kanály) --gpg-id ID_GPG (použité na všetky kanály) --gpg-fingerprint(ODTLAČOK_GPG (použité na všetky kanály)) --disable-gpg-check ZAKÁZANIE_KONTROLY_GPG (použité na všetky kanály) -o neklonovať žiadne opravy chýb --regex/-x "s/foo/bar" : Voliteľná náhrada regulárneho výrazu, nahrádza foo s bar v názve klonu, označení a popise

source: Prefix:
sk: Predpona:

source: A prefix or regex is required
ca: Es requereix un prefix o una expressió regular
sk: Vyžaduje sa predpona alebo regulárny výraz

source: Channel does not exist or is not a base channel!
ca: El canal no existeix o no és un canal base!
sk: Kanál neexistuje alebo nie je základným kanálom!

source: called without prefix or regex option!
ca: s'ha cridat sense prefix ni opció regex!
sk: volané bez voľby predpony alebo regulárneho výrazu!

source: Cloning %s as %s
ca: S'està clonant %s com a %s
sk: Klonovanie %s ako %s

source: softwarechannel_addpackages: Add packages to a software channel
ca: softwarechanneladdpackages: afegeix paquets a un canal de programari
sk: softwarechannel_addpackages: Pridať balíky do softvérového kanála

source: usage: softwarechannel_addpackages CHANNEL <PACKAGE ...>
ca: ús: softwarechanneladdpackages CHANNEL <PACKAGE ...>
sk: použitie: softwarechannel_addpackages KANÁL <BALÍK ...>

source: No packages to add
ca: No hi ha cap paquet a afegir
sk: Žiadne balíky na pridanie

source: Add these packages [y/N]:
ca: Afegeix aquests paquets [y/N]:
sk: Pridať tieto balíky [a/N]:

source: softwarechannel_mergepackages: Merge packages from one software channel into another
ca: softwarechannelmergepackages: Fusiona els paquets d'un canal de programari a un altre
sk: softwarechannel_mergepackages: Zlúčiť balíky z jedného softvérového kanála do druhého

source: usage: softwarechannel_mergepackages SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: softwarechannelmergepackages SOURCECHANNEL TARGETCHANNEL
sk: použitie: softwarechannel_mergepackages ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: softwarechannel_removeerrata: Remove patches from a software channel
ca: softwarechannelremoveerrata: Elimina els pedaços d'un canal de programari
sk: softwarechannel_removeerrata: Odstrániť opravy zo softvérového kanála

source: usage: softwarechannel_removeerrata CHANNEL <ERRATA:search:XXX ...>
ca: ús: softwarechannelremoveerrata CHANNEL <ERRATA:search:XXX ...>
sk: použitie: softwarechannel_removeerrata KANÁL <OPRAVY_CHÝB:search:XXX ...>

source: No patches to remove
ca: No hi ha pedaços per eliminar
sk: Žiadne opravy na odstránenie

source: Total Errata: %s
ca: Errata total: %s
sk: Celkový počet opráv chýb: %s

source: Total Packages: %s
ca: Paquets totals: %s
sk: Celkový počet balíkov: %s

source: Remove these patches [y/N]:
ca: Elimina aquests pedaços [y/N]:
sk: Odstrániť tieto opravy [a/N]:

source: softwarechannel_removepackages: Remove packages from a software channel
ca: softwarechannelremovepackages: Elimina els paquets d'un canal de programari
sk: softwarechannel_removepackages: Odstrániť balíky zo softvérového kanála

source: usage: softwarechannel_removepackages CHANNEL <PACKAGE ...>
ca: ús: softwarechannelremovepackages CHANNEL <PACKAGE ...>
sk: použitie: softwarechannel_removepackages KANÁL <BALÍK ...>

source: No packages to remove
ca: No hi ha cap paquet a eliminar
sk: Žiadne balíky na odstránenie

source: softwarechannel_adderratabydate: Add errata from one channel into another channel based on a date range
ca: softwarechanneladderratabydate: Afegeix errata d'un canal a un altre canal basat en un interval de dates
sk: softwarechannel_adderratabydate: Pridať opravy chýb z jedného kanála do druhého na základe dátumového rozsahu

source: usage: softwarechannel_adderratabydate [options] SOURCE DEST BEGINDATE ENDDATE
ca: ús: softwarechanneladderratabydate [opcions] SOURCE DEST BEGINDATE ENDDATE
sk: použitie: softwarechannel_adderratabydate [voľby] ZDROJ CIEĽ DÁTUM_ZAČIATKU DÁTUM_UKONČENIA

source: Date format : YYYYMMDD
ca: Format de data: YYYYMMDD
sk: Formát dátumu : RRRRMMDD

source: Options:
ca: Opcions:
sk: Voľby:

source: -p/--publish : Publish errata to the channel (don't clone)
ca: -p/--publish : Publica errata al canal (no clonis)
sk: -p/--publish : Publikovať opravy chýb na kanáli (neklonovať)

source: %s is an invalid date
ca: %s és una data no vàlida
sk: %s je neplatný dátum

source: No patches found between the given dates
ca: No s'han trobat pedaços entre les dates donades
sk: Medzi danými dátumami neboli nájdené žiadne opravy

source: Publishing errata %s to %s
ca: S'està publicant l'errata %s a %s
sk: Publikovanie opráv chýb %s na %s

source: softwarechannel_listerratabydate: list errata from channelbased on a date range
ca: softwarechannellisterratabydate: llista els errata des del canal basat en un interval de dates
sk: softwarechannel_listerratabydate: vypísať zoznam opráv chýb z kanála na základe dátumového rozsahu

source: usage: softwarechannel_listerratabydate CHANNEL BEGINDATE ENDDATE
ca: ús: softwarechannellisterratabydate CHANNEL BEGINDATE ENDDATE
sk: použitie: softwarechannel_listerratabydate KANÁL DÁTUM_ZAČIATKU DÁTUM_UKONČENIA

source: No errata found between the given dates
ca: No s'ha trobat cap errata entre les dates donades
sk: Medzi uvedenými dátumami sa nenašli žiadne opravy chýb

source: softwarechannel_adderrata: Add patches from one channel into another channel
ca: softwarechanneladderrata: afegeix pedaços d'un canal a un altre canal
sk: softwarechannel_adderrata: Pridať opravy z jedného kanála do ďalšieho kanála

source: usage: softwarechannel_adderrata SOURCE DEST <ERRATA|search:XXX ...>
ca: ús: softwarechanneladderrata SOURCE DEST <ERRATA|search:XXX ...>
sk: použitie: softwarechannel_adderrata ZDROJ CIEĽ <OPRAVY_CHÝB|search:XXX ...>

source: -q/--quick : Don't display list of packages (slightly faster)
ca: -q/--quick : No mostra la llista de paquets (una mica més ràpid)
sk: -q/--quick : Nezobrazovať zoznam balíkov (o niečo rýchlejšie)

source: -s/--skip : Skip errata which appear to exist already in DEST
ca: -s/--skip : Omet els errata que semblen existir ja a DEST
sk: -s/--skip : Preskočiť opravy chýb, ktoré už existujú v CIELI

source: source channel %s does not exist!
ca: el canal d'origen %s no existeix!
sk: zdrojový kanál %s neexistuje!

source: dest channel %s does not exist!
ca: el canal %s no existeix!
sk: cieľový kanál %s neexistuje!

source: No patch to add
ca: No hi ha cap pedaç a afegir
sk: Žiadna oprava na pridanie

source: Add these patches [y/N]:
ca: Afegeix aquests pedaços [y/N]:
sk: Pridať tieto opravy [a/N]:

source: Using the old errata.clone function
ca: Utilitzant la funció errata.clone antiga
sk: Použitie starej funkcie errata.clone

source: If you have base channels for multiple OS versions, check no unexpected packages have been added
ca: Si teniu canals base per a diverses versions del SO, comproveu que no s'han afegit paquets inesperats
sk: Ak máte základné kanály pre viacero verzií OS, skontrolujte, či neboli pridané žiadne neočakávané balíky

source: softwarechannel_getorgaccess: Get the org-access for the software channel
ca: softwarechannelgetorgaccess: Obteniu l'accés org per al canal de programari
sk: softwarechannel_getorgaccess: Získať prístup-org pre softvérový kanál

source: usage: softwarechannel_getorgaccess [CHANNEL ...]
ca: ús: softwarechannelgetorgaccess [CANAL ...]
sk: použitie: softwarechannel_getorgaccess [KANÁL ...]

source: softwarechannel_setorgaccess: Set the org-access for the software channel
ca: softwarechannelsetorgaccess: estableix l'accés org per al canal de programari
sk: softwarechannel_setorgaccess: Nastaviť prístup-org pre softvérový kanál

source: usage : softwarechannel_setorgaccess <CHANNEL> [options]) -d,--disable : disable org access (private, no org sharing) -e,--enable : enable org access (public access to all trusted orgs) -p,--protected ORG : protected org access for ORG only (multiple instances of -p ORG are allowed)
ca: ús: softwarechannelsetorgaccess <CHANNEL> [opcions]) -d,--disable : inhabilita l'accés org (privat, sense compartició org) -e,--enable : activa l'accés org (accés públic a totes les orgues de confiança) -p,--protected ORG : accés protegit org només per ORG (es permeten múltiples instàncies de -p ORG)
sk: prístup : softwarechannel_setorgaccess <KANÁL> [voľby]) -d,--disable : zakázanie prístupu k org (súkromné, bez zdieľania org) -e,--enable : povolenie prístupu k org (verejný prístup ku všetkým dôveryhodným org) -p,--protected ORG : chránený prístup org len pre ORG (sú povolené viaceré inštancie -p ORG)

source: Making org sharing public for channel : %s
ca: S'està fent públic l'intercanvi d'org per al canal: %s
sk: Vytvorenie zdieľania org verejným pre kanál : %s

source: Making org sharing private for channel : %s
ca: S'està fent privada la compartició d'org per al canal: %s
sk: Vytvorenie zdieľania org súkromným pre kanál : %s

source: Making org sharing protected for channel : %s
ca: S'està protegint la compartició d'org per al canal: %s
sk: Vytvorenie zdieľania org chráneným pre kanál : %s

source: Enabling %s access for channel : %s
ca: S'està activant l'accés %s per al canal: %s
sk: Povolenie prístupu %s pre kanál : %s

source: Disabling %s access for channel : %s
ca: S'està inhabilitant l'accés %s per al canal : %s
sk: Zakázanie prístupu %s pre kanál : %s

source: softwarechannel_getorgaccesstree: Get the org-access for a software base channel and its children
ca: softwarechannelgetorgaccesstree: Aconsegueix l'accés org per a un canal base de programari i els seus fills
sk: softwarechannel_getorgaccesstree: Získať prístup-org pre softvérový základný kanál a jeho potomkov

source: usage: softwarechannel_getorgaccesstree [CHANNEL]
ca: ús: softwarechannelgetorgaccesstree [CANAL]
sk: použitie: softwarechannel_getorgaccesstree [KANÁL]

source: softwarechannel_setorgaccesstree: set the org-access for a software base channel and its children
ca: softwarechannelsetorgaccesstree: estableix l'accés org per a un canal base de programari i els seus fills
sk: softwarechannel_setorgaccesstree: nastaviť prístup-org pre softvérový základný kanál a jeho potomkov

source: usage: softwarechannel_setorgaccesstree <CHANNEL> [options]) -d,--disable : disable org access (private, no org sharing) -e,--enable : enable org access (public access to all trusted orgs) -p,--protected ORG : protected org access for ORG only (multiple instances of -p ORG are allowed)
ca: ús: softwarechannelsetorgaccesstree <CHANNEL> [opcions]) -d,--disable : inhabilita l'accés org (privat, sense compartició org) -e,--enable : activa l'accés org (accés públic a totes les orgues de confiança) -p,--protected ORG : accés protegit org només per ORG (es permeten múltiples instàncies de -p ORG)
sk: prístup : softwarechannel_setorgaccesstree <KANÁL> [voľby]) -d,--disable : zakázanie prístupu k org (súkromné, bez zdieľania org) -e,--enable : povolenie prístupu k org (verejný prístup ku všetkým dôveryhodným org) -p,--protected ORG : chránený prístup org len pre ORG (sú povolené viaceré inštancie -p ORG)

source: Regenerate the needed errata and package cache for all systems
ca: Regenera l'errata i la memòria cau de paquets necessaris per a tots els sistemes
sk: Obnoviť potrebné opravy chýb a vyrovnávaciu pamäť balíkov pre všetky systémy

source: usage: softwarechannel_regenerateneededcache
ca: ús: softwarechannelregenerateneededcache
sk: použitie: softwarechannel_regenerateneededcache

source: Regenerate the YUM cache for a software channel
ca: Regenera la memòria cau YUM per a un canal de programari
sk: Obnoviť vyrovnávaciu pamäť YUM pre softvérový kanál

source: usage: softwarechannel_regenerateyumcache [options] <CHANNEL ...> options: -f force cache regeneration
ca: ús: softwarechannelregenerateyumcache [opcions] <CHANNEL ...> opcions: -f força la regeneració de la memòria cau
sk: použitie: softwarechannel_regenerateyumcache [voľby] <KANÁL ...> voľby: -f vynútenie obnovenia vyrovnávacej pamäte

source: no softwarechannel label given
ca: no s'ha proporcionat cap etiqueta de canal de programari
sk: nie je uvedené označenie softvérového kanála

source: invalid softwarechannel label
ca: etiqueta de canal de programari no vàlida
sk: neplatné označenie softvérového kanála

source: softwarechannel_diff: diff softwarechannel files
ca: softwarechanneldiff: fitxers de canal de programari diff
sk: softwarechannel_diff: porovnať súbory softvérových kanálov

source: usage: softwarechannel_diff SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: softwarechanneldiff SOURCECHANNEL TARGETCHANNEL
sk: použitie: softwarechannel_diff ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: softwarechannel_errata_diff: diff softwarechannel files
ca: softwarechannelerratadiff: fitxers de canal de programari diff
sk: softwarechannel_errata_diff: porovnať súbory softvérových kanálov

source: usage: softwarechannel_errata_diff SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: softwarechannelerratadiff SOURCECHANNEL TARGETCHANNEL
sk: použitie: softwarechannel_errata_diff ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: sync the packages of two software channels
ca: sincronitza els paquets de dos canals de programari
sk: synchronizovať balíky dvoch softvérových kanálov

source: usage: softwarechannel_sync SOURCE_CHANNEL TARGET_CHANNEL [options]) -q,--quiet : quiet mode (omits the output of common packages in both channels)
ca: ús: softwarechannelsync SOURCECHANNEL TARGETCHANNEL [opcions]) -q,--quiet : mode silenciós (omet la sortida de paquets comuns en ambdós canals)
sk: použitie: softwarechannel_sync ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL [voľby]) -q,--quiet : tichý režim (vynechá výstup spoločných balíkov v oboch kanáloch)

source: %s packages from softwarechannel %s to %s
ca: %s paquets del canal de programari %s a %s
sk: %s balíkov zo softvérového kanála %s do %s

source: failed to read key id
ca: no s'ha pogut llegir l'identificador de la clau
sk: nepodarilo sa prečítať id kľúča

source: packages common in both channels:
ca: paquets comuns en tots dos canals:
sk: balíky spoločné pre oba kanály:

source: Omitting common packages in both specified channels
ca: S'ometen els paquets comuns en els dos canals especificats
sk: Vynechanie spoločných balíkov v oboch uvedených kanáloch

source: packages to add to channel "
ca: paquets a afegir al canal "
sk: balíky na pridanie do kanála "

source: packages to remove from channel "
ca: paquets a eliminar del canal "
sk: balíky na odstránenie z kanála "

source: summary:
ca: resum:
sk: súhrn:

source: packages
ca: paquets
sk: balíky

source: add
ca: afegeix
sk: pridať

source: packages to
ca: paquets a
sk: balíky do

source: remove
ca: elimina
sk: odstrániť

source: packages from
ca: paquets de
sk: balíky z

source: Perform these changes to channel
ca: Realitza aquests canvis al canal
sk: Vykonať tieto zmeny v kanáli

source: sync errata of two software channels
ca: sincronitza errades de dos canals de programari
sk: synchronizovať opravy chýb dvoch softvérových kanálov

source: usage: softwarechannel_errata_sync SOURCE_CHANNEL TARGET_CHANNEL
ca: ús: softwarechannelerratasync SOURCECHANNEL TARGETCHANNEL
sk: použitie: softwarechannel_errata_sync ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL

source: syncing errata from softwarechannel
ca: S'estan sincronitzant els errats des del canal de programari
sk: synchronizovanie opráv chýb zo softvérového kanála

source: to
ca: a
sk: do

source: errata common in both channels:
ca: errades comunes en tots dos canals:
sk: opravy chýb spoločné pre oba kanály:

source: errata to add to channel "
ca: errata per afegir al canal "
sk: opravy chýb na pridanie do kanála "

source: errata to remove from channel "
ca: errata per eliminar del canal "
sk: opravy chýb na odstránenie z kanála "

source: add
ca: afegeix
sk: pridať

source: errata to
ca: errata a
sk: opravy chýb do

source: remove
ca: elimina
sk: odstrániť

source: errata from
ca: errata de
sk: opravy chýb z

source: merge errata of one software channel into another
ca: fusiona errades d'un canal de programari en un altre
sk: zlúčiť opravy chýb jedného softvérového kanála do druhého

source: usage: softwarechannel_errata_merge SOURCE_CHANNEL TARGET_CHANNEL [FROM_DATE] [TO_DATE]
ca: ús: softwarechannelerratamerge SOURCECHANNEL TARGETCHANNEL [FROMDATE] [TODATE]
sk: použitie: softwarechannel_errata_merge ZDROJOVÝ_KANÁL CIEĽOVÝ_KANÁL [OD_DÁTUMU] [DO_DÁTUMU]

source: example: softwarechannel_errata_merge OldSoftChannel NewSoftChannel 2018-01-01
ca: exemple: softwarechannelerratamerge OldSoftChannel NewSoftChannel 2018-01-01
sk: príklad: softwarechannel_errata_merge StarýSoftKanál NovýSoftKanál 2018-01-01

source: note: Providing only FROM_DATE will merge all errata since that date.
ca: Nota: Si es proporciona només FROMDATE es fusionaran tots els errata des d'aquesta data.
sk: poznámka: Pri zadaní iba OD_DÁTUMU sa zlúčia všetky opravy chýb od tohto dátumu.

source: note: When no date is provided, all errata will be merged.
ca: Nota: Quan no es proporcioni cap data, tots els errata es fusionaran.
sk: poznámka: Ak nie je uvedený žiadny dátum, zlúčia sa všetky opravy chýb.

source: wrong dateformat:
ca: format de data incorrecte:
sk: nesprávny formát dátumu:

source: please specify as: YYYY-MM-DD
ca: especifiqueu com: AAAA-MM-DD
sk: zadajte, prosím, ako: RRRR-MM-DD

source: merging errata from softwarechannel
ca: fusionant errata des del canal de programari
sk: zlúčenie opráv chýb zo softvérového kanála

source: {} contains no errata which is not already present in {}
ca: {} no conté cap errata que no estigui present a {}
sk: {} neobsahuje žiadne opravy chýb, ktoré nie sú už prítomné v {}

source: errata to add to channel {}:
ca: errata a afegir al canal {}:
sk: opravy chýb na pridanie do kanála {}:

source: errata
sk: opravy chýb

source: errata to
ca: errata a
sk: opravy chýb do

source: Perform these changes to channel {} [y/N]:
ca: Realitza aquests canvis al canal {} [y/N]:
sk: Vykonať tieto zmeny v kanáli {} [a/N]:

source: Sync users repos for a software channel
ca: Sincronitza els repositoris d'usuaris per a un canal de programari
sk: Synchronizovať používateľské repozitáre pre softvérový kanál

source: usage: softwarechannel_syncrepos <CHANNEL ...>
ca: ús: softwarechannelsyncrepos <CHANNEL ...>
sk: použitie: softwarechannel_syncrepos <KANÁL ...>

source: -e/--no-errata : Do not sync errata
ca: -e/--no-errata : No sincronitzar errata
sk: -e/--no-errata : Nesynchronizovať opravy chýb

source: -f/--fail : Terminate upon any error
ca: -f/--fail : Finalitza amb qualsevol error
sk: -f/--fail : Ukončiť pri akejkoľvek chybe

source: -k/--sync-kickstart : Create kickstartable tree
ca: -k/--sync-kickstart: Crea un arbre kickstartable
sk: -k/--sync-kickstart : Vytvoriť strom schopných kickstart
