Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: -l/--latest : Only download latest package versions when repo syncs
ca: -l/--latest : Només baixa les versions més recents del paquet quan es sincronitzi el repositori
sk: -l/--latest : Pri synchronizácii repozitára sťahovať iba najnovšie verzie balíkov

source: Sets the repo sync schedule for a software channel
ca: Estableix la planificació de sincronització del dipòsit per a un canal de programari
sk: Nastaví plán synchronizácie repozitára pre softvérový kanál

source: usage: softwarechannel_setsyncschedule <CHANNEL> <SCHEDULE>
ca: ús: softwarechannelsetsyncschedule <CHANNEL> <SCHEDULE>
sk: použitie: softwarechannel_setsyncschedule <KANÁL> <PLÁN>

source: The schedule is specified in Quartz CronTrigger format without enclosing quotes.
ca: La planificació s'especifica en el format Quartz CronTrigger sense cometes adjuntes.
sk: Plán sa zadáva vo formáte Quartz CronTrigger bez uzatváracích úvodzoviek.

source: For example, to set a schedule of every day at 1am, <SCHEDULE> would be 0 0 1 * * ?
ca: Per exemple, per establir un horari de tots els dies a la 1am, <SCHEDULE> seria 0 0 1 * * ?
sk: Ak chcete napríklad nastaviť plán na každý deň o 1 hodine ráno, <PLÁN> by bol 0 0 1 * * ?

source: If <SCHEDULE> is left empty, it will be disabled.
ca: Si <SCHEDULE> es deixa buit, s'inhabilitarà.
sk: Ak <PLÁN> zostane prázdny, bude zakázaný.

source: Removes the repo sync schedule for a software channel
ca: Elimina la planificació de sincronització del dipòsit per a un canal de programari
sk: Odstráni plán synchronizácie repozitára pre softvérový kanál

source: usage: softwarechannel_removesyncschedule <CHANNEL>
ca: ús: softwarechannelremovesyncschedule <CHANNEL>
sk: použitie: softwarechannel_removesyncschedule <KANÁL>

source: softwarechannel_listsyncschedule: List sync schedules for all software channels
ca: softwarechannellistsyncschedule: Llista les planificacions de sincronització per a tots els canals de programari
sk: softwarechannel_listsyncschedule: Vypísať zoznam plánov synchronizácie pre všetky softvérové kanály

source: softwarechannel_listsyncschedule : List all channels
ca: softwarechannellistsyncschedule: Llista tots els canals
sk: softwarechannel_listsyncschedule : Vypísať zoznam všetkých kanálov

source: key
ca: clau
sk: kľúč

source: Channel Name
ca: Nom del canal
sk: Názov kanála

source: Update Schedule
ca: Actualitza la planificació
sk: Plán aktualizácií

source: softwarechannel_addrepo: Add a repo to a software channel
ca: softwarechanneladdrepo: afegeix un repositori a un canal de programari
sk: softwarechannel_addrepo: Pridať repozitár do softvérového kanála

source: usage: softwarechannel_addrepo CHANNEL REPO
ca: ús: programarichanneladdrepo CHANNEL REPO
sk: použitie: softwarechannel_addrepo KANÁL REPOZITÁR

source: softwarechannel_removerepo: Remove a repo from a software channel
ca: softwarechannelremoverepo: Elimina un dipòsit d'un canal de programari
sk: softwarechannel_removerepo: Odstrániť repozitár zo softvérového kanála

source: usage: softwarechannel_removerepo CHANNEL REPO
ca: ús: softwarechannelremoverepo CHANNEL REPO
sk: použitie: softwarechannel_removerepo KANÁL REPOZITÁR

source: softwarechannel_listrepos: List the repos for a software channel
ca: softwarechannellistrepos: Llista els repositoris d'un canal de programari
sk: softwarechannel_listrepos: Vypísať zoznam repozitárov pre softvérový kanál

source: usage: softwarechannel_listrepos CHANNEL
ca: ús: softwarechannellistrepos CHANNEL
sk: použitie: softwarechannel_listrepos KANÁL

source: No repos have been found for this channel.
ca: No s'han trobat reposicions per a aquest canal.
sk: Pre tento kanál neboli nájdené žiadne repozitáre.

source: softwarechannel_mirrorpackages: Download packages of a given channel
ca: softwarechannelmirrorpackages: Descarrega paquets d'un canal donat
sk: softwarechannel_mirrorpackages: Stiahnuť balíky daného kanála

source: usage: softwarechannel_mirrorpackages CHANNEL
ca: ús: softwarechannelmirrorpackages CHANNEL
sk: použitie: softwarechannel_mirrorpackages KANÁL

source: -l/--latest : Only mirror latest package version
ca: -l/--latest : Només reflecteix la versió més recent del paquet
sk: -l/--latest : Iba zrkadlenie najnovšej verzie balíka

source: Skipping
ca: Omet
sk: Preskočenie

source: Fetching package
ca: S'està recuperant el paquet
sk: Načítanie balíka

source: Received package %s from channel %s is broken. Content is too short
ca: El paquet rebut %s del canal %s està trencat. El contingut és massa curt
sk: Prijatý balík %s z kanála %s je poškodený. Obsah je príliš krátky

source: Could not fetch package %s from channel %s
ca: No s'ha pogut recuperar el paquet %s del canal %s
sk: Nepodarilo sa načítať balík %s z kanála %s

source: The System Set Manager (SSM) is a group of systems that you
ca: El Gestor de conjunts de sistemes (SSM) és un grup de sistemes que us
sk: Správca sád systémov (SSM) je skupina systémov,

source: can perform tasks on as a whole.
ca: pot realitzar tasques en el seu conjunt.
sk: na ktorých môžete vykonávať úlohy ako na celku.

source: Adding Systems:
ca: Afegir sistemes:
sk: Pridanie systémov:

source: Intersections:
ca: Interseccions:
sk: Prieniky:

source: Using the SSM:
ca: Utilitzant el SSM:
sk: Použitie SSM:

source: ssm_add: Add systems to the SSM
ca: ssmadd: Afegeix sistemes al SSM
sk: ssm_add: Pridať systémy do SSM

source: usage: ssm_add <SYSTEMS>
ca: ús: ssmadd <SYSTEMS>
sk: použitie: ssm_add <SYSTÉMY>

source: see 'help ssm' for more details
ca: vegeu «help ssm» per a més detalls
sk: Viac podrobností nájdete v 'help ssm'

source: %s is already in the list
ca: %s ja és a la llista
sk: %s je už v zozname

source: ssm_intersect: Replace the current SSM with the intersection
ca: ssmintersect: Substitueix l'actual SSM per la intersecció
sk: ssm_intersect: Nahradiť súčasný SSM prienikom

source: of the current list of systems and the list of
ca: de la llista actual de sistemes i de
sk: aktuálneho zoznamu systémov a zoznamu

source: systems passed as arguments
ca: sistemes passats com a arguments
sk: systémov zadaných ako argumenty

source: usage: ssm_intersect <SYSTEMS>
ca: ús: ssmintersect <SYSTEMS>
sk: použitie: ssm_intersect <SYSTÉMY>

source: ssm_remove: Remove systems from the SSM
ca: ssmremove: Elimina els sistemes del SSM
sk: ssm_remove: Odstrániť systémy zo SSM

source: usage: ssm_remove <SYSTEMS>
ca: ús: ssmremove <SYSTEMS>
sk: použitie: ssm_remove <SYSTÉMY>

source: ssm_list: List the systems currently in the SSM
ca: ssmlist: Llista els sistemes actualment a l'SSM
sk: ssm_list: Vypísať zoznam systémov, ktoré sú v súčasnosti v SSM

source: usage: ssm_list
ca: ús: ssmlist
sk: použitie: ssm_list

source: ssm_clear: Remove all systems from the SSM
ca: ssmclear: Elimina tots els sistemes del SSM
sk: ssm_clear: Odstrániť všetky systémy zo SSM

source: usage: ssm_clear
ca: ús: ssmclear
sk: použitie: ssm_clear

source: Same
ca: El mateix
sk: Rovnaké

source: Only here
ca: Només aquí
sk: Iba tu

source: Newer here
ca: Més recent aquí
sk: Novšie tu

source: Only there
ca: Només allà
sk: Iba tam

source: Newer there
ca: Més recent
sk: Novšie tam

source: Package
ca: Paquet
sk: Balík

source: This System
ca: Aquest sistema
sk: Tento systém

source: Other System
ca: Un altre sistema
sk: Iný systém

source: Difference
ca: Diferència
sk: Rozdiel

source: Removing Channels
ca: Eliminació de canals
sk: Odstránenie kanálov

source: Adding Channels
ca: Afegir canals
sk: Pridanie kanálov

source: system_list: List all system profiles
ca: systemlist: Llista tots els perfils del sistema
sk: system_list: Vypísať zoznam všetkých systémových profilov

source: usage: system_list
ca: ús: llista de sistemes
sk: použitie: system_list

source: system_reboot: Reboot a system
ca: systemreboot: Reinicia un sistema
sk: system_reboot: Reštartovať systém

source: usage: system_reboot <SYSTEMS> [options]) options: -s START_TIME
ca: ús: systemreboot <SYSTEMS> [opcions]) opcions: -s HORA D'INICI
sk: použitie: system_reboot <SYSTÉMY> [voľby]) voľby: -s ČAS_SPUSTENIA

source: Reboot these systems [y/N]:
ca: Reinicia aquests sistemes [y/N]:
sk: Reštartovať tieto systémy [a/N]:

source: system_search: List systems that match the given criteria
ca: systemsearch: Llista els sistemes que coincideixen amb els criteris indicats
sk: system_search: Vypísať zoznam systémov, ktoré vyhovujú zadaným kritériám

source: usage: system_search QUERY
ca: ús: consulta del systemsearch
sk: použitie: system_search DOPYT

source: Available Fields:
ca: Camps disponibles:
sk: Dostupné polia:

source: Examples:
ca: Exemples:
sk: Príklady:

source: Invalid query
ca: Consulta no vàlida
sk: Neplatný dopyt

source: Invalid search field
ca: Camp de cerca no vàlid
sk: Neplatné vyhľadávacie pole

source: system_runscript: Schedule a script to run on the list of
ca: systemrunscript: programa un script a executar a la llista de
sk: system_runscript: Naplánovať spustenie skriptu v poskytnutom

source: systems provided
ca: sistemes proporcionats
sk: zozname systémov

source: usage: system_runscript <SYSTEMS> [options]) options: -u USER -g GROUP -t TIMEOUT -s START_TIME -l LABEL -f FILE
ca: ús: systemrunscript <SYSTEMS> [opcions]) opcions: -u USUARI -g GRUP -t TEMPS D'ESPERA -s HORA D'INICI -l ETIQUETA -f FITXER
sk: použitie: system_runscript <SYSTÉMY> [voľby]) voľby: -u POUŽÍVATEĽ -g SKUPINA -t ČASOVÝ_LIMIT -s ČAS_SPUSTENIA -l OZNAČENIE -f SÚBOR

source: User [root]:
ca: Usuari [arrel]:
sk: Používateľ [root]:

source: Group [root]:
ca: Grup [arrel]:
sk: Skupina [root]:

source: Timeout (in seconds) [600]:
ca: Temps d'espera (en segons) [600]:
sk: Časový limit (v sekundách) [600]:

source: Invalid timeout
ca: Temps d'espera no vàlid
sk: Neplatný časový limit

source: Label/Short Description [default]:
ca: Descripció de l'etiqueta/curt [per defecte]:
sk: Označenie/Krátky popis [predvolené]:

source: Script File [create]:
ca: Fitxer de script [crea]:
sk: Súbor so skriptom [vytvoriť]:

source: No script provided
ca: No s'ha proporcionat cap script
sk: Nie je poskytnutý žiadny skript

source: A script file is required
ca: Es requereix un fitxer de script
sk: Vyžaduje sa súbor so skriptom

source: User: %s
ca: Usuari: %s
sk: Používateľ:: %s

source: Group: %s
ca: Grup: %s
sk: Skupina: %s

source: Timeout: %i seconds
ca: Temps d'espera: %i segons
sk: Časový limit: %i sekúnd

source: Label: %s
ca: Etiqueta: %s
sk: Označenie: %s

source: Script Contents
ca: Continguts de l'script
sk: Obsah skriptov

source: Failed to schedule %s
ca: No s'ha pogut programar %s
sk: Nepodarilo sa naplánovať %s

source: Scheduled: %i system(s)
ca: Programat: %i sistema(s)
sk: Naplánované: %i systém(y)

source: Could not remove %s
ca: No s'ha pogut eliminar %s
sk: Nepodarilo sa odstrániť %s

source: system_listhardware: List the hardware details of a system
ca: systemlisthardware: Llista els detalls del maquinari d'un sistema
sk: system_listhardware: Vypísať podrobnosti o hardvéri systému

source: usage: system_listhardware <SYSTEMS>
ca: ús: systemlisthardware <SYSTEMS>
sk: použitie: system_listhardware <SYSTÉMY>

source: Network
ca: Xarxa
sk: Sieť

source: Interface: %s
ca: Interfície %s
sk: Rozhranie: %s

source: MAC Address: %s
ca: Adreça MAC: %s
sk: MAC adresa: %s

source: IP Address: %s
ca: Adreça IP: %s
sk: IP adresa: %s

source: Netmask: %s
ca: màscara de xarxa: %s
sk: Maska siete: %s

source: Module: %s
ca: Mòdul: %s
sk: Modul: %s

source: Count: %i
ca: Nombre: %i
sk: Počet: %i

source: Cache: %s
ca: Memòria cau: %s
sk: Vyrovnávacia pamäť: %s

source: Vendor: %s
ca: Proveïdor: %s
sk: Dodávateľ: %s

source: Memory
ca: Memòria
sk: Pamäť

source: Swap: %i
ca: Intercanvi: %i
sk: Odkladací priestor: %i

source: Vendor: %s
ca: Proveïdor: %s
sk: Dodávateľ: %s

source: System: %s
ca: Sistema: %s
sk: Systém: %s

source: Product: %s
ca: Producte: %s
sk: Produkt: %s

source: Board: %s
ca: Tauler: %s
sk: Doska: %s

source: Asset
ca: Actiu
sk: Majetok

source: BIOS Release: %s
ca: Versió de la BIOS: %s
sk: Vydanie systému BIOS: %s

source: BIOS Vendor: %s
ca: Proveïdor de BIOS: %s
sk: Dodávateľ systému BIOS: %s

source: BIOS Version: %s
ca: Versió de la BIOS: %s
sk: Verzia systému BIOS: %s

source: Devices
ca: Dispositius
sk: Zariadenia

source: Description: None
ca: Descripció: Cap
sk: Popis: Žiadny

source: Driver: %s
ca: Conductor: %s
sk: Ovládač: %s

source: Class: %s
ca: Classe: %s
sk: Trieda: %s

source: Bus: %s
sk: Zbernica: %s

source: system_installpackage: Install a package on a system
ca: systeminstallpackage: instal·la un paquet en un sistema
sk: system_installpackage: Nainštalovať balík do systému

source: usage: system_installpackage <SYSTEMS> <PACKAGE ...> [options]) options: -s START_TIME
ca: ús: systeminstallpackage <SYSTEMS> <PACKAGE ...> [opcions]) opcions: -s HORA D'INICI
sk: použitie: system_installpackage <SYSTÉMY> <BALÍK ...> [voľby]) voľby: -s ČAS_SPUSTENIA

source: No packages to install
ca: No hi ha cap paquet a instal·lar
sk: Žiadne balíky na inštaláciu

source: %s does not have access to all requested packages
ca: %s no té accés a tots els paquets sol·licitats
sk: %s nemá prístup ku všetkým požadovaným balíkom

source: Install these packages [y/N]:
ca: Instal·la aquests paquets [y/N]:
sk: Nainštalovať tieto balíky [a/N]:

source: Scheduled %i system(s)
ca: Sistema(s) programat(s) %i
sk: Naplánované %i systém(y)

source: system_removepackage: Remove a package from a system
ca: systemremovepackage: Elimina un paquet d'un sistema
sk: system_removepackage: Odstrániť balík zo systému

source: usage: system_removepackage <SYSTEMS> <PACKAGE ...> [options]) options: -s START_TIME
ca: ús: systemremovepackage <SYSTEMS> <PACKAGE ...> [opcions]) opcions: -s HORA D'INICI
sk: použitie: system_removepackage <SYSTÉMY> <BALÍK ...> [voľby]) voľby: -s ČAS_SPUSTENIA

source: system_upgradepackage: Upgrade a package on a system
ca: systemupgradepackage: actualitza un paquet en un sistema
sk: system_upgradepackage: Aktualizovať balík v systéme

source: usage: system_upgradepackage <SYSTEMS> <PACKAGE ...>|* [options]') options: -s START_TIME
ca: ús: systemupgradepackage <SYSTEMS> <PACKAGE ...>:* [opcions]') opcions: -s HORA D'INICI
sk: použitie: system_upgradepackage <SYSTÉMY> <BALÍK ...>|* [voľby]') voľby: -s ČAS_SPUSTENIA

source: No upgrades available for %s
ca: No hi ha actualitzacions disponibles per a %s
sk: Nie sú k dispozícii žiadne aktualizácie pre %s

source: Couldn't get name for package %i
ca: No s'ha pogut obtenir el nom del paquet %i
sk: Nepodarilo sa získať názov balíka %i

source: Full package update on systems:
ca: Actualització completa dels paquets als sistemes:
sk: Úplná aktualizácia balíkov v systémoch:

source: Upgrade these systems/packages [y/N]:
ca: Actualitza aquests sistemes/paquets [y/N]:
sk: Aktualizovať tieto systémy/balíky [a/N]:

source: system_listupgrades: List the available upgrades for a system
ca: systemlistupgrades: Llista les actualitzacions disponibles per a un sistema
sk: system_listupgrades: Vypísať zoznam dostupných aktualizácií pre systém

source: usage: system_listupgrades <SYSTEMS>
ca: ús: systemlistupgrades <SYSTEMS>
sk: použitie: system_listupgrades <SYSTÉMY>

source: system_listinstalledpackages: List the installed packages on a
ca: systemlistinstalledpackages: Llista els paquets instal·lats en un
sk: system_listinstalledpackages: Vypísať zoznam nainštalovaných balíkov

source: system
ca: sistema
sk: v systéme

source: usage: system_listinstalledpackages <SYSTEMS>
ca: ús: systemlistinstalledpackages <SYSTEMS>
sk: použitie: system_listinstalledpackages <SYSTÉMY>

source: system_listconfigchannels: List the config channels of a system
ca: systemlistconfigchannels: Llista els canals de configuració d'un sistema
sk: system_listconfigchannels: Vypísať zoznam konfiguračných kanálov systému

source: usage: system_listconfigchannels <SYSTEMS>
ca: ús: systemlistconfigchannels <SYSTEMS>
sk: použitie: system_listconfigchannels <SYSTÉMY>

source: %s does not support configuration channels
ca: %s no admet canals de configuració
sk: %s nepodporuje konfiguračné kanály

source: system_listconfigfiles: List the managed config files of a system
ca: systemlistconfigfiles: Llista els fitxers de configuració gestionats d'un sistema
sk: system_listconfigfiles: Vypísať zoznam spravovaných konfiguračných súborov systému

source: usage: system_listconfigfiles <SYSTEMS>') options: -s/--sandbox : list only system-sandbox files -l/--local : list only locally managed files -c/--central : list only centrally managed files -q/--quiet : quiet mode (omits the header)
ca: ús: systemlistconfigfiles <SYSTEMS>') opcions: -s/--sandbox: llista només els fitxers system-sandbox -l/--local : llista només els fitxers gestionats localment -c/--central: llista només els fitxers gestionats centralment -q/--quiet : mode silenciós (omet la capçalera)
sk: použitie: system_listconfigfiles <SYSTÉMY>') voľby: -s/--sandbox : vypísať iba zoznam súborov systémového sandboxu -l/--local : vypísať iba zoznam lokálne spravovaných súborov -c/--central : vypísať len centrálne spravované súbory -q/--quiet : tichý režim (vynechá hlavičku)

source: Error, unexpected channel type label %s
ca: Error, etiqueta de tipus de canal %s inesperada
sk: Chyba, neočakávané označenie typu kanála %s

source: system_addconfigfile: Create a configuration file
ca: systemaddconfigfile: Crea un fitxer de configuració
sk: system_addconfigfile: Vytvoriť konfiguračný súbor

source: Note this is only for system sandbox or locally-managed files
ca: Tingueu en compte que això només és per als fitxers de l'entorn de proves del sistema o gestionats localment
sk: Poznámka: toto platí len pre systémový sandbox alebo lokálne spravované súbory

source: Centrally managed files should be created via configchannel_addfile
ca: Els fitxers gestionats centralment s'han de crear a través de configchanneladdfile
sk: Centrálne spravované súbory by sa mali vytvoriť pomocou configchannel_addfile

source: usage: system_addconfigfile [SYSTEM] [options] options: -S/--sandbox : list only system-sandbox files -L/--local : list only locally managed files -p PATH -r REVISION -o OWNER [default: root] -g GROUP [default: root] -m MODE [defualt: 0644] -x SELINUX_CONTEXT -d path is a directory -s path is a symlink -b path is a binary (or other file which needs base64 encoding) -t SYMLINK_TARGET -f local path to file contents Note re binary/base64: Some text files, notably those containing trailing newlines, those containing ASCII escape characters (or other charaters not allowed in XML) need to be sent as binary (-b). Some effort is made to auto- detect files which require this, but you may need to explicitly specify.
ca: ús: systemaddconfigfile [SYSTEM] [opcions] opcions: -S/--sandbox: llista només els fitxers system-sandbox -L/--local : llista només els fitxers gestionats localment -p CAMÍ -r REVISIÓ -o PROPIETARI [predeterminat: root] -g GROUP [per defecte: root] -m MODE [defualt: 0644] -x SELINUXCONTEXT -d camí és un directori -s camí és un enllaç simbòlic -b camí és un binari (o un altre fitxer que necessita codificació base64) -t SYMLINKTARGET -f camí local al contingut del fitxer Nota re binari/base64: Alguns fitxers de text, en particular els que contenen el final newlines, aquells que contenen caràcters d'escapament ASCII (o altres txaraters no permès en XML) cal enviar-lo com a binari (-b). S'ha fet un esforç per a auto- detecteu fitxers que ho requereixin, però potser haureu d'especificar-ho explícitament.
sk: použitie: system_addconfigfile [SYSTÉM] [voľby] voľby: -S/--sandbox : vypísať iba zoznam súborov systémového sandboxu -L/--local : vypísať iba zoznam lokálne spravovaných súborov -p CESTA -r REVÍZIA -o VLASTNÍK [predvolené: root] -g SKUPINA [predvolené: root] -m REŽIM [predvolené: 0644] -x KONTEXT_SELINUX -d cesta je adresár -s cesta je symbolický odkaz -b cesta je binárny (alebo iný súbor, ktorý vyžaduje kódovanie base64) -t CIEĽ_SYMBOLICKÉHO_ODKAZU -f lokálna cesta k obsahu súboru Poznámka vo veci binárny/base64: Niektoré textové súbory, najmä tie, ktoré obsahujú koncové znaky nových riadkov, tie, ktoré obsahujú riadiace znaky ASCII (alebo iné znaky, ktoré nie sú v XML povolené) je potrebné poslať ako binárne (-b). Vyvinulo sa určité úsilie na automatickú detekciu súborov, ktoré to vyžadujú, ale možno budete musieť výslovne určiť.

source: %s is not a valid system
ca: %s no és un sistema vàlid
sk: %s nie je platný systém

source: System-Sandbox or Locally-Managed? [S/L]:
ca: System-Sandbox o gestionat localment? [S/L]:
sk: Systémový sandbox alebo Lokálne spravované? [S/L]:

source: Must choose system-sandbox or locally-managed option
ca: Ha de triar l'opció system-sandbox o gestionada localment
sk: Musíte si zvoliť možnosť systémový sandbox alebo lokálne spravované

source: Must provide system
ca: Ha de proporcionar el sistema
sk: Musíte poskytnúť systém

source: system_addconfigchannels: Add config channels to a system
ca: systemaddconfigchannels: afegeix canals de configuració a un sistema
sk: system_addconfigchannels: Pridať konfiguračné kanály do systému

source: usage: system_addconfigchannels <SYSTEMS> <CHANNEL ...> [options] options: -t add channels to the top of the list -b add channels to the bottom of the list
ca: ús: systemaddconfigchannels <SYSTEMS> <CHANNEL ...> [opcions] opcions: -t afegeix canals a la part superior de la llista -b afegeix canals a la part inferior de la llista
sk: použitie: system_addconfigchannels <SYSTÉMY> <KANÁL ...> [voľby] voľby: -t pridá kanály na začiatok zoznamu -b pridá kanály na koniec zoznamu

source: Add to top or bottom? [T/b]:
ca: Voleu afegir a la part superior o inferior? [T/b]:
sk: Pridať na začiatok alebo na koniec? [Z/k]:

source: system_removeconfigchannels: Remove config channels from a system
ca: systemremoveconfigchannels: Elimina els canals de configuració d'un sistema
sk: system_removeconfigchannels: Odstrániť konfiguračné kanály zo systému

source: usage: system_removeconfigchannels <SYSTEMS> <CHANNEL ...>
ca: ús: systemremoveconfigchannels <SYSTEMS> <CHANNEL ...>
sk: použitie: system_removeconfigchannels <SYSTÉMY> <KANÁL ...>

source: system_setconfigchannelorder: Set the ranked order of configuration channels
ca: systemsetconfigchannelorder: estableix l'ordre de classificació dels canals de configuració
sk: system_setconfigchannelorder: Nastaviť poradie podľa hodnotenia konfiguračných kanálov

source: usage: system_setconfigchannelorder <SYSTEMS>
ca: ús: systemsetconfigchannelorder <SYSTEMS>
sk: použitie: system_setconfigchannelorder <SYSTÉMY>

source: New Configuration Channels
ca: Canals de configuració nous
sk: Nové konfiguračné kanály

source: system_deployconfigfiles: Deploy all configuration files for a system
ca: systemdeployconfigfiles: Desplega tots els fitxers de configuració per a un sistema
sk: system_deployconfigfiles: Nasadiť všetky konfiguračné súbory pre systém

source: usage: system_deployconfigfiles <SYSTEMS> [options] options: -s START_TIME
ca: ús: systemdeployconfigfiles <SYSTEMS> [opcions] opcions: -s HORA D'INICI
sk: použitie: system_deployconfigfiles <SYSTÉMY> [voľby] voľby: -s ČAS_SPUSTENIA

source: Deploy ALL configuration files to these systems [y/N]:
ca: Desplega tots els fitxers de configuració a aquests sistemes [y/N]:
sk: Nasadiť VŠETKY konfiguračné súbory do týchto systémov [a/N]:

source: Scheduled deployment for %i system(s)
ca: Desplegament programat per a %i sistema(s)
sk: Naplánované nasadenie pre %i systém(y)

source: system_delete: Delete a system profile
ca: systemdelete: suprimeix un perfil del sistema
sk: system_delete: Vymazať systémový profil
