Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: Password must be at least 5 characters
ca: La contrasenya ha de tenir com a mínim 5 caràcters
sk: Heslo musí mať minimálne 5 znakov

source: Passwords don't match
ca: Les contrasenyes no coincideixen
sk: Heslá sa nezhodujú

source: The Kickstart name is required
ca: Es requereix el nom de Kickstart
sk: Vyžaduje sa názov Kickstart

source: The distribution is required
ca: La distribució és necessària
sk: Vyžaduje sa distribúcia

source: A root password is required
ca: Es requereix una contrasenya arrel
sk: Vyžaduje sa heslo správcu systému

source: kickstart_delete: Delete kickstart profile(s)
ca: kickstartdelete: Elimina el/s perfil/s de kickstart
sk: kickstart_delete: Vymazať profil(y) kickstart

source: usage: kickstart_delete PROFILE
ca: ús: perfil de kickstartdelete
sk: použitie: kickstart_delete PROFIL

source: usage: kickstart_delete PROFILE1 PROFILE2
ca: ús: kickstartdelete PROFILE1 PROFILE2
sk: použitie: kickstart_delete PROFIL1 PROFIL2

source: usage: kickstart_delete "PROF*"
ca: ús: kickstartdelete "PROF*"
sk: použitie: kickstart_delete "PROF*"

source: No valid kickstart labels passed as arguments!
ca: No s'han passat etiquetes de kickstart vàlides com a arguments!
sk: Ako argumenty neboli zadané žiadne platné označenia kickstart!

source: Delete profile %s [y/N]:
ca: Suprimeix el perfil %s [y/N]:
sk: Vymazať profil %s [a/N]:

source: kickstart_import: Import a Kickstart profile from a file
ca: kickstartimport: Importa un perfil de Kickstart des d'un fitxer
sk: kickstart_import: Importovať profil Kickstart zo súboru

source: usage: kickstart_import [options]) options: -f FILE -n NAME -d DISTRIBUTION -v VIRT_TYPE ['none', 'para_host', 'qemu', 'xenfv', 'xenpv']
ca: ús: kickstartimport [opcions]) opcions: -f FITXER -n NOM -d DISTRIBUCIÓ -v VIRTTYPE ['none', 'parahost', 'qemu', 'xenfv', 'xenpv']
sk: použitie: kickstart_import [voľby]) voľby: -f SÚBOR -n NÁZOV -d DISTRIBÚCIA -v VIRT_TYP ['none', 'para_host', 'qemu', 'xenfv', 'xenpv']

source: A filename is required
ca: Es requereix un nom de fitxer
sk: Vyžaduje sa názov súboru

source: kickstart_import_raw: Import a raw Kickstart or autoyast profile from a file
ca: kickstartimportraw: Importa un perfil «Kickstart» o «autoyast» en brut des d'un fitxer
sk: kickstart_import_raw: Importovať nespracovaný profil Kickstart alebo profil autoyast zo súboru

source: usage: kickstart_import_raw [options]) options: -f FILE -n NAME -d DISTRIBUTION -v VIRT_TYPE ['none', 'para_host', 'qemu', 'xenfv', 'xenpv']
ca: ús: kickstartimportraw [opcions]) opcions: -f FITXER -n NOM -d DISTRIBUCIÓ -v VIRTTYPE ['none', 'parahost', 'qemu', 'xenfv', 'xenpv']
sk: použitie: kickstart_import_raw [voľby]) voľby: -f SÚBOR -n NÁZOV -d DISTRIBÚCIA -v VIRT_TYP ['none', 'para_host', 'qemu', 'xenfv', 'xenpv']

source: kickstart_details: Show the details of a Kickstart profile
ca: kickstartdetails: mostra els detalls d'un perfil de Kickstart
sk: kickstart_details: Zobraziť podrobnosti profilu Kickstart

source: usage: kickstart_details PROFILE
ca: ús: kickstartdetails PERFIL
sk: použitie: kickstart_details PROFIL

source: Invalid Kickstart profile
ca: El perfil Kickstart no és vàlid
sk: Neplatný profil Kickstart

source: Tree: %s
ca: Arbre: %s
sk: Strom: %s

source: Active: %s
ca: Actiu: %s
sk: Aktívny: %s

source: Advanced: %s
ca: Avançat: %s
sk: Pokročilé: %s

source: Org Default: %s
ca: Org per defecte: %s
sk: Predvolený Org: %s

source: Configuration Management: %s
ca: Gestió de la configuració: %s
sk: Správa konfigurácie: %s

source: Remote Commands: %s
ca: Ordres remotes: %s
sk: Vzdialené príkazy: %s

source: Advanced Options
ca: Opcions avançades
sk: Pokročilé možnosti

source: Custom Options
ca: Opcions personalitzades
sk: Vlastné možnosti

source: Partitioning
ca: Partició
sk: Rozdelenie

source: Software
ca: Programari
sk: Softvér

source: Crypto Keys
ca: Claus de criptografia
sk: Šifrovacie kľúče

source: File Preservations
ca: Preservacions de fitxers
sk: Uchovania súborov

source: Variables
sk: Premenné

source: Scripts
sk: Skripty

source: kickstart_getcontents: Show the contents of a Kickstart profile
ca: kickstartgetcontents: mostra el contingut d'un perfil de Kickstart
sk: kickstart_getcontents: Zobraziť obsah profilu Kickstart

source: as they would be presented to a client
ca: tal com es presentarien a un client
sk: ako by boli predložené klientovi

source: usage: kickstart_getcontents LABEL
ca: ús: kickstartgetcontents LABEL
sk: použitie: kickstart_getcontents OZNAČENIE

source: kickstart_rename: Rename a Kickstart profile
ca: kickstartrename: canvia el nom d'un perfil de Kickstart
sk: kickstart_rename: Premenovať profil Kickstart

source: usage: kickstart_rename OLDNAME NEWNAME
ca: ús: kickstartrename OLDNAME NEWNAME
sk: použitie: kickstart_rename STARÝ_NÁZOV NOVÝ_NÁZOV

source: kickstart_listcryptokeys: List the crypto keys associated with a Kickstart profile
ca: kickstartlistcryptokeys: Llista les claus de criptografia associades amb un perfil de Kickstart
sk: kickstart_listcryptokeys: Vypíše zoznam šifrovacích kľúčov spojených s profilom Kickstart

source: usage: kickstart_listcryptokeys PROFILE
ca: ús: perfil de kickstartlistcryptokeys
sk: použitie: kickstart_listcryptokeys PROFIL

source: No crypto keys has been found
ca: No s'ha trobat cap clau criptogràfica
sk: Neboli nájdené žiadne šifrovacie kľúče

source: kickstart_addcryptokeys: Add crypto keys to a Kickstart profile
ca: kickstartaddcryptokeys: afegeix claus de criptografia a un perfil de Kickstart
sk: kickstart_addcryptokeys: Pridať šifrovacie kľúče do profilu Kickstart

source: usage: kickstart_addcryptokeys PROFILE <KEY ...>
ca: ús: perfil de kickstartaddcryptokeys <KEY ...>
sk: použitie: kickstart_addcryptokeys PROFIL <KĽÚČ ...>

source: kickstart_removecryptokeys: Remove crypto keys from a Kickstart profile
ca: kickstartremovecryptokeys: Elimina les claus de criptografia d'un perfil de Kickstart
sk: kickstart_removecryptokeys: Odstrániť šifrovacie kľúče z profilu Kickstart

source: usage: kickstart_removecryptokeys PROFILE <KEY ...>
ca: ús: kickstartremovecryptokeys PROFILE <KEY ...>
sk: použitie: kickstart_removecryptokeys PROFIL <KĽÚČ ...>

source: kickstart_listactivationkeys: List the activation keys associated with a Kickstart profile
ca: kickstartlistactivationkeys: Llista les claus d'activació associades amb un perfil de Kickstart
sk: kickstart_listactivationkeys: Vypísať zoznam aktivačných kľúčov priradených k profilu Kickstart

source: usage: kickstart_listactivationkeys PROFILE
ca: ús: kickstartlistactivationkeys PERFIL
sk: použitie: kickstart_listactivationkeys PROFIL

source: kickstart_addactivationkeys: Add activation keys to a Kickstart profile
ca: kickstartaddactivationkeys: afegeix les claus d'activació a un perfil de Kickstart
sk: kickstart_addactivationkeys: Pridať aktivačné kľúče do profilu Kickstart

source: usage: kickstart_addactivationkeys PROFILE <KEY ...>
ca: ús: kickstartaddactivationkeys PROFILE <KEY ...>
sk: použitie: kickstart_addactivationkeys PROFIL <KĽÚČ ...>

source: kickstart_removeactivationkeys: Remove activation keys from a Kickstart profile
ca: kickstartremoveactivationkeys: Elimina les claus d'activació d'un perfil de Kickstart
sk: kickstart_removeactivationkeys: Odstrániť aktivačné kľúče z profilu Kickstart

source: usage: kickstart_removeactivationkeys PROFILE <KEY ...>
ca: ús: kickstartremoveactivationkeys PROFILE <KEY ...>
sk: použitie: kickstart_removeactivationkeys PROFIL <KĽÚČ ...>

source: Remove these keys [y/N]:
ca: Elimina aquestes claus [y/N]:
sk: Odstrániť tieto kľúče [a/N]:

source: kickstart_enableconfigmanagement: Enable configuration management on a Kickstart profile
ca: kickstartenableconfigmanagement: Habilita la gestió de la configuració en un perfil del Kickstart
sk: kickstart_enableconfigmanagement: Povoliť správu konfigurácie na profile Kickstart

source: usage: kickstart_enableconfigmanagement PROFILE
ca: ús: kickstartenableconfigmanagement PROFILE
sk: použitie: kickstart_enableconfigmanagement PROFIL

source: kickstart_disableconfigmanagement: Disable configuration management on a Kickstart profile
ca: kickstartdisableconfigmanagement: Desactiva la gestió de configuració en un perfil de Kickstart
sk: kickstart_disableconfigmanagement: Zakázať správu konfigurácie na profile Kickstart

source: usage: kickstart_disableconfigmanagement PROFILE
ca: ús: kickstartdisableconfigmanagement PROFILE
sk: použitie: kickstart_disableconfigmanagement PROFIL

source: kickstart_enableremotecommands: Enable remote commands on a Kickstart profile
ca: kickstartenableremotecommands: Habilita les ordres remotes en un perfil de Kickstart
sk: kickstart_enableremotecommands: Povoliť vzdialené príkazy na profile Kickstart

source: usage: kickstart_enableremotecommands PROFILE
ca: ús: kickstartenableremotecommands PROFILE
sk: použitie: kickstart_enableremotecommands PROFIL

source: kickstart_disableremotecommands: Disable remote commands on a Kickstart profile
ca: kickstartdisableremotecommands: Desactiva les ordres remotes en un perfil de Kickstart
sk: kickstart_disableremotecommands: Zakázať vzdialené príkazy na profile Kickstart

source: usage: kickstart_disableremotecommands PROFILE
ca: ús: kickstartdisableremotecommands PROFILE
sk: použitie: kickstart_disableremotecommands PROFIL

source: kickstart_setlocale: Set the locale for a Kickstart profile
ca: kickstartsetlocale: estableix la configuració regional per a un perfil de Kickstart
sk: kickstart_setlocale: Nastaviť lokalizáciu pre profil Kickstart

source: usage: kickstart_setlocale PROFILE LOCALE
ca: ús: kickstartsetlocale PROFILE LOCALE
sk: použitie: kickstart_setlocale PROFIL LOKALIZÁCIA

source: kickstart_setselinux: Set the SELinux mode for a Kickstart profile
ca: kickstartsetselinux: estableix el mode SELinux per a un perfil Kickstart
sk: kickstart_setselinux: Nastaviť režim pre SELinux pre profil Kickstart

source: usage: kickstart_setselinux PROFILE MODE
ca: ús: MODE DE PERFIL kickstartsetselinux
sk: použitie: kickstart_setselinux PROFIL REŽIM

source: kickstart_setpartitions: Set the partitioning scheme for a Kickstart profile
ca: kickstartsetpartitions: estableix l'esquema de partició per a un perfil Kickstart
sk: kickstart_setpartitions: Nastaviť schému rozdelenia pre profil Kickstart

source: usage: kickstart_setpartitions PROFILE
ca: ús: PERFIL de kickstartsetpartitions
sk: použitie: kickstart_setpartitions PROFIL

source: kickstart_setdistribution: Set the distribution for a Kickstart profile
ca: kickstartsetdistribution: estableix la distribució per a un perfil de Kickstart
sk: kickstart_setdistribution: Nastaviť distribúciu pre profil Kickstart

source: usage: kickstart_setdistribution PROFILE DISTRIBUTION
ca: ús: distribució del perfil de kickstartsetdistribution
sk: použitie: kickstart_setdistribution PROFIL DISTRIBÚCIA

source: kickstart_enablelogging: Enable logging for a Kickstart profile
ca: kickstartenablelogging: Habilita el registre per a un perfil de Kickstart
sk: kickstart_enablelogging: Povoliť zaznamenávanie pre profil Kickstart

source: usage: kickstart_enablelogging PROFILE
ca: ús: perfil de kickstartenablelogging
sk: použitie: kickstart_enablelogging PROFIL

source: kickstart_addvariable: Add a variable to a Kickstart profile
ca: kickstartaddvariable: afegeix una variable a un perfil de Kickstart
sk: kickstart_addvariable: Pridať premennú do profilu Kickstart

source: usage: kickstart_addvariable PROFILE KEY VALUE
ca: ús: kickstartaddvariable PROFILE KEY VALUE
sk: použitie: kickstart_addvariable PROFIL KĽÚČ HODNOTA

source: kickstart_updatevariable: Update a variable in a Kickstart profile
ca: kickstartupdatevariable: Actualitza una variable en un perfil de Kickstart
sk: kickstart_updatevariable: Aktualizovať premennú v profile Kickstart

source: usage: kickstart_updatevariable PROFILE KEY VALUE
ca: ús: kickstartupdateVALOR CLAU de perfil variable
sk: použitie: kickstart_updatevariable PROFIL KĽÚČ HODNOTA

source: kickstart_removevariables: Remove variables from a Kickstart profile
ca: kickstartremovevariables: Elimina les variables d'un perfil de Kickstart
sk: kickstart_removevariables: Odstrániť premenné z profilu Kickstart

source: usage: kickstart_removevariables PROFILE <KEY ...>
ca: ús: kickstartremovevariables PROFILE <KEY ...>
sk: použitie: kickstart_removevariables PROFIL <KĽÚČ ...>

source: kickstart_listvariables: List the variables of a Kickstart profile
ca: kickstartlistvariables: Llista les variables d'un perfil de Kickstart
sk: kickstart_listvariables: Vypísať zoznam premenných profilu Kickstart

source: usage: kickstart_listvariables PROFILE
ca: ús: perfil de kickstartlistvariables
sk: použitie: kickstart_listvariables PROFIL

source: kickstart_addoption: Set an option for a Kickstart profile
ca: kickstartaddoption: estableix una opció per a un perfil de Kickstart
sk: kickstart_addoption: Nastaviť možnosť pre profil Kickstart

source: usage: kickstart_addoption PROFILE KEY [VALUE]
ca: ús: kickstartaddoption PROFILE KEY [VALUE]
sk: použitie: kickstart_addoption PROFIL KĽÚČ [HODNOTA]

source: %s needs to be set as a custom option
ca: %s s'ha d'establir com una opció personalitzada
sk: %s je potrebné nastaviť ako vlastnú možnosť

source: kickstart_removeoptions: Remove options from a Kickstart profile
ca: kickstartremoveoptions: Elimina les opcions d'un perfil de Kickstart
sk: kickstart_removeoptions: Odstrániť možnosti z profilu Kickstart

source: usage: kickstart_removeoptions PROFILE <OPTION ...>
ca: ús: perfil de kickstartremoveoptions <OPTION ...>
sk: použitie: kickstart_removeoptions PROFIL <MOŽNOSŤ ...>

source: kickstart_listoptions: List the options of a Kickstart profile
ca: kickstartlistoptions: Llista les opcions d'un perfil de Kickstart
sk: kickstart_listoptions: Vypísať zoznam možností profilu Kickstart

source: usage: kickstart_listoptions PROFILE
ca: ús: perfil de kickstartlistoptions
sk: použitie: kickstart_listoptions PROFIL

source: kickstart_listcustomoptions: List the custom options of a Kickstart profile
ca: kickstartlistcustomoptions: Llista les opcions personalitzades d'un perfil de Kickstart
sk: kickstart_listcustomoptions: Vypísať zoznam vlastných možností profilu Kickstart

source: usage: kickstart_listcustomoptions PROFILE
ca: ús: perfil kickstartlistcustomoptions
sk: použitie: kickstart_listcustomoptions PROFIL

source: kickstart_setcustomoptions: Set custom options for a Kickstart profile
ca: kickstartsetcustomoptions: estableix opcions personalitzades per a un perfil de Kickstart
sk: kickstart_setcustomoptions: Nastaviť vlastné možnosti pre profil Kickstart

source: usage: kickstart_setcustomoptions PROFILE
ca: ús: perfil de kickstartsetcustomoptions
sk: použitie: kickstart_setcustomoptions PROFIL

source: kickstart_addchildchannels: Add a child channels to a Kickstart profile
ca: kickstartaddchildchannels: afegeix un canal fill a un perfil de Kickstart
sk: kickstart_addchildchannels: Pridať kanály potomkov k profilu Kickstart

source: usage: kickstart_addchildchannels PROFILE <CHANNEL ...>
ca: ús: kickstartaddchildchannels PERFIL <CHANNEL ...>
sk: použitie: kickstart_addchildchannels PROFIL <KANÁL ...>

source: kickstart_removechildchannels: Remove child channels from a Kickstart profile
ca: kickstartremovechildchannels: elimina els canals fills d'un perfil de Kickstart
sk: kickstart_removechildchannels: Odstrániť kanály potomkov z profilu Kickstart

source: usage: kickstart_removechildchannels PROFILE <CHANNEL ...>
ca: ús: kickstartremovechildchannels PERFIL <CHANNEL ...>
sk: použitie: kickstart_removechildchannels PROFIL <KANÁL ...>

source: kickstart_listchildchannels: List the child channels of a Kickstart profile
ca: kickstartlistchildchannels: Llista els canals fills d'un perfil de Kickstart
sk: kickstart_listchildchannels: Vypísať zoznam kanálov potomkov profilu Kickstart

source: usage: kickstart_listchildchannels PROFILE
ca: ús: kickstartlistchildchannels PERFIL
sk: použitie: kickstart_listchildchannels PROFIL

source: kickstart_addfilepreservations: Add file preservations to a Kickstart profile
ca: kickstartaddfilepreservations: Afegeix les preservacions de fitxers a un perfil del Kickstart
sk: kickstart_addfilepreservations: Pridať uchovania súborov do profilu Kickstart

source: usage: kickstart_addfilepreservations PROFILE <FILELIST ...>
ca: ús: kickstartaddfilepreservations PROFILE <FILELIST ...>
sk: použitie: kickstart_addfilepreservations PROFIL <ZOZNAM_SÚBOROV ...>

source: kickstart_removefilepreservations: Remove file preservations from a Kickstart profile
ca: kickstartremovefilepreservations: Elimina la preservació de fitxers d'un perfil de Kickstart
sk: kickstart_removefilepreservations: Odstrániť uchovania súborov z profilu Kickstart

source: usage: kickstart_removefilepreservations PROFILE <FILE ...>
ca: ús: kickstartremovefilepreservations PROFILE <FILE ...>
sk: použitie: kickstart_removefilepreservations PROFIL <SÚBOR ...>

source: kickstart_listpackages: List the packages for a Kickstart profile
ca: kickstartlistpackages: Llista els paquets per a un perfil de Kickstart
sk: kickstart_listpackages: Vypísať zoznam balíkov pre profil Kickstart

source: usage: kickstart_listpackages PROFILE
ca: ús: perfil de kickstartlistpackages
sk: použitie: kickstart_listpackages PROFIL

source: kickstart_addpackages: Add packages to a Kickstart profile
ca: kickstartaddpackages: afegeix paquets a un perfil del Kickstart
sk: kickstart_addpackages: Pridať balíky do profilu Kickstart

source: usage: kickstart_addpackages PROFILE <PACKAGE ...>
ca: ús: perfil de kickstartaddpackages <PACKAGE ...>
sk: použitie: kickstart_addpackages PROFIL <BALÍK ...>

source: kickstart_removepackages: Remove packages from a Kickstart profile
ca: kickstartremovepackages: Elimina els paquets d'un perfil de Kickstart
sk: kickstart_removepackages: Odstrániť balíky z profilu Kickstart

source: usage: kickstart_removepackages PROFILE <PACKAGE ...>
ca: ús: kickstartremovepackages PROFILE <PACKAGE ...>
sk: použitie: kickstart_removepackages PROFIL <BALÍK ...>

source: kickstart_listscripts: List the scripts for a Kickstart profile
ca: kickstartlistscripts: Llista els scripts per a un perfil del Kickstart
sk: kickstart_listscripts: Vypísať zoznam skriptov pre profil Kickstart

source: usage: kickstart_listscripts PROFILE
ca: ús: kickstartlistscripts PERFIL
sk: použitie: kickstart_listscripts PROFIL

source: No scripts has been found for profile '%s'
ca: No s'ha trobat cap script per al perfil «%s»
sk: Pre profil '%s' sa nenašli žiadne skripty

source: kickstart_addscript: Add a script to a Kickstart profile
ca: kickstartaddscript: Afegeix un script a un perfil del Kickstart
sk: kickstart_addscript: Pridať skript do profilu Kickstart

source: usage: kickstart_addscript PROFILE [options]) options: -p PROFILE -e EXECUTION_TIME ['pre', 'post'] -i INTERPRETER -f FILE -c execute in a chroot environment -t ENABLING_TEMPLATING
ca: ús: perfil kickstartaddscript [opcions] opcions: PERFIL -p -e TEMPS D'EXECUCIÓ ['pre', 'post'] -i INTÈRPRET -f FITXER -c executa en un entorn chroot -T ACTIVANTTEMPLATING
sk: použitie: kickstart_addscript PROFIL [voľby]) voľby: -p PROFIL -e ČAS_VYKONANIA ['pre', 'post'] -i INTERPRETER -f SÚBOR -c vykonať v prostredí chroot -t POVOLENIE_ŠABLÓNOVANIA

source: Profile Name:
ca: Nom del perfil:
sk: Názov profilu:

source: Pre/Post Script [post]:
sk: Skript Pre/Post [post]:

source: Chrooted [Y/n]:
ca: Chrooted [S/n]:
sk: S aplikovaným chroot [A/n]:

source: The execution time is required
ca: El temps d'execució és necessari
sk: Vyžaduje sa čas vykonania

source: Profile Name: %s
ca: Nom del perfil: %s
sk: Názov profilu: %s

source: Execution Time: %s
ca: Temps d'execució: %s
sk: Čas vykonania: %s

source: Template: %s
ca: Plantilla: %s
sk: Šablóna: %s

source: Contents:
ca: Continguts:
sk: Obsah:

source: kickstart_removescript: Remove a script from a Kickstart profile
ca: kickstartremovescript: Elimina un script d'un perfil del Kickstart
sk: kickstart_removescript: Odstrániť skript z profilu Kickstart

source: usage: kickstart_removescript PROFILE [ID]
ca: ús: kickstartremovescript PROFILE [ID]
sk: použitie: kickstart_removescript PROFIL [ID]

source: Invalid script ID
ca: ID de script no vàlid
sk: Neplatný skript ID

source: Script ID:
ca: ID de script:
sk: ID skriptu:

source: Remove this script [y/N]:
ca: Elimina aquest script [y/N]:
sk: Odstrániť tento skript [a/N]:

source: kickstart_clone: Clone a Kickstart profile
ca: kickstartclone: Clona un perfil de Kickstart
sk: kickstart_clone: Klonovať profil Kickstart

source: usage: kickstart_clone [options]) options: -n NAME -c CLONE_NAME
ca: ús: kickstartclone [opcions]) opcions: -n NOM -c CLONENAME
sk: použitie: kickstart_clone [voľby]) voľby: -n NÁZOV -c NÁZOV_KLONU

source: Kickstart Profiles
ca: Perfils del Kickstart
sk: Profily Kickstart

source: Original Profile:
ca: Perfil original:
sk: Pôvodný profil:

source: Cloned Profile:
ca: Perfil clonat:
sk: Klonovaný profil:

source: The Kickstart clone name is required
ca: Es requereix el nom del clon Kickstart
sk: Vyžaduje sa názov klonu Kickstart

source: Kickstart profile you've entered was not found
ca: No s'ha trobat el perfil Kickstart que heu introduït
sk: Profil Kickstart, ktorý ste zadali, sa nenašiel

source: kickstart_export: export kickstart profile(s) to json format file
ca: kickstartexport: exporta el/s perfil/s de kickstart al fitxer de format json
sk: kickstart_export: exportovať profil(y) kickstart do súboru vo formáte json

source: usage: kickstart_export <KSPROFILE>... [options]) options: -f outfile.json : specify an output filename, defaults to <KSPROFILE>.json if exporting a single kickstart, profiles.json for multiple kickstarts, or ks_all.json if no KSPROFILE specified e.g (export ALL) Note : KSPROFILE list is optional, default is to export ALL
ca: ús: kickstartexport <KSPROFILE>... [opcions]) opcions: -f outfile.json: especifica un nom de fitxer de sortida, per defecte és <KSPROFILE>.json si s'exporta un únic kickstart, profiles.json per a múltiples kickstarts, o ksall.json si no s'ha especificat el KSPROFILE p. ex. (exportA-HO TOT) Nota: la llista del KSPROFILE és opcional, per defecte és exportar-LA
sk: použitie: kickstart_export <KS_PROFIL>... [voľby]) options: -f outfile.json : určuje názov výstupného súboru, predvolené hodnoty sú <KS_PROFIL>.json, ak sa exportuje jeden, profiles.json pre viac profilov kickstart alebo ks_all.json, ak nie je zadaný žiadny KS_PROFIL napr. (exportovať VŠETKY) Note : Zoznam KS_PROFILOV je voliteľný, predvolený je export VŠETKÝCH

source: Exporting ALL kickstart profiles to %s
ca: S'estan exportant tots els perfils kickstart a %s
sk: Exportovanie VŠETKÝCH profilov kickstart do %s

source: Error, no valid kickstart profile passed, check name is correct with spacecmd kickstart_list
ca: Error, no s'ha passat cap perfil de kickstart vàlid, el nom de la comprovació és correcte amb spacecmd kickstartlist
sk: Chyba, nebol zadaný žiadny platný profil kickstart, skontrolujte správnosť názvu pomocou spacecmd kickstart_list

source: Exporting ks %s to %s
ca: S'està exportant el ks %s a %s
sk: Exportovanie ks %s do %s

source: File %s exists,
ca: El fitxer %s existeix,
sk: Súbor %s existuje,

source: confirm overwrite file? (y/n)
ca: Voleu confirmar la sobreescriptura? (s/n)
sk: potvrdiť prepísanie súboru? (a/n)

source: Error saving exported kickstart profiles to file
ca: S'ha produït un error en desar els perfils kickstart exportats al fitxer
sk: Chyba pri ukladaní exportovaných profilov kickstart do súboru

source: kickstart_import: import kickstart profile(s) from json file
ca: kickstartimport: importa el/s perfil/s de kickstart del fitxer json
sk: kickstart_import: importovať profil(y) kickstart zo súboru json
