Repository: uyuni-project/uyuni
Catalog: spacecmd/po/*.po
Languages: ca, sk

source: cryptokey_update: Update a cryptographic key
ca: criptokeyupdate: Actualitza una clau criptogràfica
sk: cryptokey_update: Aktualizovať šifrovací kľúč

source: usage: cryptokey_update [options]) options: -t GPG or SSL -d DESCRIPTION -f KEY_FILE
ca: ús: criptokeyupdate [opcions]) opcions: -t GPG o SSL -d DESCRIPCIÓ -f FITXER DE CLAUS
sk: použitie: cryptokey_update [voľby]) voľby: -t GPG alebo SSL -d POPIS -f SÚBOR_KĽÚČA

source: GPG or SSL [G/S]:
ca: GPG o SSL [G/S]:
sk: GPG alebo SSL [G/S]:

source: The key type is required
ca: El tipus de clau és obligatori
sk: Vyžaduje sa typ kľúča

source: A description is required
ca: Es requereix una descripció
sk: Vyžaduje sa popis

source: A file containing the key is required
ca: Es requereix un fitxer que contingui la clau
sk: Vyžaduje sa súbor obsahujúci kľúč

source: No contents of the file
ca: No hi ha contingut del fitxer
sk: Žiadny obsah súboru

source: Invalid key type
ca: Tipus de clau no vàlid
sk: Neplatný typ kľúča

source: cryptokey_delete: Delete a cryptographic key
ca: criptokeydelete: suprimeix una clau criptogràfica
sk: cryptokey_delete: Vymazať šifrovací kľúč

source: usage: cryptokey_delete NAME
ca: ús: nom de criptokeydelete
sk: použitie: cryptokey_delete NÁZOV

source: Delete key(s) [y/N]:
ca: Suprimeix les claus [y/N]:
sk: Vymazať kľúč(e) [a/N]:

source: cryptokey_list: List all cryptographic keys (SSL, GPG)
ca: criptokeylist: Llista totes les claus criptogràfiques (SSL, GPG)
sk: cryptokey_list: Vypísať zoznam všetkých šifrovacích kľúčov (SSL, GPG)

source: usage: cryptokey_list
ca: ús: llista de criptoclau
sk: použitie: cryptokey_list

source: cryptokey_details: Show the contents of a cryptographic key
ca: criptokeydetails: mostra el contingut d'una clau criptogràfica
sk: cryptokey_details: Zobraziť obsah šifrovacieho kľúča

source: usage: cryptokey_details KEY ...
ca: ús: CLAU criptokeydetails...
sk: použitie: cryptokey_details KĽÚČ ...

source: %s is not a valid crypto key
ca: %s no és una clau criptogràfica vàlida
sk: %s nie je platný šifrovací kľúč

source: custominfo_createkey: Create a custom key
ca: custominfocreatekey: crea una clau personalitzada
sk: custominfo_createkey: Vytvoriť vlastný kľúč

source: usage: custominfo_createkey [NAME] [DESCRIPTION]
ca: ús: custominfocreatekey [NOM] [DESCRIPCIÓ]
sk: použitie: custominfo_createkey [NÁZOV] [POPIS]

source: custominfo_deletekey: Delete a custom key
ca: custominfodeletekey: Elimina una clau personalitzada
sk: custominfo_deletekey: Vymazať vlastný kľúč

source: usage: custominfo_deletekey KEY ...
ca: ús: clau custominfodeletekey...
sk: použitie: custominfo_deletekey KĽÚČ ...

source: custominfo_listkeys: List all custom keys
ca: custominfolistkeys: Llista totes les claus personalitzades
sk: custominfo_listkeys: Vypísať zoznam všetkých vlastných kľúčov

source: usage: custominfo_listkeys
ca: ús: custominfolistkeys
sk: použitie: custominfo_listkeys

source: custominfo_details: Show the details of a custom key
ca: custominfodetails: mostra els detalls d'una clau personalitzada
sk: custominfo_details: Zobraziť podrobnosti vlastného kľúča

source: usage: custominfo_details KEY ...
ca: ús: clau custominfodetails...
sk: použitie: custominfo_details KĽÚČ ...

source: No keys matched argument '{}'.
ca: No hi ha cap clau que coincideixi amb l'argument «{}».
sk: Žiadne kľúče sa nezhodujú s argumentom '{}'.

source: Label: %s
ca: Etiqueta: %s
sk: Označenie: %s

source: Description: %s
ca: Descripció: %s
sk: Popis: %s

source: Modified: %s
ca: Modificat: %s
sk: Zmenený: %s

source: System Count: %i
ca: Comptador del sistema: %i
sk: Počet systémov: %i

source: custominfo_updatekey: Update a custom key
ca: custominfoupdatekey: Actualitza una clau personalitzada
sk: custominfo_updatekey: Aktualizovať vlastný kľúč

source: usage: custominfo_updatekey [NAME] [DESCRIPTION]
ca: ús: custominfoupdatekey [NOM] [DESCRIPCIÓ]
sk: použitie: custominfo_updatekey [NÁZOV] [POPIS]

source: distribution_create: Create a Kickstart tree
ca: distributioncreate: crea un arbre Kickstart
sk: distribution_create: Vytvoriť strom Kickstart

source: usage: distribution_create [options] options: -n NAME -p path to tree -b base channel to associate with -t install type [fedora18|rhel_6/7/8|sles12generic|sles15generic|suse|generic_rpm|...]
ca: ús: distributioncreate [opcions] opcions: -n NOM -p camí a l'arbre -b canal base per associar-se -t instal·la el tipus [fedora18]rhel6/7/8]sles12generic|sles15generic]suse...genericrpm......]
sk: použitie: distribution_create [voľby] voľby: -n NÁZOV -p cesta k stromu -b základný kanál, s ktorým sa má spojiť -t inštalovaný typ [fedora18|rhel_6/7/8|sles12generic|sles15generic|suse|generic_rpm|...]

source: The name of the distribution is required
ca: Es requereix el nom de la distribució
sk: Vyžaduje sa názov distribúcie

source: Path to Kickstart Tree:
ca: Camí a l'arbre Kickstart:
sk: Cesta k stromu Kickstart:

source: Base Channel:
ca: Canal base:
sk: Základný kanál:

source: Invalid channel label
ca: Etiqueta de canal no vàlida
sk: Neplatné označenie kanála

source: Install Types
ca: Instal·la tipus
sk: Inštalované typy

source: Install Type:
ca: Tipus d'instal·lació:
sk: Inštalovaný typ:

source: Invalid install type
ca: Tipus d'instal·lació no vàlid
sk: Neplatný inštalovaný typ

source: A path is required
ca: Es requereix un camí
sk: Vyžaduje sa cesta

source: A base channel is required
ca: Es requereix un canal base
sk: Vyžaduje sa základný kanál

source: An install type is required
ca: Es requereix un tipus d'instal·lació
sk: Vyžaduje sa inštalovaný typ

source: distribution_list: List the available autoinstall trees
ca: llista de distribució: Llista els arbres d'instal·lació automàtica disponibles
sk: distribution_list: Vypísať zoznam dostupných stromov automatickej inštalácie

source: usage: distribution_list
ca: ús: llista de distribució
sk: použitie: distribution_list

source: distribution_delete: Delete a Kickstart tree
ca: distributiondelete: suprimeix un arbre Kickstart
sk: distribution_delete: Vymazať strom Kickstart

source: usage: distribution_delete LABEL
ca: ús: distribuciósuprimeix l'ETIQUETA
sk: použitie: distribution_delete OZNAČNIE

source: No distributions matched argument %s
ca: No hi ha distribucions que coincideixin amb l'argument %s
sk: Žiadne distribúcie sa nezhodujú s argumentom %s

source: Delete distribution tree(s) [y/N]:
ca: Suprimeix l'arbre de distribució [y/N]:
sk: Vymazať distribučný strom(y) [a/N]:

source: distribution_details: Show the details of a Kickstart tree
ca: distributiondetails: mostra els detalls d'un arbre Kickstart
sk: distribution_details: Zobraziť podrobnosti stromu Kickstart

source: usage: distribution_details LABEL
ca: ús: distributiondetails LABEL
sk: použitie: distribution_details OZNAČENIE

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Path: %s
ca: Camí: %s
sk: Cesta: %s

source: Channel: %s
ca: Canal: %s
sk: Kanál: %s

source: distribution_rename: Rename a Kickstart tree
ca: distributionrename: Canvia el nom d'un arbre Kickstart
sk: distribution_rename: Premenovať Kickstart strom

source: usage: distribution_rename OLDNAME NEWNAME
ca: ús: distribucióreanomena OLDNAME NEWNAME
sk: použitie: distribution_rename STARÝ_NÁZOV NOVÝ_NÁZOV

source: distribution_update: Update the path of a Kickstart tree
ca: distributionupdate: Actualitza el camí d'un arbre Kickstart
sk: distribution_update: Aktualizovať cestu stromu Kickstart

source: usage: distribution_update NAME [options] options: -p path to tree -b base channel to associate with -t install type [fedora18|rhel_6/7/8|sles12generic|sles15generic|suse|generic_rpm|...]
ca: ús: distributionupdate NAME [opcions] opcions: -p camí a l'arbre -b canal base per associar-se -t instal·la el tipus [fedora18]rhel6/7/8]sles12generic|sles15generic]suse...genericrpm......]
sk: použitie: distribution_update NÁZOV [voľby] voľby: -p cesta k stromu -b základný kanál, s ktorým sa má spojiť -t inštalovaný typ [fedora18|rhel_6/7/8|sles12generic|sles15generic|suse|generic_rpm|...]

source: errata_list: List all patches
ca: erratalist: llista tots els pedaços
sk: errata_list: Vypísať zoznam všetkých opráv

source: usage: errata_list
ca: ús: erratalist
sk: použitie: errata_list

source: errata_summary: Print a summary of all errata
ca: errataresum: Imprimeix un resum de tots els errata
sk: errata_summary: Vytlačiť súhrn všetkých opráv chýb

source: usage: errata_summary
ca: ús: errataresum
sk: použitie: errata_summary

source: errata_apply: Apply an erratum to all affected systems
ca: errataaplicació: Aplica un erratum a tots els sistemes afectats
sk: errata_apply: Použiť opravu chyby na všetky dotknuté systémy

source: usage: errata_apply [options] ERRATA|search:XXX ...) options: -s START_TIME
ca: ús: errataapply [opcions] ERRATA:cerca:XXX ...) opcions: -s HORA D'INICI
sk: použitie: errata_apply [voľby] OPRAVY_CHÝB|search:XXX ...) voľby: -s ČAS_SPUSTENIA

source: Start Time [now]:
ca: Hora d'inici [ara]:
sk: Čas spustenia [teraz]:

source: No patches to apply
ca: No hi ha pedaços a aplicar
sk: Žiadne opravy na aplikovanie

source: Errata Systems
ca: Sistemes errata
sk: Systémy opráv chýb

source: Start Time: %s
ca: Hora d'inici: %s
sk: Čas spustenia: %s

source: Apply these patches [y/N]:
ca: Aplica aquests pedaços [y/N]:
sk: Použiť tieto opravy [a/N]:

source: Scheduled %i system(s) for %s
ca: Sistema(s) programat(s) %i per a %s
sk: Naplánovaných %i systém(ov) pre %s

source: No patches to schedule for %s
ca: No hi ha pedaços per programar per a %s
sk: Žiadne opravy na naplánovanie pre %s

source: Scheduled %i patches for %s
ca: %i pedaços programats per a %s
sk: Naplánovaných %i opráv pre %s

source: errata_listaffectedsystems: List of systems affected by an patch
ca: erratalistaffectedsystems: Llista de sistemes afectats per un pedaç
sk: errata_listaffectedsystems: Vypísať zoznam systémov ovplyvnených opravou

source: usage: errata_listaffectedsystems ERRATA|search:XXX ...
ca: ús: erratalistaffectedsystems ERRATAscerca:XXX ...
sk: použitie: errata_listaffectedsystems OPRAVY_CHÝB|search:XXX ...

source: errata_listcves: List of CVEs addressed by an patch
ca: erratalistcves: Llista de CVEs adreçats per un pedaç
sk: errata_listcves: Zoznam CVE adresovaných opravou

source: usage: errata_listcves ERRATA|search:XXX ...
ca: ús: erratalistcves ERRATA:cerca:XXX ...
sk: použitie: errata_listcves OPRAVY_CHÝB|search:XXX ...

source: No errata has been found
ca: No s'ha trobat cap errata
sk: Žiadne opravy chýb sa nenašli

source: errata_findbycve: List errata addressing a CVE
ca: erratafindbycve: Llista els errata que s'adrecen a un CVE
sk: errata_findbycve: Vypísať zoznam opráv chýb adresujúcich CVE

source: usage: errata_findbycve CVE-YYYY-NNNN ...
ca: ús: erratafindbycve CVE-YYYY-NNNN ...
sk: použitie: errata_findbycve CVE-YYYY-NNNN ...

source: errata_details: Show the details of an patch
ca: erratadetails: mostra els detalls d'un pedaç
sk: errata_details: Zobraziť podrobnosti opravy

source: usage: errata_details ERRATA|search:XXX ...
ca: ús: erratadetails ERRATAscerca:XXX ...
sk: použitie: errata_details OPRAVY_CHÝB|search:XXX ...

source: %s is not a valid erratum
ca: %s no és un erratum vàlid
sk: %s nie je platná oprava chyby

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Product: %s
ca: Producte: %s
sk: Produkt: %s

source: Type: %s
ca: Tipus: %s
sk: Typ: %s

source: Status: %s
ca: Estat: %s
sk: Stav: %s

source: Issue Date: %s
ca: Data d'emissió: %s
sk: Dátum vydania: %s

source: Topic
ca: Tema
sk: Predmet

source: Description
ca: Descripció
sk: Popis

source: Notes
sk: Poznámky

source: CVEs
ca: CVE
sk: CVE

source: Vendor Advisory
ca: Assessor del proveïdor
sk: Upozornenie dodávateľa

source: Solution
ca: Solució
sk: Riešenie

source: References
ca: Referències
sk: Odkazy

source: Affected Channels
ca: Canals afectats
sk: Ovplyvnené kanály

source: Affected Systems
ca: Sistemes afectats
sk: Ovplyvnené systémy

source: Affected Packages
ca: Paquets afectats
sk: Ovplyvnené balíky

source: errata_delete: Delete an patch
ca: erratadelete: suprimeix un pedaç
sk: errata_delete: Vymazať opravu

source: usage: errata_delete ERRATA|search:XXX ...
ca: ús: erratadelete ERRATA:cerca:XXX ...
sk: použitie: errata_delete OPRAVY_CHÝB|search:XXX ...

source: No patches to delete
ca: No hi ha pedaços a suprimir
sk: Žiadne opravy na vymazanie

source: Erratum Channels
ca: Canals d'Erratum
sk: Kanály opravy chyby

source: Delete these patches [y/N]:
ca: Suprimeix aquests pedaços [y/N]:
sk: Vymazať tieto opravy [a/N]:

source: Deleted %i patches
ca: %i pedaços eliminats
sk: Vymazať %i opráv

source: errata_publish: Publish an patch to a channel
ca: erratapublish: publica un pedaç a un canal
sk: errata_publish: Zverejniť opravu na kanáli

source: usage: errata_publish ERRATA|search:XXX <CHANNEL ...>
ca: ús: erratapublish ERRATA:cerca:XXX <CHANNEL ...>
sk: použitie: errata_publish OPRAVY_CHÝB|search:XXX <KANÁL ...>

source: No patches to publish
ca: No hi ha pedaços per publicar
sk: Žiadne opravy na zverejnenie

source: Publish these patches [y/N]:
ca: Publica aquests pedaços [y/N]:
sk: Publikovať tieto opravy [a/N]:

source: errata_search: List patches that meet the given criteria
ca: erratasearch: Llista els pedaços que compleixen els criteris indicats
sk: errata_search: Vypísať zoznam opráv chýb, ktoré zodpovedajú daným kritériám

source: usage: errata_search CVE|RHSA|RHBA|RHEA|CLA ...
ca: ús: erratasearch CVE:RHSA:RHBA:RHEA:CLA ...
sk: použitie: errata_search CVE|RHSA|RHBA|RHEA|CLA ...

source: Example:
ca: Exemple:
sk: Príklad:

source: filepreservation_list: List all file preservations
ca: filepreservationlist: Llista totes les conservacions de fitxers
sk: filepreservation_list: Vypísať zoznam všetkých uchovaní súborov

source: usage: filepreservation_list
ca: ús: filepreservationlist
sk: použitie: filepreservation_list

source: filepreservation_create: Create a file preservation list
ca: filepreservationcreate: crea una llista de preservació de fitxers
sk: filepreservation_create: Vytvoriť zoznam uchovaní súborov

source: usage: filepreservation_create [NAME] [FILE ...]
ca: ús: filepreservationcreate [NOM] [FITXER ...]
sk: použitie: filepreservation_create [NÁZOV] [SÚBOR ...]

source: File List
ca: Llista de fitxers
sk: Zoznam súborov

source: File [blank to finish]:
ca: Fitxer [en blanc per acabar]:
sk: Súbor [prázdne na dokončenie]:

source: filepreservation_delete: Delete a file preservation list
ca: filepreservationdelete: Elimina una llista de preservació de fitxers
sk: filepreservation_delete: Vymazať zoznam uchovaní súborov

source: usage: filepreservation_delete NAME
ca: ús: filepreservationdelete NOM
sk: použitie: filepreservation_delete NÁZOV

source: Delete this list [y/N]:
ca: Suprimeix aquesta llista [y/N]:
sk: Vymazať tento zoznam [a/N]:

source: filepreservation_details: Show the details of a file 'preservation list
ca: filepreservationdetails: mostra els detalls d'un fitxer 'llista de preservació
sk: filepreservation_details: Zobraziť podrobnosti zoznamu 'uchovaní súborov

source: usage: filepreservation_details NAME
ca: ús: filepreservationdetails NOM
sk: použitie: filepreservation_details NÁZOV

source: group_addsystems: Add systems to a group
ca: groupaddsystems: afegeix sistemes a un grup
sk: group_addsystems: Pridať systémy do skupiny

source: usage: group_addsystems GROUP <SYSTEMS>
ca: ús: groupaddsystems GROUP <SYSTEMS>
sk: použitie: group_addsystems SKUPINA <SYSTÉMY>

source: group_addsystems GROUP <ssm>
sk: group_addsystems SKUPINA <ssm>

source: group_removesystems: Remove systems from a group
ca: groupremovesystems: Elimina els sistemes d'un grup
sk: group_removesystems: Odstrániť systémy zo skupiny

source: usage: group_removesystems GROUP <SYSTEMS>
ca: ús: groupremovesystems GROUP <SYSTEMS>
sk: použitie: group_removesystems SKUPINA <SYSTÉMY>

source: Systems
ca: Tipus de sistema
sk: Systémy

source: Remove these systems [y/N]:
ca: Elimina aquests sistemes [y/N]:
sk: Odstrániť tieto systémy [a/N]:

source: No systems found
ca: No s'ha trobat cap sistema
sk: Nenašli sa žiadne systémy

source: group_create: Create a system group
ca: groupcreate: crea un grup del sistema
sk: group_create: Vytvoriť systémovú skupinu

source: usage: group_create [NAME] [DESCRIPTION]
ca: ús: groupcreate [NAME] [DESCRIPTION]
sk: použitie: group_create [NÁZOV] [POPIS]

source: group_delete: Delete a system group
ca: groupdelete: Elimina un grup del sistema
sk: group_delete: Vymazať systémovú skupinu

source: usage: group_delete NAME ...
ca: ús: nom del grupdelete...
sk: použitie: group_delete NÁZOV ...

source: Delete these groups [y/N]:
ca: Suprimeix aquests grups [y/N]:
sk: Vymazať tieto skupiny [a/N]:

source: group_backup: backup a system group
ca: groupbackup: fa una còpia de seguretat d'un grup del sistema
sk: group_backup: zálohovať systémovú skupinu

source: usage: group_backup <NAME> [OUTDIR]) group_backup ALL "OUTDIR" defaults to $HOME/spacecmd-backup/group/YYYY-MM-DD/NAME "ALL" is a keyword and collects all groups
ca: ús: grupbackup <NAME> [OUTDIR]) groupbackup ALL «OUTDIR» per defecte a $HOME/spacecmd-backup/group/YYYY-MM-DD/NAME "ALL" és una paraula clau i recull tots els grups
sk: použitie: group_backup <NÁZOV> [VÝST_ADR]) group_backup ALL "VÝST_ADR" predvolená hodnota je $HOME/spacecmd-backup/group/YYYY-MM-DD/NÁZOV "ALL" je kľúčové slovo a zhromažďuje všetky skupiny

source: Backup Group: %s
ca: Grup de còpia de seguretat: %s
sk: Zálohovať skupinu: %s

source: Output File: %s
ca: Fitxer de sortida: %s
sk: Výstupný súbor: %s

source: group_restore: restore a system group
ca: grouprestore: restaura un grup del sistema
sk: group_restore: obnoviť systémovú skupinu

source: usage: group_restore INPUTDIR [NAME] ... group_restore INPUTDIR ALL group_restore INPUTDIR group_restore . Specifying only INPUTDIR will default to ALL groups. Setting dot (.) instead of full INPUTDIR will imply current directory.
ca: ús: grouprestore INPUTDIR [NOM] ... groupRESTAURA INPUTDIR ALL grouprestore INPUTDIR grouprestore . Especificar només INPUTDIR serà predeterminat per a TOTS els grups. Establir punt (.) en lloc de fitxer INPUTDIR complet implicarà el directori actual.
sk: usage: group_restore VSTUP_ADR [NÁZOV] ... group_restore VSTUP_ADR ALL group_restore VSTUP_ADR group_restore . Zadanie iba VSTUP_ADR bude predvolené pre VŠETKY skupiny. Zadanie bodky (.) namiesto úplného VSTUP_ADR bude znamenať aktuálny adresár.

source: Restore dir %s does not exits or is not a directory
ca: El directori de restauració %s no surt o no és un directori
sk: Adresár obnovenia %s neexistuje alebo nejde o adresár

source: Restore dir %s has no restore items
ca: El directori de restauració %s no té elements de restauració
sk: Adresár obnovenia %s nemá žiadne položky obnovenia

source: Group %s was not found in backup
ca: No s'ha trobat el grup %s a la còpia de seguretat
sk: Skupina %s sa nenašla v zálohe

source: Found %s missing groups, terminating
ca: S'han trobat %s grups que manquen, s'està terminant
sk: Nájdené %s chýbajúce skupiny, ukončuje sa

source: Assuming group to be in old plain text format
ca: Suposant que el grup estigui en format de text pla antic
sk: Predpokladáme, že skupina je v starom formáte jednoduchého textu

source: Group %s already restored
ca: El grup %s ja està restaurat
sk: Skupina %s je už obnovená

source: Changing description from:
ca: S'està canviant la descripció de:
sk: Zmena popisu z:

source: Continue [y/N]:
ca: Continua [y/N]:
sk: Pokračovať [a/N]:

source: Updating description for group: %s
ca: S'està actualitzant la descripció del grup: %s
sk: Aktualizácia popisu pre skupinu: %s

source: Update formula data from backup? [y/N]:
ca: Voleu actualitzar les dades de la fórmula des de la còpia de seguretat? [s/N]:
sk: Aktualizovať údaje vzorca zo zálohy? [a/N]:

source: Updating data for group: %s
ca: S'estan actualitzant les dades del grup: %s
sk: Aktualizácia údajov pre skupinu: %s

source: Creating new group %s
ca: S'està creant el grup nou %s
sk: Vytvorenie novej skupiny %s

source: group_list: List available system groups
ca: Llista de grups: Llista de grups de sistemes disponibles
sk: group_list: Vypísať zoznam dostupných systémových skupín

source: usage: group_list
ca: ús: llista de grups
sk: použitie: group_list

source: group_listsystems: List the members of a group
ca: grouplistsystems: Llista els membres d'un grup
sk: group_listsystems: Vypísať zoznam členov skupiny

source: usage: group_listsystems GROUP
ca: ús: grouplistsystems GROUP
sk: použitie: group_listsystems SKUPINA

source: %s is not a valid group
ca: %s no és un grup vàlid
sk: %s nie je platná skupina

source: group_details: Show the details of a system group
ca: groupdetails: mostra els detalls d'un grup del sistema
sk: group_details: Zobraziť podrobnosti o systémovej skupine

source: usage: group_details GROUP ...
ca: ús: GROUPdetails GROUP...
sk: použitie: group_details SKUPINA ...

source: The group "%s" is invalid
ca: El grup «%s» no és vàlid
sk: Skupina "%s" je neplatná

source: Name: %s
ca: Nom: %s
sk: Názov: %s

source: Description: %s
ca: Descripció: %s
sk: Popis: %s

source: Number of Systems: %i
ca: Nombre de sistemes: %i
sk: Počet systémov: %i

source: Members
ca: Membres
sk: Členovia

source: group_listconfigchannels: List configuration channels assigned to a system group
ca: grouplistconfigchannels: Llista els canals de configuració assignats a un grup de sistemes
sk: group_listconfigchannels: Vypísať zoznam konfiguračných kanálov priradených k systémovej skupine

source: usage: group_listconfigchannels GROUP
ca: ús: grouplistconfigchannels GROUP
sk: použitie: group_listconfigchannels SKUPINA

source: group_addconfigchannels: Add config channels to a group
ca: groupaddconfigchannels: afegeix canals de configuració a un grup
sk: group_addconfigchannels: Pridať konfiguračné kanály ku skupine

source: usage: group_addconfigchannels <GROUP> <CHANNEL ...>
ca: ús: groupaddconfigchannels <GROUP> <CHANNEL ...>
sk: použitie: group_addconfigchannels <SKUPINA> <KANÁL ...>

source: group_removeconfigchannels: Remove config channels from a group
ca: groupremoveconfigchannels: Elimina els canals de configuració d'un grup
sk: group_removeconfigchannels: Odstrániť konfiguračné kanály zo skupiny

source: usage: group_removeconfigchannels <GROUP> <CHANNEL ...>
ca: ús: groupremoveconfigchannels <GROUP> <CHANNEL ...>
sk: použitie: group_removeconfigchannels <SKUPINA> <KANÁL ...>

source: kickstart_list: List the available Kickstart profiles
ca: kickstartlist: Llista els perfils disponibles de Kickstart
sk: kickstart_list: Vypísať zoznam dostupných profilov Kickstart

source: usage: kickstart_list
ca: ús: kickstartlist
sk: použitie: kickstart_list

source: No kickstart profiles available
ca: No hi ha perfils kickstart disponibles
sk: Nie sú k dostupné žiadne profily kickstart

source: kickstart_create: Create a Kickstart profile
ca: kickstartcreate: crea un perfil Kickstart
sk: kickstart_create: Vytvoriť profil Kickstart

source: usage: kickstart_create [options]) options: -n NAME -d DISTRIBUTION -p ROOT_PASSWORD -v VIRT_TYPE ['none', 'para_host', 'qemu', 'xenfv', 'xenpv']
ca: ús: kickstartcreate [opcions]) opcions: -n NOM -d DISTRIBUCIÓ -p CONTRASENYAARREL -v VIRTTYPE ['none', 'parahost', 'qemu', 'xenfv', 'xenpv']
sk: použitie: kickstart_create [voľby]) voľby: -n NÁZOV -d DISTRIBÚCIA -p HESLO_ROOT -v VIRT_TYP ['none', 'para_host', 'qemu', 'xenfv', 'xenpv']

source: Virtualization Types
ca: Tipus de virtualització
sk: Typy virtualizácie

source: Virtualization Type [none]:
ca: Tipus de virtualització [none]:
sk: Typ virtualizácie [none]:

source: Distributions
ca: Distribucions
sk: Distribúcie

source: Root Password:
ca: Contrasenya arrel:
sk: Heslo správcu systému:

source: Repeat Password:
ca: Contrasenya de repetició:
sk: Zopakujte heslo:
