Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: AppStream modules with defaults
ca: Mòduls d'AppStream amb valors predeterminats
cs: Moduly AppStream s výchozími hodnotami
ja: デフォルトのAppStreamモジュール
sk: Moduly AppStream s predvolenými nastaveniami

source: Template
ca: Plantilla
cs: Šablona
ja: テンプレート
sk: Šablóna

source: Product
ca: Producte
cs: Produkt
ja: 製品
sk: Produkt

source: latest
ca: més
cs: nejnovější
ja: 最新
sk: najnovšie

source: Create a new content lifecycle project
ca: Crea un nou projecte de cicle de vida de contingut
cs: Vytvořit nový projekt životního cyklu obsahu
ja: 新しいコンテンツライフサイクルプロジェクトの作成
sk: Vytvoriť nový projekt životného cyklu obsahu

source: Create Project
ca: Crea un projecte
cs: Vytvořit projekt
ja: プロジェクトの作成
sk: Vytvoriť projekt

source: Content Lifecycle Projects
ca: Projectes de cicle de vida del contingut
cs: Projekty životního cyklu obsahu
ja: コンテンツライフサイクルプロジェクト
sk: Projekty životného cyklu obsahu

source: Last Build
ca: Darrera construcció
cs: Poslední sestavení
ja: 前回のビルド
sk: Posledné zostavenie

source: Environment Lifecycle
ca: Cicle de vida de l'entorn
cs: Životní cyklus životního prostředí
ja: 環境ライフサイクル
sk: Životný cyklus prostredia

source: The project you are looking for does not exist or has been deleted
ca: El projecte que busqueu no existeix o s'ha suprimit
cs: Hledaný projekt neexistuje nebo byl odstraněn
ja: お探しのプロジェクトは存在していないか、削除されています
sk: Hľadaný projekt neexistuje alebo bol vymazaný

source: Content Lifecycle Project - {name}
ca: Projecte de cicle de vida del contingut - {name}
ja: コンテンツライフサイクルプロジェクト - {name}
sk: Projekt životného cyklu obsahu - {name}

source: Delete Project
ca: Suprimeix el projecte
cs: Odstranit projekt
ja: プロジェクトの削除
sk: Vymazať projekt

source: Are you sure you want to delete project
ca: Esteu segur que voleu suprimir el projecte
cs: Opravdu chcete odstranit projekt
ja: プロジェクトを削除してよろしいですか
sk: Naozaj chcete vymazať projekt

source: Package
ca: Paquet
cs: Balíček
ja: パッケージ
sk: Balík

source: Product Temporary Fix
ca: Correcció temporal del producte
ja: 製品の一時的修正

source: contains
ca: conté
cs: obsahuje
ja: 含む
sk: obsahuje

source: containing
ca: conté
cs: obsahující
ja: 含む
sk: obsahujúce

source: matches
ca: coincidències
cs: shoduje se
ja: 該当する
sk: zhoduje sa

source: regular expression matches package name
ca: l'expressió regular coincideix amb el nom del paquet
cs: regulární výraz odpovídá názvu balíčku
ja: パッケージ名に対する正規表現
sk: regulárny výraz sa zhoduje s názvom balíka

source: equals
ca: igual
cs: shoduje se
ja: 等しい
sk: zhoduje sa

source: contains package name equals
ca: conté el nom del paquet igual
cs: obsahuje shodný název balíčku
ja: 一致するパッケージ名
sk: obsahuje názov balíka rovnaký

source: version lower than
ca: versió inferior a
cs: verze nižší než
ja: バージョン上限
sk: verzia nižšia ako

source: contains package with epoch/version/release lower than
ca: conté un paquet amb l'època/versió/llançament inferior a
cs: obsahuje balíček s epochou/verzí/vydáním nižší/-m než
ja: 指定したエポック／バージョン／リリースよりも古いパッケージ
sk: obsahuje balík s obdobím/verziou/vydaním nižším ako

source: version lower or equal than
ca: versió més baixa o igual que
cs: verze nižší nebo rovna
ja: バージョン上限 (等しいものを含む)
sk: verzia nižšia alebo rovná ako

source: contains package with epoch/version/release lower or equal than
ca: conté un paquet amb una època/versió/llançament més baixa o igual que
cs: obsahuje balíček s epochou/verzí/vydáním nižší/-m nebo rovnou/-ým
ja: 指定したエポック／バージョン／リリースと同じか、もしくはそれよりも古いパッケージ
sk: obsahuje balík s obdobím/verziou/vydaním nižším alebo rovným ako

source: version equal
ca: versió igual
cs: verze se rovná
ja: バージョン一致
sk: rovnaká verzia

source: contains package with epoch/version/release equal than
ca: conté un paquet amb una època/versió/llançament igual que
cs: obsahuje balíček s epochou/verzí/vydáním rovnou/-ým
ja: 指定したエポック／バージョン／リリースと等しいパッケージ
sk: obsahuje balík s obdobím/verziou/vydaním rovnakým ako

source: version greater or equal than
ca: versió més gran o igual que
cs: verze větší nebo rovna
ja: バージョン下限 (等しいものを含む)
sk: verzia väčšia alebo rovná ako

source: contains package with epoch/version/release greater or equal than
ca: conté un paquet amb una època/versió/llançament més gran o igual que
cs: obsahuje balíček s epochou/verzí/vydáním větší/-m nebo rovnou/-ým
ja: 指定したエポック／バージョン／リリースと同じか、もしくはそれよりも新しいパッケージ
sk: obsahuje balík s obdobím/verziou/vydaním väčším alebo rovným ako

source: contains package with epoch/version/release greater than
ca: conté un paquet amb una època/versió/llançament més gran que
cs: obsahuje balíček s epochou/verzí/vydáním větší/-m než
ja: 指定したエポック／バージョン／リリースよりも新しいパッケージ
sk: obsahuje balík s obdobím/verziou/vydaním väčším ako

source: contains package which provides name equal
ca: conté un paquet que proporciona el nom igual
cs: obsahuje balíček poskytující shodný název
ja: 指定した名前が等しいパッケージ
sk: obsahuje balík, ktorý poskytuje rovnaký názov

source: lower
ca: més baix
cs: menší
ja: 古い
sk: nižšia

source: lower than
ca: més baix que
cs: menší než
ja: 指定したものより古い
sk: nižšia ako

source: lower or equal
ca: inferior o igual
cs: menší nebo rovno
ja: 古いか等しい
sk: nižšia alebo rovnaká

source: lower or equal than
ca: menor o igual que
cs: menší než nebo rovno
ja: 指定したものよりも古いか等しい
sk: nižšia alebo rovnaká ako

source: equal
ca: igual
cs: roven / stejný
ja: 等しい
sk: rovnaká

source: greater or equal
ca: més gran o igual
cs: větší nebo rovno
ja: 新しいか等しい
sk: vyššia alebo rovnaká

source: greater or equal than
ca: més gran o igual que
cs: větší než nebo rovno
ja: 指定したものよりも新しいか等しい
sk: vyššia alebo rovnaká ako

source: greater
ca: més
cs: větší
ja: 新しい
sk: vyššia

source: matches regular expression
ca: coincideix amb l'expressió regular
cs: vyhovuje regulárnímu výrazu
ja: 正規表現にマッチするもの
sk: sa zhoduje s regulárnym výrazom

source: provides name
ca: proporciona nom
cs: poskytuje název
ja: 名前が指定されているもの
sk: poskytuje názov

source: provides name equal
ca: proporciona el nom igual
cs: poskytuje shodný název
ja: 指定した名前が等しいもの
sk: poskytuje rovnaký názov

source: none (disable modularity)
ca: none (desactiva la modularitat)
ja: なし (モジュール化を無効にする)
sk: žiadne (zakázať modularitu)

source: all
ca: tots
ja: すべて
sk: všetky

source: all program temporary fixes
ca: totes les correccions temporals del programa
ja: すべてのプログラムの一時的な修正
sk: všetky dočasné opravy programov

source: Build date
ca: Data de construcció
ja: 日付の構築
sk: Dátum zostavenia

source: Advisory Name
ca: Nom de l'assessor
cs: Název poradenství
ja: アドバイザリ名
sk: Názov upozornenia

source: Keyword
ca: Paraula
cs: Klíčové slovo
ja: キーワード
sk: Kľúčové slovo

source: Issue date
ca: Data d'emissió
cs: Datum vydání
ja: 発行日
sk: Dátum vydania

source: Contains Package Name
ca: Conté el nom del paquet
cs: Obsahuje název balíčku
ja: パッケージ名を含むもの
sk: Obsahuje názov balíka

source: Contains Package Provides Name
ca: Conté el nom dels proveïdors de paquets
cs: Obsahuje balíček poskytující název
ja: 名前を指定したパッケージを含むもの
sk: Obsahuje balík poskytujúci názov

source: Contains Package
ca: Conté el paquet
cs: Obsahuje balíček
ja: パッケージを含むもの
sk: Obsahuje balík

source: Fixes Package Name
ca: Corregeix el nom del paquet
ja: 修正パッケージ名
sk: Názov balíka opráv

source: enable module
ca: habilita el mòdul
cs: povolit modul
ja: モジュールの有効化
sk: povoliť modul

source: disable all modules
ca: inhabilita tots els mòduls
ja: すべてのモジュールの無効化
sk: zakázať všetky moduly

source: Build ({count})
ca: Construcció ({count})
ja: ビルド({count})
sk: Zostaviť ({count})

source: Build Project
ca: Construeix el projecte
cs: Sestavit projekt
ja: プロジェクトのビルド
sk: Zostaviť projekt

source: Building project
ca: Construir projecte
ja: プロジェクトをビルドしています
sk: Zostavovanie projektu

source: The project contains channels with unsynchronized patches. They will be synchronized depending on your Organization settings.
ca: El projecte conté canals amb pedaços no sincronitzats. Se sincronitzaran segons la configuració de l'organització.
cs: Projekt obsahuje kanály s nesynchronizovanými záplatami. Budou synchronizovány způsobem dle nastavení Vaší organizace.
ja: このプロジェクトには同期されていないパッチを含むチャンネルがあります。これらの同期は、お使いの組織の設定に従って行なわれます。
sk: Projekt obsahuje kanály s nesynchronizovanými opravami. Budú synchronizované v závislosti od vašich nastavení organizácie.

source: Version Message
ca: Missatge de versió
cs: Zpráva o verzi
ja: バージョンメッセージ
sk: Správa o verzii

source: Version {version} history
ca: Historial de la versió {version}
ja: バージョン{version}の履歴
sk: História verzie {version}

source: Version {version} successfully built into {environmentName}
ca: La versió {version} s'ha incorporat correctament a {environmentName}
ja: バージョン{version}を{environmentName}にビルドしました
sk: Verzia {version} bola úspešne zabudovaná do {environmentName}

source: Insert before
ca: Insereix abans
cs: Vložte před
ja: 前に挿入
sk: Vložte pred

source: Add Environment
ca: Afegeix un entorn
cs: Přidat prostředí
ja: 環境の追加
sk: Pridať prostredie

source: Environment created successfully
ca: L'entorn s'ha creat correctament
cs: Prostředí vytvořeno úspěšně
ja: 環境を作成しました
sk: Prostredie bolo úspešne vytvorené

source: Creating the environment...
ca: S'està creant l'entorn...
cs: Vytváření prostředí...
ja: 環境を作成しています...
sk: Vytváranie prostredia...

source: No environments created
ca: No s'ha creat cap entorn
cs: Nebyla vytvořena žádná prostředí
ja: 何も環境を作成していません
sk: Neboli vytvorené žiadne prostredia

source: Environment updated successfully
ca: L'entorn s'ha actualitzat correctament
cs: Prostředí aktualizováno úspěšně
ja: 環境を更新しました
sk: Prostredie bolo úspešne aktualizované

source: Environment {name} deleted successfully
ca: L'entorn {name} s'ha suprimit correctament
ja: 環境{name}を削除しました
sk: Prostredie {name} bolo úspešne vymazané

source: This environment cannot be deleted since it is being used in an <link>autoinstallation distribution</link>.
ca: Aquest entorn no es pot suprimir perquè s'està utilitzant en una distribució d'instal·lació automàtica <link>.
ja: この環境は <link>自動インストールディストリビューション</link>で使用されているため、削除できません。
sk: Toto prostredie nemožno odstrániť, pretože sa používa v <link>distribúcii s automatickou inštaláciou</link>.

source: New
ca: Nou
cs: Nový
ja: 新規
sk: Nový

source: Cloning channels
ca: Canals de clonació
cs: Klonování kanálů
ja: チャンネルを複製しています
sk: Klonovanie kanálov

source: Waiting for repositories data to be generated
ca: S'està esperant que es generin les dades dels repositoris
cs: Čekání na vygenerování dat z úložišť
ja: リポジトリデータが生成されるのを待機しています
sk: Čakanie na vygenerovanie dát repozitárov

source: Built
ca: Construït
cs: Sestaveno
ja: 構築済み
sk: Zostavené

source: Failed
ca: Ha fallat
cs: Selhalo
ja: 失敗
sk: Neúspešné

source: not built
ca: no construït
cs: nesestaveno
ja: 未構築
sk: nezostavené

source: Built time
ca: Hora construïda
cs: Čas sestavení
ja: ビルド時間
sk: Čas zostavenia

source: Loading global filters...
ca: S'estan carregant filtres globals...
cs: Načítání globálních filtrů...
ja: グローバルフィルタを読み込んでいます...
sk: Načítavajú sa globálne filtre...

source: Updating project filters...
ca: S'estan actualitzant els filtres del projecte...
cs: Aktualizace filtrů projektu...
ja: プロジェクトフィルタを更新しています...
sk: Aktualizácia filtrov projektu...

source: Create New Filter
ca: Crea un filtre nou
cs: Vytvořit nový filtr
ja: 新しいフィルタの作成
sk: Vytvoriť nový filter

source: Edit Filter {name}
ca: Edita el filtre {name}
ja: フィルタ{name}の編集
sk: Upraviť filter {name}

source: Filters
ca: Filtres
cs: Filtry
ja: フィルタ
sk: Filtre

source: Attach/Detach Filters
ca: Adjunta/Detalla els filtres
cs: Připojit/odpojit filtry
ja: フィルタの割り当て／取り外し
sk: Pripojiť/Odpojiť filtre

source: Filter edited successfully
ca: El filtre s'ha editat correctament
cs: Filtr upraven úspěšně
ja: フィルタを編集しました
sk: Filter bol úspešne upravený

source: enabled module streams
ca: fluxos de mòduls habilitats
cs: povolené proudy modulu
ja: 有効化されたモジュールストリーム
sk: povolené prúdy modulov

source: filter out
ca: filtra
cs: odfiltrovat
ja: 除外
sk: odfiltrovať

source: select from the full source even if you have excluded them before with deny
ca: seleccioneu des de la font completa fins i tot si les heu exclòs abans amb denegació
cs: vyberte z úplného zdroje, i když jste je dříve vyloučili příkazem deny
ja: deny で既に除外している場合でも、完全なソースから選択します
sk: vyberte z úplného zdroja, aj keď ste ich predtým vylúčili s odmietnuť

source: No version to promote or colliding environment build in progress
ca: No hi ha cap versió per promoure o col·lisionar l'entorn en curs
cs: Žádná verze k povýšení nebo probíhá sestavení s kolizi prostředí
ja: 公開すべきバージョンや処理中の環境構築と衝突するバージョンはありません
sk: Žiadna verzia na povýšenie alebo prebieha kolidujúce zostavenie prostredia

source: Promote
ca: Promou
cs: Povýšit
ja: 公開
sk: Povýšiť

source: Promoting project..
ca: Promovent projecte..
cs: Povyšuji projekt..
ja: プロジェクトを公開しています..
sk: Povyšovanie projektu..

source: Target environment
ca: Entorn objectiu
cs: Cílové prostředí
ja: ターゲット環境
sk: Cieľové prostredie

source: Promote version {version} into {environmentName}
ca: Promociona la versió {version} a {environmentName}
ja: {environmentName}内にバージョン{version}を公開
sk: Povýšiť verziu {version} do {environmentName}

source: Promote environment
ca: Promou l'entorn
cs: Povýšení prostředí
ja: 環境の公開
sk: Povýšiť prostredie

source: Version {version} successfully promoted into {environmentName}
ca: La versió {version} s'ha promocionat correctament a {environmentName}
ja: {environmentName}内にバージョン{version}を公開しました
sk: Verzia {version} bola úspešne povýšená do {environmentName}

source: Project Properties
ca: Propietats del projecte
cs: Vlastnosti projektu
ja: プロジェクトのプロパティ
sk: Vlastnosti projektu

source: (draft - not built) - Check the changes below
ca: (esborrany - no construït) - Comprova els canvis següents
cs: (koncept - nesestaveno) - Zkontrolujte níže uvedené změny
ja: (ドラフト - 未構築) - 下記の変更をご確認ください
sk: (návrh - nezostavené) - Skontrolujte zmeny uvedené nižšie

source: Edit Properties
ca: Edita les propietats
cs: Upravit vlastnosti
ja: プロパティの編集
sk: Upraviť vlastnosti

source: Project properties updated successfully
ca: Les propietats del projecte s'han actualitzat correctament
cs: Vlastnosti projektu aktualizovány úspěšně
ja: プロジェクトのプロパティを更新しました
sk: Vlastnosti projektu sa úspešne aktualizovali

source: Label:
ca: Etiqueta:
cs: Jmenovka:
ja: ラベル:
sk: Označenie:

source: Versions history:
ca: Historial de versions:
cs: Historie verzí:
ja: バージョン履歴:
sk: História verzií:

source: show more
ca: mostra'n més
cs: zobrazit více
ja: さらに表示
sk: zobraziť viac

source: Versions history
ca: Historial de versions
cs: Historie verzí
ja: バージョン履歴
sk: História verzií

source: New base channel
ca: Nou canal base
cs: Nový základní kanál
ja: 新しいベースチャンネル
sk: Nový základný kanál

source: New Base Channel
ca: Canal base nou
cs: Nový základní kanál
ja: 新しいベースチャンネル
sk: Nový základný kanál

source: Choose the channel to be elected as the new base channel
ca: Trieu el canal que s'ha d'escollir com a nou canal base
cs: Vyberte kanál, který má být zvolen jako nový základní kanál
ja: 新しいベースチャンネルとして選択すべきチャンネルを選んでください
sk: Vybrať kanál, ktorý sa má zvoliť ako nový základný kanál

source: Child Channels
ca: Canals fills
cs: Podřízené kanály
ja: 子チャンネル
sk: Kanály potomkov

source: Clear Search
ca: Neteja la cerca
cs: Výmaz hledání
ja: 検索の消去
sk: Vymazať vyhľadávanie

source: This channel requires:
ca: Aquest canal requereix:
cs: Tento kanál vyžaduje:
ja: このチャンネル には次のものが必要です:
sk: Tento kanál vyžaduje:

source: This channel is required by:
ca: Aquest canal és requerit per:
cs: Tento kanál je vyžádán:
ja: このチャンネルは次によって必要とされます:
sk: Tento kanál je vyžadovaný:

source: This channel is recommended
ca: Es recomana aquest canal
cs: Tento kanál je doporučen
ja: このチャンネルは推奨チャンネルです
sk: Tento kanál je odporúčaný

source: This channel is mandatory
ca: Aquest canal és obligatori
cs: Tento kanál je povinný
ja: このチャンネルは必須チャンネルです
sk: Tento kanál je povinný

source: mandatory
ca: obligatori
cs: povinné
ja: 必須
sk: povinné

source: no child channels
ca: no hi ha canals fills
cs: žádné podřízené kanály
ja: 子チャンネル無し
sk: žiadne kanály potomkov

source: include recommended
ca: inclou les recomanades
cs: zahrnout, co je doporučeno
ja: 推奨を含める
sk: zahrnúť odporúčané

source: Type
ca: Tipus
cs: Typ
ja: タイプ
sk: Typ

source: has unsynchronized patches
ca: té pedaços no sincronitzats
cs: má nesynchronizované opravy
ja: 同期されていないパッチがあります
sk: má nesynchronizované opravy

source: Sources
ca: Fonts
cs: Zdroje
ja: ソース
sk: Zdroje

source: Sources edited successfully
ca: Les fonts s'han editat correctament
cs: Zdroje upraveny úspěšně
ja: ソースを編集しました
sk: Zdroje boli úspešne upravené

source: Software Channels
ca: Canals de programari
cs: Softwarové kanály
ja: ソフトウェアチャンネル
sk: Softvérové kanály

source: Page Not Found
ca: Pàgina no trobada
cs: Stránka nenalezena
ja: ページが見つかりません
sk: Stránka nenájdená

source: The page you requested, {currentUrl}, was not found.
ca: No s'ha trobat la pàgina que heu sol·licitat, {currentUrl}.
ja: リクエストされたページ{currentUrl}が見つかりませんでした。
sk: Požadovaná stránka {currentUrl} sa nenašla.

source: If you used a bookmark, the page may have moved to a different location since the bookmark was created. Use the top (or left) navigation bars to find the page you are looking for, and if you find the document be sure to update your bookmark.
ca: Si heu fet servir un marcador, és possible que la pàgina s'hagi mogut a una ubicació diferent des que es va crear. Feu servir les barres de navegació superiors (o esquerra) per trobar la pàgina que busqueu i, si trobeu el document, assegureu-vos d'actualitzar el marcador.
cs: Jestliže jste použili záložku, mohla se stránka od vytvoření záložky přesunout na jiné místo. Pomocí horních (nebo levých) navigačních panelů najděte hledanou stránku, a najdete-li dokument, nezapomeňte záložku aktualizovat.
ja: ブックマークを使用している場合、ブックマークを作成した後に異なる場所にページが移動していることがあります。このような場合は、上部 (もしくは左) のナビゲーションバーをお使いのうえ、必要なページを検索して、ドキュメントが見つかった場合は、ブックマークを更新してください。
sk: Ak ste použili záložku, od vytvorenia záložky sa stránka mohla presunúť na iné miesto. Pomocou horných (alebo ľavých) navigačných panelov nájdite stránku, ktorú hľadáte, a ak dokument nájdete, nezabudnite aktualizovať svoju záložku.

source: Applying the config channels has been scheduled for each minion server in this group
ca: S'ha programat l'aplicació dels canals de configuració per a cada servidor minion d'aquest grup
cs: Použití konfiguračních kanálů bylo naplánováno pro každý minion server v této skupině
ja: このグループ内の各 minion に対して、設定チャンネルの適用をスケジュールしました
sk: Použitie konfiguračných kanálov bolo naplánované pre každý server minion v tejto skupine

source: Formula saved. Edit configuration options in the enabled formulas and apply the <link>Highstate</link> for the changes to take effect.
ca: Fórmula desada. Editeu les opcions de configuració a les fórmules habilitades i apliqueu el <link>Highstate</link> perquè els canvis tinguin efecte.
ja: formulaを保存しました。有効化されたformula内で設定オプションを編集し、<link>highstate</link>を適用して変更を有効にしてください。
sk: Vzorec bol uložený. Upraviť možnosti konfigurácie v povolených vzorcoch a použiť <link>Highstate</link>, aby sa zmeny prejavili.

source: Invalid target type.
ca: Tipus de destinació no vàlid.
cs: Neplatný typ cíle.
ja: ターゲットタイプが正しくありません。
sk: Neplatný typ cieľa.

source: Formula saved. Apply the <link>Highstate</link> for the changes to take effect.
ca: Fórmula desada. Aplica el <link>Highstate</link> perquè els canvis tinguin efecte.
ja: formulaを保存しました。<link>highstate</link>を適用して変更を有効にしてください。
sk: Vzorec bol uložený. Použite <link>Highstate</link>, aby sa zmeny prejavili.

source: Packages
ca: Paquets
cs: Balíčky
ja: パッケージ
sk: Balíky

source: Patches
ca: Pedaços
cs: Záplaty
ja: パッチ
sk: Opravy

source: Open search
ca: Obre la cerca
cs: Otevřít hledání
ja: 検索を開く
sk: Otvoriť vyhľadávanie

source: An unknown error has occurred.
ca: S'ha produït un error desconegut.
cs: Nastala neznámá chyba.
ja: 不明なエラーが発生しました。
sk: Vyskytla sa neznáma chyba.

source: The image build has been scheduled.
ca: S'ha programat la construcció de la imatge.
cs: Sestavení obrazu bylo naplánováno.
ja: イメージの構築をスケジュールしました。
sk: Zostavenie obrazu bolo naplánované.

source: There was an error while scheduling a task. Please make sure that the task scheduler is running.
ca: S'ha produït un error en programar una tasca. Assegureu-vos que el programador de tasques s'està executant.
cs: Při plánování úkolu došlo k chybě. Ujistěte se, že je spuštěn plánovač úloh.
ja: タスクをスケジュールする際にエラーが発生しました。タスクスケジューラが動作していることをご確認ください。
sk: Pri plánovaní úlohy sa vyskytla chyba. Prosím, preverte, či je spustený plánovač úloh.

source: Action has been successfully added to the Action Chain
ca: L'acció s'ha afegit amb èxit a la cadena d'acció
cs: Akce byla úspěšně přidána do Řetězce akcí
ja: 動作を動作チェーンに追加しました
sk: Akcia bola úspešne pridaná do Reťazca akcií

source: Building the image has been
ca: S'ha construït la imatge
cs: Sestavení obrazu bylo
ja: イメージの構築を
sk: Zostavenie obrazu bolo

source: scheduled
ca: planificada
cs: naplánována
ja: スケジュールしました
sk: naplánované

source: Profile Summary
ca: Resum del perfil
cs: Souhrn profilu
ja: プロファイル概要
sk: Súhrn profilu

source: Edit Profile Summary
ca: Edita el resum del perfil
ja: プロファイル概要の編集
sk: Upraviť súhrn profilu

source: No profile selected
ca: No s'ha seleccionat cap perfil
cs: Není vybrán žádný profil
ja: プロファイルが選択されていません
sk: Žiadny profil nebol vybraný

source: Image Type
ca: Tipus d'imatge
cs: Typ obrazu
ja: イメージタイプ
sk: Typ obrazu

source: Image Store
ca: Botiga d'imatges
cs: Úložiště obrazu
ja: イメージストア
sk: Úložisko obrazov

source: Path
ca: Camí
cs: Cesta
ja: パス
sk: Cesta

source: Activation Key
ca: Tecla d'activació
cs: Aktivační klíč
ja: アクティベーションキー
sk: Aktivačný kľúč

source: Build Image
ca: Construeix la imatge
cs: Sestavit obraz
ja: イメージの構築
sk: Zostaviť obraz

source: Image Profile
ca: Perfil de la imatge
cs: Profil obrazu
ja: イメージプロファイル
sk: Profil obrazu

source: Build Host
ca: Construeix l'amfitrió
cs: Sestavení hostitele
ja: 構築ホスト
sk: Zostaviť hostiteľa

source: Image store not found
ca: No s'ha trobat el magatzem d'imatges
cs: Úložiště obrazů nebylo nalezeno
ja: イメージストアが見つかりませんでした
sk: Úložisko obrazov sa nenašlo

source: The image import has been scheduled.
ca: S'ha programat la importació de la imatge.
cs: Import obrazu byl naplánován.
ja: イメージの取り込みをスケジュールしました。
sk: Import obrazu bol naplánovaný.

source: There are no channels assigned to this key.
ca: No hi ha canals assignats a aquesta clau.
cs: Této klávese nejsou přiřazeny žádné kanály.
ja: このキーに割り当てられているチャンネルはありません。
sk: Tomuto kľúču nie sú priradené žiadne kanály.

source: Import Image
ca: Importa una imatge
cs: Import obrazu
ja: イメージの取り込み
sk: Importovať obraz

source: You can import Container images only using this feature.
ca: Només podeu importar imatges del contenidor utilitzant aquesta característica.
cs: Obrazy kontejnerů lze importovat pouze touto funkcí.
ja: この機能を利用することによってのみ、コンテナイメージを取り込むことができます。
sk: Obrazy kontajnerov môžete importovať iba pomocou tejto funkcie.

source: Image name
ca: Nom de la imatge
cs: Název obrazu
ja: イメージ名
sk: Názov obrazu

source: Image name is required.
ca: El nom de la imatge és obligatori.
cs: Název obrazu je povinný.
ja: イメージ名を指定する必要があります。
sk: Vyžaduje sa názov obrazu.

source: Image version
ca: Versió de la imatge
cs: Verze obrazu
ja: イメージバージョン
sk: Verzia obrazu

source: Image version is required.
ca: Es requereix la versió de la imatge.
cs: Verze obrazu je povinná.
ja: イメージバージョンを指定する必要があります。
sk: Vyžaduje sa verzia obrazu.

source: Import
ca: Importa
ja: 取り込み

source: Target Image Store
ca: Botiga d'imatges de destinació
cs: Cílové úložiště obrazu
ja: ターゲットのイメージストア
sk: Cieľové úložisko obrazov

source: Dockerfile URL
ca: URL del fitxer Docker
cs: URL souboru Dockerfile
ja: Docker ファイル URL
sk: URL Dockerfile

source: Config URL
ca: URL de configuració
cs: Konfigurace URL
ja: 設定 URL
sk: URL konfigurácie

source: Kiwi options
ca: Opcions de Kiwi
cs: Volby kiwi
ja: Kiwiオプション
sk: Voľby kiwi
