Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: Activation key is required for kiwi images.
ca: Es requereix una tecla d'activació per a les imatges kiwi.
cs: U obrazů kiwi je vyžadován aktivační klíč.
ja: kiwi イメージに対してはアクティベーションキーが必要です。
sk: Pre obrazy kiwi je potrebný aktivačný kľúč.

source: Remove entry
ca: Elimina l'entrada
cs: Odebrat položku
ja: 項目の削除
sk: Odstrániť záznam

source: Custom Info Values
ca: Valors personalitzats d'informació
cs: Hodnoty zákaznických informací
ja: 独自の info 値
sk: Vlastné informačné hodnoty

source: Create additional custom info keys
ca: Crea claus d'informació personalitzades addicionals
cs: Vytvořit další zákaznické informační klíče
ja: 追加の独自 info 鍵の作成
sk: Vytvoriť ďalšie vlastné informačné kľúče

source: Update
ca: Actualitza
cs: Aktualizace
ja: 更新
sk: Aktualizácia

source: Create Image Profile
ca: Crea un perfil d'imatge
cs: Vytvořit profil obrazu
ja: イメージプロファイルの作成
sk: Vytvoriť profil obrazu

source: Label is required and must be a unique string and it cannot include any colons (:).
ca: L'etiqueta és requerida i ha de ser una cadena única i no pot incloure punts (:).
cs: Popisek (označení) je povinný a jedinečný řetězec, který nesmí obsahovat dvojtečky (:).
ja: ラベルを指定する必要があります。ラベルは他と重複しない文字列で、コロン (:) を含めることはできません。
sk: Označenie je povinné a musí to byť jedinečný reťazec, ktorý nesmie obsahovať žiadne dvojbodky (:).

source: Image profile cannot be found.
ca: No es pot trobar el perfil de la imatge.
cs: Profil obrazu nelze najít.
ja: イメージプロファイルが見つかりませんでした。
sk: Profil obrazu nie je možné nájsť.

source: Image profile has been deleted.
ca: S'ha eliminat el perfil de la imatge.
cs: Profil obrazu byl smazán.
ja: イメージプロファイルを削除しました。
sk: Profil obrazu bol vymazaný.

source: Image profiles have been deleted.
ca: S'han eliminat els perfils d'imatge.
cs: Profily obrazů byly odstraněny.
ja: イメージプロファイルを削除しました。
sk: Profily obrazov boli vymazané.

source: Delete Image Profile
ca: Suprimeix la imatge del perfil
ja: イメージプロファイルの削除
sk: Vymazať profil obrazu

source: Image Profiles
ca: Perfils d'imatge
cs: Profily obrazů
ja: イメージプロファイル
sk: Profily obrazov

source: Build Type
ca: Tipus de construcció
cs: Typ sestavení
ja: ビルドタイプ
sk: Typ zostavenia

source: Delete Profile
ca: Suprimeix el perfil
cs: Odstranit profil
ja: プロファイルの削除
sk: Vymazať profil

source: Are you sure you want to delete profile
ca: Esteu segur que voleu suprimir el perfil
cs: Opravdu chcete smazat profil
ja: プロファイルを削除してよろしいですか
sk: Naozaj chcete vymazať profil

source: Delete Selected Profile(s)
ca: Suprimeix el/s perfil/s seleccionat/s
cs: Odstranit vybraný/-é profil/-y
ja: 選択したプロファイルの削除
sk: Vymazať vybrané profil(y)

source: Are you sure you want to delete the selected profile?
ca: Esteu segur que voleu suprimir el perfil seleccionat?
cs: Opravdu chcete odstranit vybraný profil?
ja: 選択したプロファイルを削除してよろしいですか？
sk: Naozaj chcete vymazať vybraný profil?

source: Are you sure you want to delete selected profiles? ({count} profiles selected)
ca: Esteu segur que voleu suprimir els perfils seleccionats? ({count} perfils seleccionats)
ja: 選択したプロファイルを削除してよろしいですか？ ({count}個のプロファイルが選択されています)
sk: Naozaj chcete vymazať vybrané profily? ({count} vybraných profilov)

source: Use credentials
ca: Utilitza credencials
cs: Použít pověření
ja: 資格情報の使用
sk: Použiť prihlasovanie údaje

source: Create Image Store
ca: Crea una botiga d'imatges
cs: Vytvořit úložiště obrazů
ja: イメージストアの作成
sk: Vytvoriť úložisko obrazov

source: Store Type
ca: Tipus d'emmagatzematge
cs: Typ úložiště
ja: ストアの種類
sk: Typ úložiska

source: Label is required and must be unique.
ca: L'etiqueta és necessària i ha de ser única.
cs: Označení je povinné a musí být jedinečné.
ja: ラベルを設定する必要があります。ラベルは他と重複しないものでなければなりません。
sk: Označenie je povinné a musí byť jedinečné.

source: Store URI
ca: Emmagatzema l'URI
cs: URI úložiště
ja: ストア URI
sk: URI úložiska

source: Image store cannot be found.
ca: No es pot trobar el magatzem d'imatges.
cs: Úložiště obrazů nelze najít.
ja: イメージストアが見つかりません。
sk: Úložisko obrazov nie je možné nájsť.

source: Image store has been deleted.
ca: S'ha suprimit el magatzem d'imatges.
cs: Úložiště obrazů bylo odstraněno.
ja: イメージストアを削除しました。
sk: Úložisko obrazov boli vymazané.

source: Image stores have been deleted.
ca: S'han suprimit les botigues d'imatges.
cs: Úložiště obrazů byla odstraněna.
ja: イメージストアを削除しました。
sk: Úložiská obrazov boli vymazané.

source: Delete Store Profile
ca: Suprimeix el perfil de la botiga
ja: ストアプロファイルの削除
sk: Vymazať profil úložiska

source: Create Store Profile
ca: Crea un perfil de botiga
ja: ストアプロファイルの作成
sk: Vytvoriť profil úložiska

source: Image Stores
ca: Magatzems d'imatges
cs: Úložiště obrazů
ja: イメージストア
sk: Úložiská obrazov

source: Delete Store
ca: Suprimeix la botiga
cs: Odstranit úložiště
ja: ストアの削除
sk: Vymazať úložisko

source: Are you sure you want to delete store
ca: Esteu segur que voleu suprimir la botiga
cs: Opravdu chcete smazat úložiště
ja: ストアを削除してよろしいですか
sk: Naozaj chcete vymazať úložisko

source: Delete Selected Store(s)
ca: Suprimeix les botigues seleccionades
cs: Odstranit vybrané(-á) úložiště
ja: 選択したストアの削除
sk: Vymazať vybrané úložisko(á)

source: Are you sure you want to delete the selected store?
ca: Esteu segur que voleu suprimir el magatzem seleccionat?
cs: Opravdu chcete smazat vybrané úložiště?
ja: 選択したストアを削除してよろしいですか？
sk: Naozaj chcete vymazať vybrané úložisko?

source: Are you sure you want to delete selected stores? ({count} stores selected)
ca: Esteu segur que voleu suprimir les botigues seleccionades? ({count} botigues seleccionades)
ja: 選択したストアを削除してよろしいですか？ ({count}個のストアが選択されています)
sk: Naozaj chcete vymazať vybrané úložiská? ({count} vybraných úložísk)

source: Build Log
ca: Registre de muntatge
cs: Protokol sestavení
ja: 構築ログ
sk: Záznam o zostavení

source: Build log is not available.
ca: El registre de muntatge no està disponible.
cs: Protokol sestavení není k dispozici.
ja: 構築ログは利用できません。
sk: Nie je k dispozícii záznam o zostavení.

source: Queued
ca: En cua
cs: Ve frontě
ja: キュー済み
sk: Zaradené

source: Go to event
ca: Ves a l'esdeveniment
cs: Jdi k události
ja: イベントに移動
sk: Prejsť na udalosť

source: In progress
ca: En curs
cs: Probíhá
ja: 処理中です
sk: Prebieha

source: Successful
ca: Èxit
cs: Úspěšné
ja: 成功
sk: Úspešné

source: No information
ca: No hi ha informació
cs: Žádné údaje
ja: 情報無し
sk: Žiadne informácie

source: Built externally
ca: Construït externament
cs: Sestaveno externě
ja: 外部で構築済み
sk: Zostavené externe

source: Picked Up
ca: Recollida amunt
cs: Zachyceno
ja: ピックアップ済み
sk: Vyzdvihnuté

source: Cluster
ca: Clúster
cs: Klastr
ja: クラスタ
sk: Klaster

source: Instances
ca: Instàncies
cs: Instance
ja: インスタンス
sk: Inštancie

source: Waiting for update ...
ca: S'està esperant l'actualització...
cs: Čeká se na aktualizaci ...
ja: 更新を待っています...
sk: Čaká sa na aktualizáciu ...

source: View cluster summary
ca: Mostra el resum del clúster
cs: Zobrazit souhrn klastru
ja: クラスタ概要の表示
sk: Zobraziť súhrn klastrov

source: All instances are consistent with {productName}
ca: Totes les instàncies són coherents amb {productName}
ja: 全てのインスタンスが {productName} と同期できています
sk: Všetky inštancie sú v súlade s {productName}

source: Outdated instances found
ca: S'han trobat instàncies obsoletes
cs: Byly nalezeny zastaralé instance
ja: 古いインスタンスが見つかりました
sk: Boli nájdené zastarané inštancie

source: Edit profile
ca: Edita el perfil
cs: Upravit profil
ja: プロファイルの編集
sk: Upraviť profil

source: Edit store
ca: Edita la botiga
cs: Upravit úložiště
ja: ストアの編集
sk: Upraviť úložisko

source: Instance Details for "{name}"
ca: Detalls de la instància per a {name}
sk: Podrobnosti inštancie pre "{name}"

source: Critical updates available
ca: Hi ha actualitzacions crítiques
cs: Jsou dostupné zásadní aktualizace
ja: 重大な更新があります
sk: K dispozícii sú kritické aktualizácie

source: Non-critical updates available
ca: Hi ha actualitzacions no crítiques
cs: Jsou dostupné běžné aktualizace
ja: 重大ではない更新があります
sk: K dispozícii sú nekritické aktualizácie

source: Package updates available
ca: Hi ha actualitzacions de paquets disponibles
cs: Jsou dostupné aktualizace balíčků
ja: パッケージの更新があります
sk: K dispozícii sú aktualizácie balíkov

source: Image is up to date
ca: La imatge està actualitzada
cs: Obraz je aktuální
ja: イメージは最新の状態です
sk: Obraz je aktuálny

source: Image Status
ca: Estat de la imatge
cs: Stav obrazu
ja: イメージの状態
sk: Stav obrazu

source: Image Info
ca: Informació de la imatge
cs: Údaje o obrazu
ja: イメージの情報
sk: Informácie o obraze

source: Build Status
ca: Estat de la construcció
cs: Stav sestavení
ja: ビルド状態
sk: Stav zostavenia

source: Inspect
ca: Inspecciona
cs: Kontrola
ja: 検査
sk: Skontrolovať

source: Reschedule the build
ca: Torna a planificar la construcció
cs: Přeplánovat sestavení
ja: ビルドの再スケジュール
sk: Znova naplánovať zostavenie

source: Reinspect
ca: Inspecció
cs: Opětná kontrola
ja: 再検査
sk: Opätovne skontrolovať

source: Reschedule the inspect
ca: Torna a planificar la inspecció
cs: Přeplánovat kontrolu
ja: 検査の再スケジュール
sk: Znova naplánovať kontrolu

source: Custom Image Information
ca: Informació personalitzada de la imatge
cs: Údaje o zákaznickém obrazu
ja: カスタムイメージの情報
sk: Informácie o vlastnom obraze

source: Delete Image
ca: Suprimeix la imatge
cs: Odstranit obraz
ja: イメージの削除
sk: Vymazať obraz

source: Are you sure you want to delete image
ca: Esteu segur que voleu suprimir la imatge
cs: Opravdu chcete odstranit obraz
ja: イメージを削除してよろしいですか
sk: Naozaj chcete vymazať obraz

source: Schedule build
ca: Construcció de la planificació
cs: Plán sestavení
ja: ビルドのスケジュール
sk: Naplánovať zostavenie

source: Rebuild Image
ca: Reconstrueix la imatge
cs: Přebudovat obraz
ja: イメージの再ビルド
sk: Znovu zostaviť obraz

source: Schedule inspect
ca: Inspecció de la planificació
cs: Plán kontroly
ja: 検査のスケジュール
sk: Naplánovať kontrolu

source: Reinspect Image
ca: Torna a inspeccionar la imatge
cs: Opětná kontrola obrazu
ja: インストール済み
sk: Opätovne skontrolovať obraz

source: Installed
ca: Instal·lat
cs: Instalováno
ja: インストール済み
sk: Nainštalované

source: fa fa-shield fa-1-5x
ca: fa fa fa-shield fa-1-5x

source: fa fa-bug fa-1-5x
ca: fa fa fabug fa-1-5x

source: fa fa-archive fa-1-5
ca: fa fa fa-archive fa-1-5

source: Security advisory
ca: Assessorament de seguretat
cs: Bezpečnostní poradna
ja: セキュリティアドバイザリ
sk: Bezpečnostné upozornenie

source: Bug fix advisory
ca: Assessorament de correcció d'errors
cs: Poradna k opravám chyb
ja: バグ修正アドバイザリ
sk: Upozornenie na opravu chyby

source: Product enhancement advisory
ca: Assessorament en la millora del producte
cs: Poradna k vylepšení produktu
ja: 製品の機能強化アドバイザリ
sk: Upozornenie na vylepšenia produktu

source: Reboot required
ca: Reinici requerit
cs: Nutný restart systému
ja: 要再起動
sk: Vyžaduje sa reštart

source: Affects package management stack
ca: Afecta la pila de gestió de paquets
cs: Ovlivňuje zásobník správy balíčků
ja: パッケージ管理スタックに影響があります
sk: Ovplyvňuje zásobník správy balíkov

source: Advisory
ca: Assessor
cs: Poradenství
ja: アドバイザリ
sk: Upozornenie

source: Updated
ca: Actualitzat
cs: Aktualizováno
ja: 更新済み
sk: Aktualizované

source: Loading runtime information...
ca: S'està carregant la informació del temps d'execució...
cs: Načítají se informace pro běh...
ja: ランタイム情報を読み込んでいます...
sk: Načítavajú sa behové informácie...

source: Instance is consistent with {productName}
ca: La instància és coherent amb {productName}
ja: インスタンスは {productName} と同期されています
sk: Inštancia je v súlade s {productName}

source: Instance is outdated
ca: La instància està desactualitzada
cs: Instance je zastaralá
ja: インスタンスは古くなっています
sk: Inštancia je zastaraná

source: Cluster is consistent with {productName
ca: El clúster és coherent amb {productName}
ja: クラスタは {productName} と同期されています
sk: Klaster je v súlade s {productName

source: Cluster is outdated
ca: El clúster està desactualitzat
cs: Klastr je zastaralý
ja: クラスタは古くなっています
sk: Klaster je zastaraný

source: Namespace
ca: Espai de noms
cs: Prostor názvů
ja: ネームスペース
sk: Menný priestor

source: Deleted successfully.
ca: S'ha suprimit correctament.
cs: Úspěšně odstraněno.
ja: 削除を行ないました。
sk: Úspešne vymazané.

source: Image inspect has been scheduled.
ca: S'ha programat la inspecció d'imatges.
cs: Byla naplánována kontrola obrazu.
ja: イメージの検査をスケジュールしました。
sk: Bola naplánovaná kontrola obrazu.

source: Image build has been scheduled.
ca: S'ha programat la construcció d'imatges.
cs: Je naplánováno vytvoření obrazu.
ja: イメージの構築をスケジュールしました。
sk: Zostavenie obrazu bolo naplánované.

source: Delete selected
ca: Suprimeix els seleccionats
cs: Odstranit vybrané
ja: 削除を選択しました
sk: Vymazať vybrané

source: Images
ca: Imatges
cs: Obrazy
ja: イメージ
sk: Obrazy

source: Building
ca: Edifici
cs: Sestavuje se
ja: 構築しています
sk: Zostavovanie

source: Unknown
ca: Desconegut
cs: Neznámý
ja: 不明
sk: Neznáme

source: Runtime
ca: Temps d'execució
ja: 実行時間
sk: Beh programu

source: Show obsolete
ca: Mostra obsolet
cs: Zobrazit zastaralé
ja: 非推奨の表示
sk: Zobraziť zastarané

source: Revision
ca: Revisió
cs: Revize
ja: リビジョン
sk: Revízia

source: (obsolete)
ca: (obsolet)
cs: (zastaralé)
ja: (非推奨)
sk: (zastarané)

source: Updates
ca: Actualitzacions
cs: Aktualizace
ja: 更新
sk: Aktualizácie

source: Delete Selected Image(s)
ca: Suprimeix les imatges seleccionades
cs: Odstranit vybrané obrazy
ja: 選択したイメージの削除
sk: Vymazať vybrané obraz(y)

source: Are you sure you want to delete the selected image?
ca: Esteu segur que voleu suprimir la imatge seleccionada?
cs: Opravdu chcete odstranit vybraný obraz?
ja: 選択したイメージを削除してよろしいですか？
sk: Naozaj chcete vymazať vybraný obraz?

source: Are you sure you want to delete selected images? ({count} images selected)
ca: Esteu segur que voleu suprimir les imatges seleccionades? ({count} imatges seleccionades)
ja: 選択したイメージを削除してよろしいですか? ({count}個のイメージが選択されています)
sk: Naozaj chcete vymazať vybrané obrazy? ({count} vybraných obrazov)

source: A schema upgrade is required. Please upgrade your schema at your earliest convenience to receive latest bug fixes and avoid potential problems.
ca: Es requereix una actualització de l'esquema. Actualitzeu el vostre esquema com més aviat millor per rebre les últimes correccions d'errors i evitar possibles problemes.
cs: Je vyžadován upgrade schématu. Upgradujte prosím své schéma co nejdříve, abyste dostali nejnovější opravy chyb a vyhnuli se potenciálním problémům.
ja: スキーマのアップグレードが必要です。最新のバグ修正を受け取ったり、潜在的なバグの回避を行なったりできるよう、できる限り速やかにスキーマをアップグレードすることをお勧めします。
sk: Vyžaduje sa zvýšenie verzie schémy. Zvýšte verziu svojej schémy hneď, ako sa vám to bude hodiť, aby ste dostávali najnovšie opravy chýb a vyhli sa potenciálnym problémom.

source: Unable to validate the disk space availability. Please contact your system admistrator if this problem persists.
ca: No s'ha pogut validar la disponibilitat d'espai del disc. Si us plau, poseu-vos en contacte amb l'administrador del sistema si aquest problema persisteix.
cs: Nelze ověřit dostupnost místa na disku. Pokud tento problém přetrvává, obraťte se na správce systému.
ja: ディスクの空き容量を検証できません。この問題が解決しない場合は、システム管理者に連絡してください。
sk: Nie je možné overiť dostupnosť miesta na disku. Prosím, kontaktujte svojho systémového administrátora, ak tento problém pretrváva.

source: Some important directories are missing. Please contact your system administrator to review the configuration.
ca: Falten alguns directoris importants. Si us plau, poseu-vos en contacte amb l'administrador del sistema per revisar la configuració.
cs: Chybí některé důležité adresáře. Obraťte se na správce systému a zkontrolujte konfiguraci.
ja: いくつかの重要なディレクトリがありません。システム管理者に連絡して、設定を確認してください。
sk: Chýbajú niektoré dôležité adresáre. Prosím, kontaktujte svojho systémového administrátora, aby skontroloval konfiguráciu.

source: The available disk space on the server is running low. Please contact your system administrator to add more disk space.
ca: L'espai de disc disponible en el servidor està funcionant baix. Poseu-vos en contacte amb l'administrador del sistema per afegir més espai al disc.
cs: Na serveru je málo volného místa na disku. Obraťte se na správce systému, aby přidal více místa na disku.
ja: サーバの使用可能なディスク容量が不足しています。ディスク容量を追加するには、システム管理者に連絡してください。
sk: Dostupné miesto na disku na serveri je nedostatočné. Prosím, kontaktuje svojho systémového administrátora, aby pridal viac miesta na disku.

source: The available disk space on the server is critically low. Please contact your system administrator to add more disk space.
ca: L'espai de disc disponible al servidor és críticament baix. Poseu-vos en contacte amb l'administrador del sistema per afegir més espai al disc.
cs: Dostupné místo na disku serveru je kriticky malé. Obraťte se na správce systému, aby přidal více místa na disku.
ja: サーバで使用可能なディスク容量が非常に少なくなっています。ディスク容量を追加するには、システム管理者に連絡してください。
sk: Dostupné miesto na disku na serveri je kriticky nízke. Prosíme, kontaktuje svojho systémového administrátora, aby pridal viac miesta na disku.

source: SUSE Multi-Linux Manager PAYG instances must forward registration data to SCC when credentials are provided. Data will be sent independently of the configuration setting. To hide this warning please set 'forward_registration = 1' in rhn.conf.
ca: Les instàncies de SUSE MultiLinux PAYG han de reenviar les dades de registre a SCC quan es proporcionen credencials. Les dades s'enviaran independentment de la configuració. Per ocultar aquest avís, establiu 'registre previ . 1' a rhn.conf.
ja: SUSE Multi-Linux Manager PAYGインスタンスは、資格情報が提供されたときに登録データをSCCに転送する必要があります。データは設定とは関係なく送信されます。この警告を非表示にするには、rhn.conf で'forward_registration = 1'を設定してください。
sk: PAYG inštancie SUSE Multi-Linux Manager musia po poskytnutí prihlasovacích údajov postúpiť registračné údaje do SCC. Údaje sa odošlú nezávisle od nastavenia konfigurácie. Ak chcete toto upozornenie skryť, nastavte v rhn.conf 'forward_registration = 1'.

source: Signing in ...
ca: S'està iniciant la sessió...
cs: Přihlašování ...
ja: サインインしています...
sk: Prihlasovanie ...

source: Discover a new way of managing your servers, packages, patches and more via one interface.
ca: Descobreix una nova manera de gestionar els teus servidors, paquets, pedaços i més a través d'una interfície.
cs: Osvojte si nový způsob správy serverů, balíčků, oprav atd. jedním rozhraním.
ja: Discover はサーバやパッケージ、パッチなどを 1 つのインターフェイスから管理できる新しい方式です。
sk: Objavte nový spôsob správy serverov, balíkov, opráv a ďalšieho prostredníctvom jedného rozhrania.

source: <link>Learn more</link> about {productName}.
ca: <link>Més informació</link> sobre {productName}.
ja: {productName}については、<link>こちら</link>をご覧ください。
sk: <link>Zistite viac</link> o {productName}.

source: Sign In
ca: Inicia la sessió
cs: Přihlášení
ja: サインイン
sk: Prihlásiť sa

source: {productName} release {versionNumber}
ca: {productName} publica {versionNumber}
ja: {productName}リリース{versionNumber}
sk: {productName} vydanie {versionNumber}

source: Either the password or username is incorrect.
ca: La contrasenya o el nom d'usuari són incorrectes.
cs: Heslo nebo uživatelské jméno je nesprávné.
ja: パスワードまたはユーザー名が正しくありません。
sk: Heslo alebo používateľské meno je nesprávne.

source: Your account has been deactivated.
ca: El vostre compte s'ha desactivat.
cs: Váš účet byl deaktivován.
ja: ご使用のアカウントは停止されています。
sk: Váš účet bol deaktivovaný.

source: This user has read only API access. WebUI login is denied.
ca: Aquest usuari només té accés a l'API de lectura. S'ha denegat l'accés a WebUI.
cs: Tento uživatel má přístup API pouze pro čtení. Přihlášení k WebUI je odepřeno.
ja: このユーザーには読み取り専用の API アクセスしか提供されていません。 WebUI ログインが拒否されました。
sk: Tento používateľ má prístup iba na čítanie API. Prihlásenie WebUI je zamietnuté.

source: Are you sure you want to close this page while login is in progress?
ca: Esteu segur que voleu tancar aquesta pàgina mentre l'inici de sessió està en curs?
cs: Opravdu chcete tuto stránku zavřít, když probíhá přihlašování?
ja: ログイン処理が動作中ですが、このページを閉じてしまってよろしいですか？
sk: Naozaj chcete zavrieť túto stránku počas prihlasovania?

source: Learn more about {productName}:
ca: Més informació sobre {productName}:
ja: {productName}に関する詳細:
sk: Zistite viac o {productName}:

source: View website
ca: Mostra el lloc web
ja: Webサイトを表示
sk: Zobraziť webové stránky

source: Skip to the last maintenance window
ca: Salta a l'última finestra de manteniment
cs: Přeskočit na poslední okno údržby
ja: 直近のメンテナンスウィンドウまで飛ばす
sk: Preskočiť na posledné okno údržby

source: Skip to the next maintenance window
ca: Salta a la finestra de manteniment següent
cs: Přeskočit na další okno údržby
ja: 次のメンテナンスウィンドウまで飛ばす
sk: Preskočiť na ďalšie okno údržby

source: There are no more past maintenance windows
ca: No hi ha més finestres de manteniment anteriors
cs: Žádná okna předchozí údržby
ja: これより前のメンテナンスウィンドウはありません
sk: Už neexistujú okná minulej údržby

source: There are no more future maintenance windows
ca: No hi ha més finestres de manteniment futures
cs: Žádná okna budoucí údržby
ja: これより先のメンテナンスウィンドウはありません
sk: Už neexistujú okná budúcej údržby

source: Today
ca: Avui
cs: Dnes
ja: 今日
sk: Dnes

source: Month
ca: Mes
cs: Měsíc
ja: 月
sk: Mesiac

source: Day
ca: Dia
cs: Den
ja: 日
sk: Deň

source: Delete maintenance calendar
ca: Suprimeix el calendari de manteniment
cs: Vymazat kalendář údržby
ja: メンテナンスカレンダーの削除
sk: Vymazať kalendár údržby

source: Are you sure you want to delete the selected item?
ca: Esteu segur que voleu suprimir l'element seleccionat?
cs: Opravdu chcete vybranou položku odstranit?
ja: 選択した項目を削除してよろしいですか？
sk: Naozaj chcete zmazať vybranú položku?

source: This will remove the current schedule from all the systems assigned to it.
ca: Això eliminarà la planificació actual de tots els sistemes assignats a ella.
cs: Tím odeberete aktuální plán ze všech k němu přiřazených systémů.
ja: この処理により、割り当てられた全てのシステムから現在のスケジュールを削除します。
sk: Týmto sa odstráni aktuálny plán zo všetkých systémov, ktoré sú mu priradené.

source: Cancel affected actions?
ca: Voleu cancel·lar les accions afectades?
cs: Zrušit ovlivněné akce?
ja: 影響する処理をキャンセルしますか？
sk: Zrušiť ovplyvnené akcie?

source: Calendar Name
ca: Nom del calendari
cs: Název kalendáře
ja: カレンダー名
sk: Názov kalendára

source: Used by Schedule
ca: Utilitzat per planificació
cs: Použito dle plánu
ja: スケジュールで使用済み
sk: Použité podľa plánu

source: Calendar Details
ca: Detalls del calendari
cs: Podrobnosti kalendáře
ja: カレンダーの詳細
sk: Podrobnosti kalendára

source: Delete maintenance schedule
ca: Suprimeix la planificació de manteniment
cs: Smazat plán údržby
ja: メンテナンススケジュールの削除
sk: Vymazať plán údržby

source: Assigned Systems
ca: Sistemes assignats
cs: Přiřazené systémy
ja: 割り当て済みのシステム
sk: Priradené systémy

source: Schedule name
ca: Nom de la planificació
cs: Název plánu
ja: スケジュール名
sk: Názov plánu

source: Assigned calendar
ca: Calendari assignat
cs: Přiřazený kalendář
ja: 割り当てられたカレンダー
sk: Priradený kalendár

source: Schedule type
ca: Tipus de planificació
cs: Typ plánu
ja: スケジュールタイプ
sk: Typ plánu

source: Single
ca: Individual
cs: Jednoduchý
ja: シングル
sk: Jednotlivý

source: Schedule Details
ca: Detalls de la planificació
cs: Podrobnosti plánu
ja: スケジュールの詳細
sk: Podrobnosti plánu

source: Maintenance schedule has been assigned to {count} system(s)
ca: La planificació de manteniment s'ha assignat a {count} sistemes
ja: メンテナンススケジュールを {count}個のシステムに割り当てました
sk: Plán údržby bol priradený k {count} systému(om)

source: Cancel affected actions
ca: Cancel·la les accions afectades
cs: Zrušit ovlivněné akce
ja: 影響する動作のキャンセル
sk: Zrušiť ovplyvnené akcie

source: Search systems
ca: Sistemes de cerca
cs: Vyhledávat systémy
ja: システムの検索
sk: Vyhľadať systémy

source: Current Schedule
ca: Planificació actual
cs: Aktuální plán
ja: 現在のスケジュール
sk: Aktuálny plán

source: Url "{url}" is invalid
ca: L'URL {url} no és vàlid
sk: Url "{url}" je neplatné

source: Calendar data
ca: Dades del calendari
cs: Data kalendáře
ja: カレンダーのデータ
sk: Údaje kalendára

source: Enter Url to ical file
ca: Introduïu l'URL al fitxer ical
cs: Zadejte URL do souboru ical
ja: ical ファイルの URL を入力
sk: Zadajte Url do súboru ical
