Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: Attach file
ca: Adjunta el fitxer
cs: Přiložit soubor
ja: ファイルの添付
sk: Priložiť súbor

source: Remove file
ca: Elimina el fitxer
cs: Odebrat soubor
ja: ファイルの削除
sk: Odstrániť súbor

source: Refresh data from url
ca: Actualitza les dades de l'URL
cs: Obnovit data z URL
ja: URL からデータを更新
sk: Obnoviť údaje z url

source: Confirm calendar refresh
ca: Confirmeu l'actualització del calendari
cs: Potvrdit aktualizaci kalendáře
ja: カレンダー更新の確認
sk: Potvrdiť obnovenie kalendára

source: Refreshing the calendar will reschedule all affected actions.
ca: En actualitzar el calendari es reprogramaran totes les accions afectades.
cs: Aktualizací kalendáře se všechny naplánované akce přeplánují.
ja: カレンダーを更新すると、全ての影響する動作を再スケジュールすることになります。
sk: Obnovením kalendára sa znova naplánujú všetky ovplyvnené akcie.

source: Update
ca: Actualitza
cs: Aktualizace
ja: 更新
sk: Aktualizovať

source: Create
ca: Crea
cs: Vytvořit
ja: 作成
sk: Vytvoriť

source: Calendar
ca: Calendari
cs: Kalendář
ja: カレンダー
sk: Kalendár

source: Maintenance
ca: Manteniment
cs: Údržba
ja: メンテナンス
sk: Údržba

source: Add Calendar
ca: Afegeix un calendari
cs: Přidat kalendář
ja: カレンダーの追加
sk: Pridať kalendár

source: No calendars created. Use Create to add a calendar.
ca: No s'ha creat cap calendari. Utilitzeu Crea per a afegir un calendari.
cs: Žádné kalendáře. Pomocí Vytvořit přidejte kalendář.
ja: カレンダーが作成されていません。作成を押してカレンダーを追加してください。
sk: Nie sú vytvorené žiadne kalendáre. Pomocou Vytvoriť môžete pridať kalendár.

source: This will unassign all schedules from this calendar.
ca: Això desassignarà totes les planificacions d'aquest calendari.
cs: Tím zrušíte přiřazení všech plánů z tohoto kalendáře.
ja: このカレンダーから全てのスケジュールの割り当てを解除します。
sk: Týmto zrušíte priradenie všetkých plánov z tohto kalendára.

source: Create a new Maintenance Schedule
ca: Crea una planificació de manteniment nova
ja: 新しいメンテナンススケジュールの作成
sk: Vytvoriť nový plán údržby

source: Create a new Maintenance Calendar
ca: Crea un calendari de manteniment nou
ja: 新しいメンテナンスカレンダの作成
sk: Vytvoriť nový kalendár údržby

source: Maintenance Schedules
ca: Planificacions de manteniment
cs: Plány údržby
ja: メンテナンススケジュール
sk: Plány údržby

source: Maintenance Calendars
ca: Calendaris de manteniment
ja: メンテナンスカレンダ
sk: Kalendáre údržby

source: Below is a list of Maintenance Schedules available to the current user.
ca: A continuació es mostra una llista de Planes de manteniment disponibles per a l'usuari actual.
cs: Níže je uveden seznam plánů údržby, které má aktuální uživatel k dispozici.
ja: 以下は、現在のユーザに対する有効なメンテナンススケジュール一覧です。
sk: Nižšie je uvedený zoznam plánov údržby, ktoré sú k dispozícii aktuálnemu používateľovi.

source: Below is a list of Maintenance Calendars available to the current user.
ca: A continuació es mostra una llista de calendaris de manteniment disponibles per a l'usuari actual.
cs: Níže je uveden seznam plánů údržby, které má aktuální uživatel k dispozici.
ja: 以下は現在のユーザに対する、有効なメンテナンスカレンダの一覧です。
sk: Nižšie je uvedený zoznam kalendárov údržby, ktoré sú k dispozícii aktuálnemu používateľovi.

source: No schedules created. Use Create to add a schedule.
ca: No s'ha creat cap planificació. Utilitzeu Crea per a afegir una planificació.
cs: Nebyly vytvořeny žádné plány. Pomocí Vytvořit přidejte plán.
ja: スケジュールが作成されていません。作成を押してスケジュールを追加してください。
sk: Nie sú vytvorené žiadne plány. Pomocou Vytvoriť môžete pridať plán.

source: This will remove the schedule from all the systems assigned to it.
ca: Això eliminarà la planificació de tots els sistemes assignats a ella.
cs: Tím odstraníte plán ze všech systémů, které jsou mu přiřazeny.
ja: 割り当てられている全てのシステムからスケジュールを削除します。
sk: Týmto sa odstráni plán zo všetkých systémov, ktoré sú mu priradené.

source: Calendar successfully refreshed
ca: El calendari s'ha actualitzat correctament
cs: Kalendář byl úspěšně aktualizován
ja: カレンダーを更新しました
sk: Kalendár bol úspešne obnovený

source: Any pending maintenance-only actions for these systems will be cancelled unless they are inside the new maintenance windows.
ca: Qualsevol acció pendent de manteniment d'aquests sistemes es cancel·larà tret que es trobi dins de les noves finestres de manteniment.
cs: Veškeré nevyřízené pouze údržbové akce těchto systémů budou zrušeny, nejsou-li uvnitř nových oken údržby.
ja: これらのシステムに対する待機中のメンテナンスのみの動作は、新しいメンテナンスウィンドウ内に存在する場合を除き、キャンセルされます。
sk: Všetky čakajúce akcie iba na údržbu týchto systémov budú zrušené, pokiaľ nebudú vo vnútri nových okien údržby.

source: Are you sure you want to proceed?
ca: Esteu segur que voleu continuar?
cs: Opravdu chcete pokračovat?
ja: 続行してよろしいですか？
sk: Naozaj chcete pokračovať?

source: Maintenance schedule has been cleared
ca: S'ha esborrat la planificació de manteniment
cs: Plán údržby byl vymazán
ja: メンテナンススケジュールを消去しました
sk: Plán údržby bol vymazaný

source: Maintenance schedule has been assigned
ca: S'ha assignat la planificació de manteniment
cs: Plán údržby byl přiřazen
ja: メンテナンススケジュールを割り当てました
sk: Plán údržby bol priradený

source: Clear All
ca: Neteja-ho tot
cs: Vymazat vše
ja: 全てを消去
sk: Vymazať všetko

source: Assign All
ca: Assigna-ho tot
cs: Přiřadit vše
ja: 全てを割り当て
sk: Priradiť všetko

source: None - clear schedule
ca: Cap - neteja la planificació
cs: Nic - prázdný plán
ja: なし - スケジュールの消去
sk: Žiadne - čistý plán

source: Assign a maintenance schedule to {count} system(s)
ca: Assigna una planificació de manteniment a {count} sistemes
ja: メンテナンススケジュールを{count}個のシステムに割り当てます
sk: Priradiť plán údržby k {count} systému(om)

source: Assigning a schedule will replace any prior assignments in all of the systems in the set.
ca: L'assignació d'un calendari substituirà qualsevol activitat prèvia en tots els sistemes del conjunt.
cs: Přiřazení plánu nahradí všechna předchozí přiřazení ve všech systémech sady.
ja: スケジュールの割り当てを行なうと、このセット内の全てのシステムにある従来の割り当てを置き換えることになります。
sk: Priradenie plánu nahradí všetky predchádzajúce priradenia vo všetkých systémoch v sade.

source: No Playbook found.
ca: No s'ha trobat cap llibre de reproducció.
cs: Scénář nenalezen.
ja: playbook が見つかりませんでした。
sk: Nenašiel sa žiadny scenár.

source: Playbook File Name
ca: Nom del fitxer de la llibreta de reproducció
cs: Název souboru scénáře
ja: playbookファイル名
sk: Názov súboru scenára

source: Full Path
ca: Camí complet
cs: Úplná cesta
ja: フルパス
sk: Úplná cesta

source: Custom Inventory
ca: Inventari personalitzat
cs: Vlastní inventář
ja: カスタムインベントリ
sk: Vlastný inventár

source: Inventory file empty.
ca: Fitxer d'inventari buit.
cs: Soubor soupisu je prázdný.
ja: インベントリファイルの内容がありません。
sk: Inventárny súbor je prázdny.

source: Registered Systems
ca: Sistemes registrats
cs: Registrované systémy
ja: 登録済みシステム
sk: Registrované systémy

source: Unknown Hostnames
ca: Noms d'amfitrió desconeguts
cs: Neznámé názvy hostitelů
ja: 不明ホスト名
sk: Neznáme názvy hostiteľov

source: Loading content..
ca: S'està carregant el contingut.
cs: Načítání obsahu...
ja: 内容を読み込んでいます...
sk: Načítava sa obsah..

source: An error occurred while loading data. Please check server logs.
ca: S'ha produït un error en carregar les dades. Si us plau, comproveu els registres del servidor.
cs: Chyba během zavádění dat. Zkontrolujte záznamy.
ja: データの読み込み時にエラーが発生しました。サーバ側のログを確認してください。
sk: Pri načítavaní dát sa vyskytla chyba. Prosím, skontrolujte záznamy servera.

source: Ansible Control Node Configuration: add paths for Playbook discovery and Inventory files introspection.
ca: Configuració del node de controlNSNSIBLE: afegeix camins per al descobriment de llibres de reproducció i la introspecció de fitxers d'inventari.
cs: Konfigurace řídicího uzlu Ansible: Přidejte cesty pro zobrazení přehrávání a inventárních souborů introspekce.
ja: Ansible 制御ノード設定: playbook 検出のためのパス追加と、インベントリファイルの内部調査を行ないます。
sk: Konfigurácia riadiaceho uzla Ansible: pridať cesty pre zisťovanie scenárov a sebapozorovanie inventárnych súborov.

source: Playbook Directories
ca: Directoris de llibres de reproducció
cs: Adresáře scénáře
ja: playbook ディレクトリ
sk: Adresáre scenárov

source: Add a Playbook directory
ca: Afegeix un directori de Playbook
cs: Přidat adresář scénáře
ja: playbook ディレクトリの追加
sk: Pridať adresár scenára

source: e.g., /srv/playbooks
ca: p. ex., /srv/playbooks
cs: např. /srv/playbooks
ja: 例: /srv/playbooks
sk: napr. /srv/playbooks

source: Inventory Files
ca: Fitxers d'inventari
cs: Soubory inventáře
ja: インベントリファイル
sk: Inventárne súbory

source: Add an Inventory file
ca: Afegeix un fitxer d'inventari
cs: Přidat soubor inventáře
ja: インベントリファイルの追加
sk: Pridať inventárny súbor

source: e.g., /etc/ansible/testing/hosts
ca: p. ex. /etc/ansible/testing/hosts
cs: např. /etc/ansible/testing/hosts
ja: 例: /etc/ansible/testing/hosts
sk: napr. /etc/ansible/testing/hosts

source: Nothing configured. Please add paths in the
ca: No s'ha configurat res. Afegiu camins a
cs: Nic není konfigurováno. Přidejte cesty do
ja: 何も設定されていません。パスを追加してください
sk: Nič nakonfigurované. Pridajte, prosím, cesty v

source: True
ca: Cert
cs: Pravda
ja: はい
sk: Pravda

source: Loading playbook contents..
ca: S'estan carregant els continguts de la llibreta de reproducció.
cs: Načítání obsahu scénářů...
ja: playbook の内容を読み込んでいます..
sk: Načítavajú obsahy scenárov..

source: Test mode
ca: Mode de prova
cs: Testový režim
ja: テストモード
sk: Režim testu

source: Back to playbook list
ca: Torna a la llista de llibres de reproducció
cs: Zpět do seznamu scénářů
ja: playbook の一覧に戻る
sk: Späť na zoznam scenárov

source: Schedule playbook execution
ca: Planificació de l'execució de la llibreta
cs: Naplánovat provedení scénáře
ja: playbook の実行のスケジュール
sk: Naplánovať vykonanie scenára

source: Change Playbook
ca: Canvia el llibre de reproducció
ja: playbookの変更
sk: Zmeniť scenár

source: Playbook "{name}"
ca: Llibret {name}
sk: Scenár '{name}'

source: Schedule Playbook Execution
ca: Planificació de l'execució del llibre de reproducció
cs: Naplánovat provedení scénáře
ja: playbook 実行のスケジュール
sk: Naplánovať vykonanie scenára

source: Inventory Path
ca: Camí de l'inventari
cs: Cesta inventáře
ja: インベントリパス
sk: Inventárna cesta

source: Flush Ansible fact cache
ca: Neteja la memòria cau de fets visibles
cs: Vyprázdnění mezipaměti faktů Ansible
ja: Ansibleファクトキャッシュをフラッシュする
sk: Vyprázdniť vyrovnávaciu pamäť faktov Ansible

source: Clear the fact cache for every host in inventory
ca: Neteja la memòria cau dels fets per a cada amfitrió a l'inventari
cs: Vymazání mezipaměti faktů pro každého hostitele v inventáři
ja: インベントリ内のすべてのホストのファクトキャッシュをクリアする
sk: Vymazať vyrovnávaciu pamäť faktov pre každého hostiteľa v inventári

source: Playbook Content
ca: Contingut del llibre de reproducció
cs: Obsah scénáře
ja: playbook の内容
sk: Obsah scenára

source: Action has been successfully added to action chain
ca: L'acció s'ha afegit amb èxit a la cadena d'acció
cs: Akce byla úspěšně přidána do řetězce akcí
ja: 動作を動作チェーンに追加しました
sk: Akcia bola úspešne pridaná do reťazca akcií

source: Playbook execution has been
ca: L'execució del llibre de reproducció ha estat
cs: Provedení scénáře bylo
ja: 動作を
sk: Vykonanie scenára bolo

source: Settings
ca: Configuració
ja: 設定
sk: Nastavenia

source: Applying the config channels has been
ca: S'han aplicat els canals de configuració
cs: Použití konfiguračních kanálů bylo
ja: 設定チャンネルの適用を
sk: Použitie konfiguračných kanálov bolo

source: The OS of this system does not support the collection of support data.
ca: El sistema operatiu d'aquest sistema no admet la recopilació de dades de suport.
ja: このシステムのOSは、サポートデータの収集に対応していません。
sk: OS tohto systému nepodporuje zber podporných dát.

source: Upload Support Data
ca: Carregueu dades de suport
ja: サポートデータのアップロード
sk: Nahrať podporné dáta

source: Support Case Number
ca: Número de cas de suport
ja: サポートケース番号
sk: Číslo prípadu podpory

source: The support case number to which this data will be attached.
ca: El número de cas de suport al qual s'adjuntaran aquestes dades.
ja: このデータが添付されるサポートケース番号。
sk: Číslo prípadu podpory, ku ktorému budú tieto dáta priložené.

source: e.g. 12345
ca: p. ex. 12345
ja: 例: 12345
sk: napr. 12345

source: Has to be a valid support case number
ca: Ha de ser un número de cas de suport vàlid
ja: 有効なサポートケース番号でなければなりません
sk: Musí byť platné číslo prípadu podpory

source: Upload Region
ca: Carrega la regió
ja: アップロードリージョン
sk: Nahrať región

source: The location of the FTP server where the data is uploaded.
ca: La ubicació del servidor FTP on es carreguen les dades.
ja: データがアップロードされるFTPサーバの場所。
sk: Umiestnenie FTP servera, na ktorý sa dáta nahrajú.

source: Command-line Arguments
ca: Arguments de la línia d'ordres
ja: コマンドライン引数
sk: Argumenty príkazového riadka

source: Optional command line arguments for the execution of <programName></programName>.
ca: Arguments opcionals de la línia d'ordres per a l'execució de <programName></programName>.
ja: <programName></programName> の実行のためのオプションのコマンドライン引数。
sk: Voliteľné argumenty príkazového riadku pre vykonanie <programName></programName>.

source: Earliest
ca: Al més aviat
ja: 指定時刻以降にスケジュール
sk: Najskôr

source: The earliest moment the action can be executed.
ca: El primer moment en què es pot executar l'acció.
ja: アクションを実行可能な最も早い瞬間。
sk: Najskorší moment, kedy môže byť akcia vykonaná.

source: Configuration
ca: Configuració
cs: Konfigurace
ja: 設定
sk: Konfigurácia

source: Please save all your changes before applying!
ca: Deseu tots els canvis abans d'aplicar!
cs: Uložte všechny změny, než se uplatní!
ja: 適用する前に全ての変更点を保存してください！
sk: Pred použitím si uložte všetky svoje zmeny!

source: Apply changes
ca: Aplica els canvis
cs: Uplatnit změny
ja: 変更点の適用
sk: Použiť zmeny

source: Changes
ca: Canvis
cs: Změny
ja: 変更
sk: Zmeny

source: 1 Change
ca: 1 Canvi
cs: 1 změna
ja: 1 個の変更
sk: 1 zmena

source: Search package
ca: Cerca un paquet
cs: Hledání balíčku
ja: パッケージの検索
sk: Hľadať balík

source: No current changes.
ca: No hi ha canvis actuals.
cs: Žádné aktuální změny.
ja: 現時点での変更はありません。
sk: Žiadne aktuálne zmeny.

source: No package states.
ca: No hi ha estats del paquet.
cs: Žádné stavy balíčku.
ja: パッケージの状態がありません。
sk: Žiadne stavy balíkov.

source: Latest
ca: Última
cs: Nejnovější
ja: 最新
sk: Najnovší

source: Any
ca: Qualsevol
cs: Jakýkoli
ja: 任意
sk: Akýkoľvek

source: Undo
ca: Desfés
cs: Vrátit
ja: 取り消し
sk: Vrátiť

source: Unmanaged
ca: No gestionat
cs: Neřízený
ja: 管理対象外
sk: Neriadený

source: Removed
ca: Eliminat
cs: Odstraněno
ja: 削除済み
sk: Odstránený

source: Package States
ca: Estats del paquet
cs: Stavy balíčku
ja: パッケージの状態
sk: Stavy balíkov

source: State
ca: Estat
cs: Stát
ja: 都道府県
sk: Štát

source: Package states have been saved.
ca: S'han desat els estats del paquet.
cs: Stavy balíčku byly uloženy.
ja: パッケージの状態を保存しました。
sk: Stavy balíkov boli uložené.

source: Applying the packages states has been
ca: S'han aplicat els estats dels paquets
cs: Použití stavů balíčků bylo
ja: パッケージ状態の適用を
sk: Použitie stavov balíkov bolo

source: Proxy configuration action has been scheduled.
ca: S'ha programat l'acció de configuració del servidor intermediari.
ja: プロキシ設定アクションをスケジュールしました。
sk: Bola naplánovaná akcia konfigurácie proxy.

source: Scheduling proxy configuration action...
ca: Es programa l'acció de configuració del servidor intermediari...
ja: プロキシ設定アクションをスケジュールしています...
sk: Naplánovanie akcie konfigurácie proxy...

source: Request interrupted or invalid response received from the server.
ca: Sol·licitud de resposta interrompuda o no vàlida rebuda del servidor.
cs: Žádost přerušena nebo ze serveru přijata neplatná odpověď.
ja: 要求に対して割り込みが発生したか、サーバから不正な応答を受け取りました。
sk: Požiadavka bola prerušená alebo bola zo servera prijatá neplatná odpoveď.

source: Proxy Configuration
ca: Configuració del servidor intermediari
ja: プロキシ設定
sk: Konfigurácia proxy

source: Convert an already onboarded minion to a proxy or update the configuration of an existing proxy.
ca: Converteix un minion ja integrat en un servidor intermediari o actualitza la configuració d'un servidor intermediari existent.
ja: すでにオンボードされているminionをプロキシに変換するか、既存のプロキシの設定を更新します。
sk: Konvertovať už začlenený minion na proxy alebo aktualizovať konfiguráciu existujúceho proxy.

source: Convert Minion to Proxy
ca: Converteix Minion a Proxy
ja: minionをプロキシに変換する
sk: Konvertovať Minion na Proxy

source: Parent FQDN
ca: FQDN pare
cs: FQDN rodiče
ja: 親FQDN
sk: FQDN rodiča

source: The FQDN of the parent (server or proxy) to connect to.
ca: El FQDN del pare (servidor o servidor intermediari) al qual connectar-se.
cs: FQDN nadřazeného serveru nebo proxy serveru, k němuž se připojujete.
ja: 接続する親(サーバまたはプロキシ)のFQDN。
sk: FQDN rodiča (server alebo proxy), ku ktorému sa má pripojiť.

source: e.g., server.domain.com
ca: p. ex., server.domain.com
cs: např. server.domain.cz
ja: 例: server.domain.com
sk: napr. server.domain.com

source: Proxy SSH port
ca: Port SSH del proxy
cs: Port proxy SSH
ja: プロキシSSHポート
sk: Port Proxy SSH

source: Port range: 1 - 65535
ca: Gamma de ports: 1 - 65535
cs: Rozsah portů: 1 - 65535
ja: ポート範囲: 1 - 65535
sk: Rozsah portov: 1 - 65535

source: Max Squid cache size
ca: Mida màxima de la memòria cau del calamar
cs: Max. velikost vyrovnávací paměti Squid
ja: Squidの最大キャッシュサイズ
sk: Max veľkosť vyrovnávacej pamäte Squid

source: The maximum value of the Squid cache in Gigabytes
ca: El valor màxim de la memòria cau de Squid en gigabytes
ja: Squidキャッシュの最大値(ギガバイト単位)
sk: Maximálna hodnota vyrovnávacej pamäte Squid v gigabajtoch

source: e.g., 100
ca: p. ex., 100
ja: 例: 100
sk: napr. 100

source: Proxy admin email
ca: Correu electrònic de l'administrador del servidor intermediari
cs: E-mail správce proxy serveru
ja: プロキシ管理者の電子メール
sk: Email administrátora proxy

source: The container-based proxy administrator email address
ca: L'adreça electrònica de l'administrador del servidor intermediari basat en contenidors
cs: E-mailová adresa správce proxy serveru založeného na kontejneru
ja: コンテナベースのプロキシ管理者の電子メールアドレス
sk: Emailová adresa administrátora proxy založeného na kontajneroch

source: e.g., proxy.admin@mycompany.com
ca: p. ex., proxy.admin.mycompany.com
cs: např. admin@domain.cz
ja: 例: proxy.admin@mycompany.com
sk: napr. proxy.admin@mycompany.com

source: Certificates
ca: Certificats
ja: 証明書
sk: Certifikáty

source: Keep
ca: Mantén
ja: 維持
sk: Ponechať

source: Replace
ca: Reemplaça
ja: 置換
sk: Nahradiť

source: Keeping the current certificates means no changes will be made to the Root CA, Intermediate CAs, Proxy certificate, or Proxy SSL private key.
ca: Mantenir els certificats actuals significa que no es faran canvis als CA d'arrel, a les CA intermèdies, al certificat d'intermediari o a la clau privada SSL d'intermediari.
ja: 現在の証明書を維持するということは、ルートCA、中間CA、プロキシ証明書、プロキシSSL機密鍵に変更が加えられないことを意味します。
sk: Zachovanie aktuálnych certifikátov znamená, že sa nevykonajú žiadne zmeny v koreňovej CA, sprostredkujúcich CA, proxy certifikáte ani v proxy SSL súkromnom kľúči.

source: Root CA
ca: CA d'arrel
ja: ルートCA
sk: Koreňová CA

source: Certificate authority that issued the proxy certificate (PEM format)
ca: Autoritat de certificació que va emetre el certificat d'intermediari (format PEM)
ja: プロキシ証明書を発行した認証局(PEM形式)
sk: Certifikačná autorita, ktorá vydala proxy certifikát (formát PEM)

source: Intermediate CAs
ca: CA intermedi
cs: Zprostředkující CA
ja: 中間CA
sk: Sprostredkujúce CA

source: An intermediate CA certificate (PEM format)
ca: Un certificat CA intermedi (format PEM)
ja: 中間CA証明書(PEM形式)
sk: Certifikát sprostredkujúcej CA (formát PEM)

source: Proxy certificate
ca: Certificat intermediari
cs: Certifikát proxy
ja: プロキシ証明書
sk: Proxy certifikát

source: SSL certificate issued for the proxy system (PEM format)
ca: Certificat SSL emès per al sistema intermediari (format PEM)
ja: プロキシシステム用に発行されたSSL証明書(PEM形式)
sk: SSL certifikát vydaný pre proxy systém (formát PEM)

source: Proxy SSL private key
ca: Clau privada SSL del proxy
cs: Privátní klíč SSL proxy
ja: プロキシSSL機密鍵
sk: Súkromný kľúč proxy SSL

source: SSL private key for the proxy system (PEM format)
ca: Clau privada SSL per al sistema intermediari (format PEM)
ja: プロキシシステムのSSL機密鍵(PEM形式)
sk: Súkromný kľúč SSL pre proxy systém (formát PEM)

source: Source
ca: Font
cs: Zdroj
ja: ソース
sk: Zdroj

source: Registry
ca: Registre
ja: レジストリ
sk: Register

source: The availability of container images depends on your environment’s connectivity. In air-gapped/restricted environments, using RPM as the source mode is recommended to ensure all required images are available locally. Selecting an incompatible source mode may result in deployment failures.
ca: La disponibilitat de les imatges de contenidor depèn de la connectivitat del vostre entorn. En entorns amb espais restringits o sense espai, es recomana usar RPM com a mode d'origen per garantir que totes les imatges necessàries estiguin disponibles localment. Seleccionar un mode d'origen incompatible pot provocar errors de desplegament.
ja: コンテナイメージの可用性は、環境の接続性に依存します。エアギャップ環境/制限された環境では、必要なすべてのイメージがローカルで利用できるように、ソースモードとしてRPMを使用することをお勧めします。互換性のないソースモードを選択すると、配備に失敗する可能性があります。
sk: Dostupnosť obrazov kontajnerov závisí od pripojenia vášho prostredia. V prostrediach air-gapped/s obmedzeným prístupom sa odporúča používať RPM ako zdrojový režim, aby boli všetky potrebné obrazy dostupné lokálne. Výber nekompatibilného režimu zdroja môže spôsobiť chyby nasadenia.

source: Registry Source
ca: Font del registre
ja: レジストリソース
sk: Zdroj registra

source: Advanced
ca: Avançat
ja: 詳細
sk: Pokročilé

source: Registry URL
ca: URL de registre
ja: レジストリURL
sk: URL registra

source: Containers Tag
ca: Etiqueta de contenidors
ja: コンテナタグ
sk: Značka kontajnerov

source: e.g. {registryTagExample}
ca: p. ex. {registryTagExample}
ja: 例: {registryTagExample}
sk: napr. {registryTagExample}

source: HTTPD URL
ca: URL HTTPD

source: e.g., {registryUrlExample}/proxy-httpd
ca: p. ex., {registryUrlExample}/proxy-httpd
ja: 例: {registryUrlExample}/proxy-httpd
sk: napr., {registryUrlExample}/proxy-httpd

source: HTTPD Tag
ca: Etiqueta HTTPD
ja: HTTPDタグ
sk: Značka HTTPD

source: Salt Broker URL
ca: URL de Salt Broker

source: e.g. {registryUrlExample}/proxy-salt-broker
ca: p. ex. {registryUrlExample}/proxy-salt-broker
ja: 例: {registryUrlExample}/proxy-salt-broker
sk: napr. {registryUrlExample}/proxy-salt-broker

source: Salt Broker Tag
ca: Etiqueta de Salt Broker
ja: Salt Brokerタグ
sk: Značka Salt Broker

source: Squid URL
ca: URL de Squid

source: e.g. {registryUrlExample}/proxy-squid
ca: p. ex. {registryUrlExample}/proxy-squid
ja: 例: {registryUrlExample}/proxy-squid
sk: napr. {registryUrlExample}/proxy-squid

source: Squid Tag
ca: Etiqueta de Squid
ja: Squidタグ
sk: Značka Squid

source: SSH URL
ca: URL SSH

source: e.g. {registryUrlExample}/proxy-ssh
ca: p. ex. {registryUrlExample}/proxy-ssh
ja: 例: {registryUrlExample}/proxy-ssh
sk: napr. {registryUrlExample}/proxy-ssh

source: SSH Tag
ca: Etiqueta SSH
ja: SSHタグ
sk: Značka SSH

source: TFTPD URL
ca: URL TFTPD

source: e.g. {registryUrlExample}/proxy-tftpd
ca: p. ex. {registryUrlExample}/proxy-tftpd
ja: 例: {registryUrlExample}/proxy-tftpd
sk: napr. {registryUrlExample}/proxy-tftpd

source: TFTPD Tag
ca: Etiqueta TFTPD
ja: TFTPDタグ
sk: Značka TFTPD

source: Apply
ca: Aplica
cs: Použít
ja: 適用
sk: Použiť

source: Summary
ca: Resum
cs: Souhrn
ja: 概要
sk: Súhrn

source: Install Program Temporary Fixes (PTFs)
ca: Instal·la les correccions temporals del programa (PTFs)
ja: Program Temporary Fixes (PTFs)のインストール
sk: Inštalovať Program Temporary Fixes (PTFs)
