Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: Restrict Characters Occurrences
ca: Restringeix l'ocurrència de caràcters
ja: 文字数を制限
sk: Obmedzenie výskytu znakov

source: Max Characters Occurrences
ca: Màxim d'ocurrències de caràcters
ja: 最大文字数
sk: Max. výskyt znakov

source: Password Policy Changed
ca: La política de les contrasenyes ha canviat
ja: パスワードポリシーが変更されました
sk: Zmenené pravidlá pre heslá

source: Reset
ca: Restableix
ja: リセット
sk: Resetovať

source: Password Policy Reset to Default
ca: Restabliment de la política de contrasenyes al valor predeterminat
ja: パスワードポリシーがデフォルトにリセットされました
sk: Obnoviť predvolené nastavenie pravidiel pre heslá

source: Request interrupted or invalid response received from the server. Please try again.
ca: Sol·licitud de resposta interrompuda o no vàlida rebuda del servidor. Torneu-ho a provar.
cs: Žádost přerušena nebo ze serveru přijata neplatná odpověď. Prosím opakujte.
ja: 要求に対して割り込みが発生したか、サーバから不正な応答を受け取りました。やり直してください。
sk: Požiadavka bola prerušená alebo bola zo servera prijatá neplatná odpoveď. Prosím, skúste znova.

source: PAYG properties updated successfully
ca: S'han actualitzat correctament les propietats PAYG
ja: PAYGのプロパティを更新しました
sk: Vlastnosti PAYG sa úspešne aktualizovali

source: Edit Information
ca: Edita la informació
cs: Upravit informace
ja: 情報を編集
sk: Upraviť informácie

source: Editing properties..
ca: S'estan editant les propietats.
cs: Úprava vlastností..
ja: プロパティを編集しています..
sk: Upravovanie vlastností..

source: Last Status Update
ca: Última actualització d'estat
cs: Poslední aktualizace stavu
ja: 最終ステータス更新
sk: Posledná aktualizácia stavu

source: Editing ssh connection data..
ca: S'estan editant les dades de connexió ssh.
cs: Úprava údajů o připojení ssh..
ja: ssh接続データを編集しています..
sk: Úprava údajov pripojenia ssh..

source: When editing the SSH connection all needed credentials must be re-provided.
ca: En editar la connexió SSH s'han de tornar a proporcionar totes les credencials necessàries.
cs: Při úpravě připojení SSH je třeba znovu zadat všechna potřebná pověření.
ja: SSH接続を編集する際には、必要なすべての資格情報を再提供する必要があります。
sk: Pri úprave pripojenia SSH je potrebné opätovne zadať všetky potrebné prihlasovacie údaje.

source: SSH Port
ca: Port SSH
cs: Port SSH
ja: SSHポート
sk: Port SSH

source: User
ca: Usuari
cs: Uživatel
ja: ユーザ
sk: Používateľ

source: SSH Private Key
ca: Clau privada SSH
cs: Privátní klíč SSH
ja: SSH機密鍵
sk: Súkromný kľúč SSH

source: SSH Private Key Passphrase
ca: Contrasenya de clau privada SSH
cs: Heslo privátního klíče SSH
ja: SSH 機密鍵のパスフレーズ
sk: Heslo súkromného kľúča SSH

source: The instance you are looking for does not exist or has been deleted
ca: La instància que esteu cercant no existeix o s'ha suprimit
cs: Hledaná instance neexistuje nebo byla odstraněna
ja: お探しのインスタンスは存在していないか、削除されています
sk: Hľadaný inštancia neexistuje alebo bola vymazaná

source: Instance Hostname: {host}
ca: Nom d'amfitrió de la instància: {host}
ja: インスタンスホスト名: {host}
sk: Názov hostiteľa inštancie: {host}

source: Delete PAYG Connection
ca: Suprimeix la connexió PAYG
ja: PAYGの接続の削除
sk: Vymazať pripojenie PAYG

source: Are you sure you want to delete connection
ca: Esteu segur que voleu suprimir la connexió
ja: 接続を削除してよろしいですか
sk: Naozaj chcete vymazať pripojenie

source: Refresh the product catalog from SUSE Customer Center
ca: Refresca el catàleg de productes de SUSE Customer Center
cs: Aktualizujte katalog produktů ze zákaznického centra SUSE
ja: SUSE カスタマーセンターから製品カタログを更新
sk: Obnoviť katalóg produktov zo Zákazníckeho centra SUSE

source: Refresh
ca: Refresca
cs: Aktualizovat
ja: 更新
sk: Obnoviť

source: Please be patient, this might take several minutes.
ca: Si us plau, tingueu paciència, això pot trigar diversos minuts.
cs: Buďte prosím trpěliví, může to trvat několik minut.
ja: この処理にはしばらくの時間がかかります。お待ちください。
sk: Prosím, buďte trpezliví, môže to trvať niekoľko minút.

source: Completed
ca: Completat
cs: Dokončeno
ja: 完了しました
sk: Dokončené

source: Operation not successful: Empty reply from the server
ca: Operació no correcta: Resposta buida del servidor
cs: Operace nebyla úspěšná: Prázdná odpověď ze serveru
ja: 操作は成功しませんでした: サーバからの応答が空です
sk: Operácia nebola úspešná: Prázdna odpoveď zo servera

source: No SUSE Multi-Linux Manager Server Subscription available. Products requiring Client Tools Channel will not be shown.
ca: No hi ha disponible cap subscripció al servidor SUSE MultiLinux. No es mostraran els productes que requereixin el canal Eines del client.
ja: 利用可能な SUSE Multi-Linux Manager サーバサブスクリプションがありません。 Client Tools Channel を必要とする製品は表示されなくなります。
sk: Nie je k dispozícii predplatné servera SUSE Multi-Linux Manager. Produkty vyžadujúce kanál nástrojov klienta sa nebudú zobrazovať.

source: The product catalog refresh is running...
ca: S'està executant l'actualització del catàleg de productes...
cs: Probíhá aktualizace katalogu produktů...
ja: 製品カタログの更新を行なっています...
sk: Obnovovanie katalógu produktov prebieha...

source: The following product installations failed. Please check log files.
ca: Han fallat les següents instal·lacions de productes. Si us plau, comproveu els fitxers de registre.
cs: Následující instalace produktů selhaly. Zkontrolujte žurnálové soubory.
ja: 次の製品のインストールに失敗しました。 ログファイルを確認してください。
sk: Nasledujúce inštalácie produktov zlyhali. Skontrolujte, prosím, súbory záznamov.

source: Selected channels were scheduled successfully for syncing.
ca: Els canals seleccionats s'han programat correctament per sincronitzar.
ja: 選択されたチャンネルは同期のスケジュールに成功しました。
sk: Synchronizácia vybraných kanálov bola úspešne naplánovaná.

source: The following channel installations for "{product}" failed. Please check log files.
ca: Les instal·lacions de canals següents per a "{product}" han fallat. Si us plau, reviseu els fitxers de registre.
sk: Nasledujúce inštalácie kanálov pre "{product}" zlyhali. Skontrolujte, prosím, súbory záznamov.

source: A refresh of the product data is currently running in the background. Please try again later.
ca: Una actualització de les dades del producte s'està executant actualment en segon pla. Torneu-ho a provar més tard.
cs: Aktualizace údajů o produktu aktuálně běží na pozadí. Zkuste to znovu později.
ja: 製品データの更新処理が裏で動作しています。しばらくしてからやり直してください。
sk: Obnovovanie produktových údajov momentálne beží na pozadí. Skúste znova neskôr, prosím.

source: The product catalog is still refreshing, please wait.
ca: El catàleg de productes encara és refrescant, espereu.
cs: Katalog produktů se stále aktualizuje, vyčkejte.
ja: まだ製品カタログを更新しています。しばらくお待ちください。
sk: Katalóg produktov sa stále obnovuje, čakajte, prosím.

source: Select some product first.
ca: Seleccioneu primer algun producte.
cs: Nejprve vyberte nějaký produkt.
ja: まずは製品を選択してください。
sk: Najskôr vyberte nejaký produkt.

source: Add products
ca: Afegeix productes
cs: Přidat produkty
ja: 製品の追加
sk: Pridať produkty

source: Clear products selection
ca: Neteja la selecció de productes
cs: Vymazat výběr produktů
ja: 製品の選択解除
sk: Vymazať výber produktov

source: Why aren't all products displayed in the list?
ca: Per què no es mostren tots els productes a la llista?
cs: Proč se v seznamu nezobrazují všechny produkty?
ja: なぜ一覧に全ての製品が表示されていないのですか？
sk: Prečo nie sú v zozname zobrazené všetky produkty?

source: The products displayed on this list are directly linked to your Organization credentials (Mirror credentials) as well as your SUSE subscriptions.
ca: Els productes que es mostren en aquesta llista estan directament vinculats a les vostres credencials d'organització (credencials de Microsoft) així com a les vostres subscripcions SUSE.
cs: Produkty zobrazené v tomto seznamu jsou přímo propojeny s přihlašovacími údaji Vaší organizace (zrcadlená pověření) a Vašimi předplatnými SUSE.
ja: この一覧内の製品は、お使いの SUSE サブスクリプションと同様に、組織の認可情報 (ミラークレデンシャル) に直接結びついています。
sk: Produkty zobrazené v tomto zozname sú priamo spojené s prihlasovacími údajmi vašej organizácie (prihlasovacími údajmi zrkadla) ako aj s vašimi predplatnými SUSE.

source: If you believe there are products missing, make sure you have added the correct Organization credentials in the previous wizard step.
ca: Si creieu que falten productes, assegureu-vos que heu afegit les credencials d'organització correctes en el pas anterior de l'assistent.
cs: Domníváte-li se, že nějaké produkty chybí, ujistěte se, že jste v předchozím kroku průvodce přidali správná pověření organizace.
ja: 存在すべき製品が存在していない場合は、前のウィザード手順で適切な組織の認可情報を追加していることをご確認ください。
sk: Ak sa domnievate, že niektoré produkty chýbajú, uistite sa, že ste pridali správne prihlasovacie údaje organizácie v predchádzajúcom kroku sprievodcu.

source: This server is configured as a Peripheral server in a Hub configuration. Products can only be managed on the Hub server.
ca: Aquest servidor està configurat com un servidor Perifèric en una configuració de Hub. Els productes només es poden gestionar al servidor Hub.
ja: このサーバはハブ設定で周辺機器サーバとして設定されています。製品はハブサーバ上でのみ管理することができます。
sk: Tento server je nakonfigurovaný ako periférny server v konfigurácii pre hub. Produkty možno spravovať len na hub serveri.

source: Filter by product Description
ca: Filtra per descripció del producte
cs: Filtrovat podle popisu produktu
ja: 製品説明でフィルタ
sk: Filtrovať podľa popisu produktu

source: Product Description
ca: Descripció del producte
cs: Popis výrobku
ja: 製品説明
sk: Popis produktu

source: Channels
ca: Canals
cs: Kanály
ja: チャンネル
sk: Kanály

source: Recommended
ca: Recomanat
ja: 推奨
sk: Odporúčané

source: To enable this product, the parent product should be selected first
ca: Per a habilitar aquest producte, primer s'ha de seleccionar el producte pare
cs: Chcete-li povolit tento produkt, je třeba nejprve vybrat nadřazený produkt
ja: この製品を有効化するには、先に親製品を選択しておく必要があります
sk: Ak chcete povoliť tento produkt, najskôr by mal byť vybraný rodičovský produkt

source: Select this product
ca: Selecciona aquest producte
cs: Zvolit tento produkt
ja: この製品を選択
sk: Vybrať tento produkt

source: This product is mirrored.
ca: Aquest producte està reflectit.
cs: Tento produkt je zrcadlen.
ja: この製品はミラーされています。
sk: Tento produkt je zrkadlený.

source: recommended
ca: recomanat
cs: doporučeno
ja: 推奨
sk: odporúčané

source: SCC product catalog refresh in progress
ca: Actualització del catàleg de productes SCC en curs
cs: Probíhá aktualizace katalogu produktů SCC
ja: SCC 製品カタログの更新を実行しています
sk: Prebieha obnovovanie katalógu výrobkov SCC

source: Scheduling channels product resync
ca: S'estan programant els canals de reinici del producte
cs: Plánování resynchronizace produktů kanálů
ja: チャンネル製品の再同期をスケジュールしています
sk: Plánovanie opätovnej synchronizácie produktov kanálov

source: Channels product resync scheduled
ca: S'ha programat la sincronització del producte dels canals
cs: Je naplánována resynchronizace produktu kanálů
ja: チャンネル製品の再同期をスケジュールしました
sk: Opätovná synchronizácia produktov kanálov naplánovaná

source: Schedule channels product resync
ca: Planifica canals de reinici del producte
cs: Naplánovat resynchronizaci produktů kanálů
ja: チャンネル製品の再同期をスケジュール
sk: Naplánovať opätovnú synchronizáciu produktov kanálov

source: Show product's channels
ca: Mostra els canals del producte
cs: Zobrazit kanály produktu
ja: 製品チャンネルの表示
sk: Zobraziť kanály produktu

source: Product Channels -
ca: Canals de producte -
cs: Kanály produktů -
ja: 製品チャンネル -
sk: Kanály produktov -

source: Select the optional channels you wish to add and confirm.
ca: Seleccioneu els canals opcionals que voleu afegir i confirmar.
ja: 追加したいオプションのチャンネルを選択して確認します。
sk: Vyberte voliteľné kanály, ktoré chcete pridať, a potvrďte.

source: Mandatory Channels
ca: Canals obligatoris
cs: Povinné kanály
ja: 必須チャンネル
sk: Povinné kanály

source: Optional Channels
ca: Canals opcionals
cs: Volitelné kanály
ja: 任意チャンネル
sk: Voliteľné kanály

source: not synced
ca: no sincronitzat
cs: nesynchronizováno
ja: 同期されていません
sk: nesynchronizované

source: sync in progress
ca: sincronització en curs
cs: probíhá synchronizace
ja: 同期を行なっています
sk: prebieha synchronizácia

source: synced
ca: sincronitzat
cs: synchronizováno
ja: 同期済み
sk: synchronizované

source: sync failed
ca: ha fallat la sincronització
cs: synchronizace selhala
ja: 同期が失敗しました
sk: synchronizácia zlyhala

source: Save and Verify
ca: Desa i verifica
ja: 保存して確認
sk: Uložiť a overiť

source: HTTP Proxy Hostname
ca: Nom del servidor intermediari HTTP
ja: HTTPプロキシホスト名
sk: Názov hostiteľa HTTP Proxy

source: hostname:port
ca: nom de l'ordinador:port
ja: ホスト名:ポート
sk: názov_hostiteľa:port

source: For example: <code>example.com:8080</code> or <code>192.0.2.0:8080</code>
ca: Per exemple: <code>example.com:8080</code> or <code>192.0.2.0:8080</code>
ja: 例: <code>example.com:8080</code>または<code>192.0.2.0:8080</code>
sk: Napríklad: <code>example.com:8080</code> alebo <code>192.0.2.0:8080</code>

source: HTTP Proxy Username
ca: Nom d'usuari del servidor intermediari HTTP
ja: HTTPプロキシユーザ名
sk: Používateľské meno HTTP Proxy

source: HTTP Proxy Password
ca: Contrasenya del servidor intermediari HTTP
ja: HTTPプロキシパスワード
sk: Heslo HTTP Proxy

source: Illustration of a proxy server
ca: Il·lustració d'un servidor intermediari
ja: プロキシサーバの図
sk: Ilustrácia proxy servera

source: HTTP Proxy
ca: Servidor intermediari HTTP
ja: HTTPプロキシ

source: If this server uses an HTTP proxy to access the outside network, you can use this form to configure it. If that is not the case, move on to <link>Organization Credentials</link>.
ca: Si aquest servidor utilitza un servidor intermediari HTTP per accedir a la xarxa externa, podeu utilitzar aquest formulari per configurar-lo. Si aquest no és el cas, passeu a les <link>Credencials de l'organització</link>.
ja: このサーバがHTTPプロキシを使用して外部ネットワークにアクセスする場合は、このフォームを使用して設定できます。そうでない場合は、<link>組織の資格情報</link>に進みます。
sk: Ak tento server používa na prístup k vonkajšej sieti HTTP proxy, môžete ho pomocou tohto formulára nakonfigurovať. Ak to nie je tento prípad, prejdite na <link>Prihlasovacie údaje organizácie</link>.

source: Verifying proxy settings
ca: Verificació de la configuració del servidor intermediari
ja: プロキシ設定の確認
sk: Overovanie nastavení proxy

source: Successfully verified proxy settings
ca: S'han verificat correctament els paràmetres del servidor intermediari
ja: プロキシ設定が正常に確認されました
sk: Úspešne overené nastavenia proxy

source: Proxy settings are not valid
ca: La configuració del servidor intermediari no és vàlida
ja: プロキシ設定が有効ではありません
sk: Nastavenia proxy nie sú platné

source: Organization Credentials
ca: Credencials d'organització
ja: 組織の資格情報
sk: Prihlasovacie údaje organizácie

source: Products
ca: Productes
cs: Produkty
ja: 製品
sk: Produkty

source: PAYG Connections
ca: Connexions PAYG
ja: PAYGの接続
sk: Pripojenia PAYG

source: Setup Wizard
ca: Assistent de configuració
cs: Průvodce nastavením
ja: セットアップウィザード
sk: Sprievodca nastavením

source: running
ca: en execució
cs: běžící
ja: 実行しています
sk: bežiace

source: finished
ca: acabat
cs: dokončeno
ja: 完了
sk: dokončené

source: failed
ca: ha fallat
cs: selhalo
ja: 失敗
sk: neúspešné

source: interrupted
ca: interromput
cs: přerušeno
ja: 割り込み
sk: prerušené

source: ready to run
ca: llest per a executar
cs: připraven ke spuštění
ja: 実行可能
sk: pripravené na spustenie

source: skipped
ca: s'ha saltat
cs: přeskočen
ja: 飛ばしました
sk: preskočené

source: Task Engine Status
ca: Estat del motor de tasques
cs: Stav stroje úloh
ja: タスクエンジンの状態
sk: Stav nástroja úloh

source: Last Execution Times
ca: Últims temps d'execució
cs: Časy posledních provedení
ja: 直近の実行時間
sk: Posledné časy vykonania

source: Runtime Status
ca: Estat d'execució
cs: Stav průběhu
ja: 実行時の状態
sk: Stav behu programu

source: The server is running or has finished executing the following tasks during the latest 5 minutes.
ca: El servidor s'està executant o ha acabat d'executar les següents tasques durant els darrers 5 minuts.
cs: Server běží nebo dokončil provádění těchto úkolů během posledních 5 minut.
ja: サーバは下記のタスクを処理中であるか、もしくは直近 5 分の間に実行が完了しています。
sk: Server je spustený alebo dokončil vykonávanie nasledujúcich úloh počas posledných 5 minút.

source: Data is refreshed every
ca: Les dades s'actualitzen cada
cs: Data se obnovují každých
ja: データ更新間隔
sk: Dáta sa obnovujú každých

source: seconds
ca: segons
cs: sekund
ja: 秒
sk: sekúnd

source: Filter by name
ca: Filtra per nom
cs: Filtrovat podle názvu
ja: 名前でフィルタ
sk: Filtrovať podľa názvu

source: Task Id
ca: Id de la tasca
cs: ID úkolu
ja: タスク ID
sk: Id úlohy

source: Task Name
ca: Nom de la tasca
cs: Název úkolu
ja: タスク名
sk: Názov úlohy

source: Start Time
ca: Hora d'inici
cs: Čas spuštění
ja: 開始時刻
sk: Čas spustenia

source: End Time
ca: Hora final
cs: Čas ukončení
ja: 終了時刻
sk: Čas skončenia

source: Elapsed Time
ca: Temps transcorregut
cs: Spotřebovaný čas
ja: 経過時間
sk: Uplynutý čas

source: Data
ca: Dades
ja: データ
sk: Údaje

source: There are no tasks running on the server at the moment.
ca: De moment no hi ha tasques executant-se al servidor.
cs: Na serveru nejsou momentálně spuštěny žádné úkoly.
ja: 現時点では、サーバ内で動作しているタスクはありません。
sk: Momentálne na serveri nie sú spustené žiadne úlohy.

source: Session expired, please reload the page to see up-to-date data.
ca: La sessió ha caducat, torneu a carregar la pàgina per veure les dades actualitzades.
cs: Platnost relace vypršela. Chcete-li zobrazit aktuální data, načtěte stránku znovu.
ja: セッションの期限が切れました。最新のデータを表示するには、ページを再読み込みしてください。
sk: Sedenie vypršalo, prosím, znovu načítajte stránku, aby ste zobrazili aktuálne údaje.

source: Server error, please check log files.
ca: Error del servidor. Si us plau, comproveu els fitxers de registre.
cs: Chyba serveru, zkontrolujte soubory protokolu.
ja: サーバエラーです。ログファイルをご確認ください。
sk: Chyba servera, prosím, skontrolujte súbory záznamov.

source: An error occurred while displaying the list of packages.
ca: S'ha produït un error en mostrar la llista de paquets.
ja: パッケージのリストを表示中にエラーが発生しました。
sk: Pri zobrazovaní zoznamu balíkov sa vyskytla chyba.

source: AppStream {stream} has {count} packages:
ca: AppStream {stream} té {count} paquets:
ja: AppStream {stream} には {count} 個のパッケージがあります:
sk: AppStream {stream} má {count} balíkov:

source: Updating the selection of AppStream modules has been <link>scheduled</link>.
ca: L'actualització de la selecció de mòduls AppStream ha estat <link>programada</link>.
ja: AppStreamモジュールの選択の更新が <link>スケジュールされました</link>。
sk: Aktualizácia výberu modulov AppStream bola <link>naplánovaná</link>.

source: Streams to be enabled:
ca: Fluxos a activar:
ja: 有効にするストリーム:
sk: Prúdy, ktoré sa majú povoliť:

source: Streams to be disabled:
ca: Fluxos a desactivar:
ja: 無効にするストリーム:
sk: Prúdy, ktoré sa majú zakázať:

source: The following AppStream modules are currently available to the system.
ca: Els següents mòduls d'AppStream estan actualment disponibles per al sistema.
ja: 現在、以下のAppStreamモジュールがシステムで利用可能です。
sk: V súčasnosti sú v systéme k dispozícii tieto moduly AppStream.

source: Packages in {stream}
ca: Paquets a {stream}
ja: {stream} のパッケージ
sk: Balíky v {stream}

source: Modules
ca: Mòduls
ja: モジュール
sk: Moduly

source: Streams
ca: Fluxos
ja: ストリーム
sk: Prúdy

source: Affected, patches available in channels which are not assigned
ca: Afectats, hi ha pedaços disponibles en canals que no estan assignats
cs: Ovlivněno: v kanálech, které nejsou přiřazeny, jsou dostupné záplaty
ja: 影響を受ける、割り当てられていないチャンネルで利用可能なパッチ
sk: Ovplyvnené, opravy dostupné v kanáloch, ktoré nie sú priradené

source: The client is affected by a vulnerability and we have a patch for it, but the channel(s) offering the patch are not assigned to the client.
ca: El client està afectat per una vulnerabilitat i tenim un pedaç per a això, però el(s) canal(s) que ofereixen el pedaç no estan assignats al client.
sk: Klient je ohrozený zraniteľnosťou a máme na ňu opravu, ale kanál(y) ponúkajúce opravu nie sú priradené klientovi.

source: Affected, patches available in a Product Migration target
ca: Afectats, hi ha pedaços disponibles en un objectiu de migració de productes
cs: Ovlivněno, záplaty dostupné v cíli Migrace produktu
ja: 影響を受ける、製品の移行ターゲットで利用可能なパッチ
sk: Ovplyvnené, opravy dostupné v cieli migrácie produktu

source: The client is affected by a vulnerability and we have a patch for it, but applying the patch requires migrating the product to a newer version.
ca: El client està afectat per una vulnerabilitat i tenim un pedaç per a això, però aplicar-lo requereix migrar el producte a una versió més recent.
sk: Klient je ohrozený zraniteľnosťou a máme na ňu opravu, ale aplikácia opravy vyžaduje migráciu produktu na novšiu verziu.

source: Affected, at least one patch available in an assigned channel
ca: Afectat, almenys un pedaç disponible en un canal assignat
cs: Ovlivněno: v přiřazeném kanálu je dostupná aspoň 1 záplata
ja: 影響を受ける、割り当てられたチャンネルで利用可能な少なくとも1つのパッチ
sk: Ovplyvnené, v priradenom kanáli je k dispozícii aspoň jedna oprava

source: Not affected
ca: No afectat
cs: Neovlivněno
ja: 影響を受けません
sk: Neovplyvnené

source: The client is not affected because none of the known CVE vulnerable packages are installed.
ca: El client no es veu afectat perquè no s'instal·la cap dels paquets vulnerables CVE coneguts.
ja: 既知のCVE脆弱性パッケージがインストールされていないため、クライアントは影響を受けません。
sk: Klient nie je ovplyvnený, pretože nie je nainštalovaný žiadny zo známych zraniteľných balíkov CVE.

source: Patched
ca: Empedrat
cs: Opraveno
ja: パッチ適用済み
sk: Opravené

source: A patch has been successfully installed on the client.
ca: S'ha instal·lat correctament un pedaç al client.
ja: パッチがクライアントに正常にインストールされました。
sk: Oprava bola úspešne nainštalovaná na klienta.

source: Affected, patch is unavailable
ca: Afectat, el pedaç no està disponible
ja: 影響を受ける、パッチは利用不可
sk: Ovplyvnené, oprava nie je k dispozícii

source: The client is affected by a vulnerability for which a patch has not yet been released.
ca: El client es veu afectat per una vulnerabilitat per la qual encara no s'ha alliberat un pegat.
ja: クライアントは、まだパッチがリリースされていない脆弱性の影響を受けます。
sk: Klient je ovplyvnený zraniteľnosťou, pre ktorú ešte nebola vydaná oprava.

source: Affected, patch is unavailable in relevant channels
ca: Afectat, el pedaç no està disponible als canals pertinents
ja: 影響を受ける、関連チャンネルでパッチは利用不可
sk: Ovplyvnené, oprava nie je k dispozícii v príslušných kanáloch

source: The client is affected by a vulnerability for which a patch has been released, but the patch can't be found in the relevant channels.
ca: El client està afectat per una vulnerabilitat per a la qual s'ha publicat un pedaç, però no es pot trobar als canals pertinents.
sk: Klient je ovplyvnený zraniteľnosťou, pre ktorú bola vydaná oprava, ale oprava sa nedá nájsť v príslušných kanáloch.

source: Affected, partial patch available in assigned channel
ca: Afectat, hi ha un pedaç parcial disponible al canal assignat
ja: 影響を受ける、割り当てられたチャンネルで部分的なパッチが利用可能
sk: Ovplyvnené, čiastočná oprava je k dispozícii v priradenom kanáli

source: The client is affected by a vulnerability and we have a patch for it, but applying the patch will only update some of the vulnerable packages.
ca: El client està afectat per una vulnerabilitat i tenim un pedaç per a això, però aplicar-lo només actualitzarà alguns dels paquets vulnerables.
sk: Klient je ohrozený zraniteľnosťou a máme na ňu opravu, ale aplikovanie opravy aktualizuje len niektoré zo zraniteľných balíkov.

source: Unknown, CVE metadata not available
ca: Desconegut, les metadades CVE no estan disponibles
ja: 不明、CVEメタデータは利用不可
sk: Neznáme, metadáta CVE nie sú k dispozícii

source: It is not possible to scan the client server for CVE vulnerabilities without channels or OVAL metadata.
ca: No és possible escanejar el servidor client per a vulnerabilitats CVE sense canals ni metadades OVAL.
ja: チャンネルまたはOVALメタデータがないと、クライアントサーバをスキャンしてCVE脆弱性を検出することはできません。
sk: Bez kanálov alebo metadát OVAL nie je možné skenovať klientsky server na zraniteľnosti CVE.

source: Error, see console
ca: Error, vegeu la consola
ja: エラー、コンソールを参照してください
sk: Chyba, pozrite si konzolu

source: Unknown patch status
ca: Estat del pedaç desconegut
ja: 不明パッチステータス
sk: Neznámy stav opravy
