Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: remaining
ca: restant
cs: zbývající
ja: 残り
sk: zostávajúce

source: The browser Internet Explorer is not supported. Try using Firefox, Chrome or Edge
ca: El navegador Internet Explorer no està suportat. Proveu d'utilitzar el Firefox, Chrome o Edge
cs: Prohlížeč Internet Explorer není podporován. Zkuste použít Firefox, Chrome nebo Edge
ja: Internet Explorer ブラウザはサポート対象外です。Firefox, Chrome, Edge のいずれかをお使いください
sk: Prehliadač Internet Explorer nie je podporovaný. Skúste použiť Firefox, Chrome, alebo Edge

source: Action has been successfully added to the action chain <link>"{name}"</link>.
ca: L'acció s'ha afegit correctament a la cadena d'accions <link>"{name}"</link>.
sk: Akcia bola úspešne pridaná do reťazca akcií <link>"{name}"</link>.

source: The action has been <link>scheduled</link>.
ca: L'acció ha estat <link>programada</link>.
cs: Akce byla <link>naplánována</link>.
ja: 動作を<link>スケジュールしました</link>。
sk: Akcia bola <link>naplánovaná</link>.

source: Unable to schedule action. Please check the server logs for detailed information.
ca: No s'ha pogut programar l'acció. Si us plau, comproveu els registres del servidor per obtenir informació detallada.
ja: アクションをスケジュールできません。詳細については、サーバのログを確認してください。
sk: Nie je možné naplánovať akciu. Prosím, skontrolujte záznamy servera, aby ste získali podrobné informácie.

source: Confirm Attestation Execution
ca: Confirma l'execució de la prova
ja: 認証実行の確認
sk: Potvrdiť vykonanie atestácie

source: Schedule
ca: Programa
cs: Plán
ja: スケジュール
sk: Plán

source: Back to list
ca: Torna a la llista
cs: Zpět na seznam
ja: 一覧に戻る
sk: Späť na zoznam

source: Confidential Computing Attestations
ca: Acreditacions de computació confidencial
ja: コンフィデンシャルコンピューティング認証
sk: Atestácie dôveryhodného používania počítača

source: Schedule Attestation
ca: Prova de la planificació
ja: 認証のスケジュールを設定する
sk: Naplánovať atestáciu

source: Attestation Report details
ca: Detalls de l'informe d'autenticació
ja: 認証レポートの詳細
sk: Podrobnosti atestačnej správy

source: Formula saved. Applying the highstate is not needed for this formula.
ca: Fórmula desada. No es necessita aplicar l'estat alt per a aquesta fórmula.
cs: Vzorec uložen. U tohoto vzorce není potřeba použít highstate.
ja: formula を保存しました。この formula に対する highstate の適用は不要です。
sk: Vzorec bol uložený. Pre tento vzorec nie je potrebné použiť highstate.

source: Multiple Group formulas detected. Only one formula for "{name}" can be used on each system!
ca: S'han detectat diverses fórmules de grup. Només es pot usar una fórmula per a {name} a cada sistema!
sk: Bolo zistené viacnásobné skupinové vzorce. V každom systéme je možné použiť iba jeden vzorec pre "{name}"!

source: Please input required fields: {fields}
ca: Introduïu els camps requerits: {fields}
cs: Zadejte prosím povinná pole: {fields}
ja: 必須の項目に入力を行なってください: {fields}
sk: Prosím, zadajte požadované polia: {fields}

source: Invalid format of fields: {fields}
ca: El format dels camps no és vàlid: {fields}
cs: Neplatný formát polí: {fields}
ja: 項目の書式が正しくありません: {fields}
sk: Neplatný formát polí: {fields}

source: On this page you can configure Salt Formulas to automatically install and configure software.
ca: En aquesta pàgina podeu configurar Fórmules Salt per instal·lar i configurar automàticament el programari.
cs: Na této stránce můžete nakonfigurovat vzorce Salt pro automatickou instalaci a konfiguraci softwaru.
ja: このページでは Salt Formula を設定して、ソフトウェアの自動インストールと設定を行なうことができます。
sk: Na tejto stránke môžete nakonfigurovať vzorce Salt na automatickú inštaláciu a konfiguráciu softvéru.

source: Expand All Sections
ca: Expandeix totes les seccions
cs: Rozbalit všechny sekce
ja: すべてのセクションを展開
sk: Rozbaliť všetky sekcie

source: Collapse All Sections
ca: Redueix totes les seccions
cs: Sbalit všechny sekce
ja: すべてのセクションを折りたたむ
sk: Zbaliť všetky sekcie

source: Unnamed
ca: Sense nom
cs: Bez názvu
ja: 名前なし
sk: Bez názvu

source: Search by formula's group name
ca: Cerca pel nom del grup de la fórmula
cs: Vyhledat podle názvu skupiny vzorců
ja: 数式のグループ名で検索
sk: Hľadať podľa názvu skupiny vzorca

source: new action chain
ca: nova cadena d'acció
cs: nový akční řetězec
ja: 新しい動作チェーン
sk: nový reťazec akcií

source: There are multiple maintenance schedules for selected systems. Make sure that systems in the set use at most 1 maintenance schedule if you want to schedule by date or maintenance window.
ca: Hi ha múltiples horaris de manteniment per als sistemes seleccionats. Assegureu-vos que els sistemes del conjunt utilitzen com a màxim 1 planificació de manteniment si voleu programar per data o finestra de manteniment.
cs: Pro vybrané systémy existuje několik plánů údržby. Chcete-li plánovat podle data nebo okna údržby, ujistěte se, že systémy v sadě používají maximálně 1 plán údržby.
ja: 選択したシステムには複数のメンテナンススケジュールが存在しています。日付やメンテナンスウィンドウでスケジュールを設定したい場合は、システムに対して最大でも 1 つのメンテナンススケジュールのみを設定してください。
sk: Pre vybrané systémy existuje viacero plánov údržby. Ak chcete plánovať podľa dátumu alebo okna údržby, uistite sa, že systémy v sade používajú najviac 1 plán údržby.

source: No upcoming maintenance windows
ca: No hi ha finestres de manteniment properes
cs: Žádná nadcházející okna údržby
ja: 次のメンテナンスウィンドウはありません
sk: Žiadne nadchádzajúce okná údržby

source: Earliest:
ca: Més primerenc:
cs: Nejdříve:
ja: 指定時刻以降にスケジュール:
sk: Najskôr:

source: Maintenance Window:
ca: Finestra de manteniment:
cs: Okno údržby:
ja: メンテナンスウィンドウ:
sk: Okno údržby:

source: Add to:
ca: Afegeix a:
cs: Přidat k:
ja: 以下に追加:
sk: Pridať k:

source: Loading the scheduler...
ca: S'està carregant el planificador...
cs: Načítání plánovače...
ja: スケジューラを読み込んでいます...
sk: Načítava sa plánovač...

source: First Name
ca: Nom
cs: První jméno
ja: 名
sk: Krstné meno

source: Last Name
ca: Cognom
ja: 姓
sk: Priezvisko

source: Name
ca: Nom
cs: Název
ja: 名前
sk: Názov

source: Attestations
ca: Acreditacions
ja: 認証
sk: Atestácie

source: No attestation report available. Schedule an execution to create one.
ca: No hi ha cap informe d'atestat disponible. Programeu una execució per crear-ne un.
sk: K dispozícii nie je žiadna atestačná správa. Naplánujte vykonanie, aby ste ho vytvorili.

source: Attestation
ca: Acreditació
ja: 認証
sk: Atestácia

source: Attestation #{identifier} run on {date} at {time}
ca: La prova {identifier} s'executa el dia {date} a les {time}
ja: 認証 #{identifier} は {date} {time} に実行されます
sk: Atestácia #{identifier} vykonaná dňa {date} o {time}

source: System
ca: Sistema
cs: Systém
ja: システム
sk: Systém

source: Environment Type
ca: Tipus d'entorn
ja: 環境タイプ
sk: Typ prostredia

source: Created
ca: Creat
cs: Vytvořeno
ja: 作成日
sk: Vytvorené

source: Last modified
ca: Darrera modificació
ja: 最終変更
sk: Naposledy zmenené

source: Status
ca: Estat
cs: Stav
ja: 状態
sk: Stav

source: Attestation time
ca: Hora de l'autenticació
ja: 認証時間
sk: Čas atestácie

source: Actions
ca: Accions
cs: Akce
ja: アクション
sk: Akcie

source: Details
ca: Detalls
cs: Podrobnosti
ja: 詳細
sk: Podrobnosti

source: Status:
ca: Estat:
ja: ステータス:
sk: Stav:

source: Created on
ca: Creat el
ja: 作成日
sk: Vytvorené dňa

source: Last modified on
ca: Darrera modificació el
ja: 最終変更日
sk: Naposledy zmenené dňa

source: Action
ca: Acció
cs: Akce
ja: 動作
sk: Akcia

source: {actionName} scheduled by {actionScheduledBy}
ca: {actionName} programat per {actionScheduledBy}
ja: {actionScheduledBy} によってスケジュールされた {actionName}
sk: {actionName} naplánované {actionScheduledBy}

source: Attested on
ca: Provat el
ja: 認証日
sk: Atestované dňa

source: Overview
ca: Visió
cs: Přehled
ja: 概要
sk: Prehľad

source: Result Type:
ca: Tipus de resultat:
ja: 結果タイプ:
sk: Typ výsledku:

source: Description:
ca: Descripció:
cs: Popis:
ja: 説明:
sk: Popis:

source: Attested on:
ca: Provat el:
ja: 認証日:
sk: Atestované dňa:

source: Process Output
ca: Processa la sortida
ja: プロセス出力
sk: Výstup procesu

source: Enable attestation
ca: Habilita l'attest
ja: 認証を有効にする
sk: Povolenie atestácie

source: Executions
ca: Execucions
ja: 実行
sk: Vykonania

source: Peform attestation during the boot process
ca: Acreditació del Peform durant el procés d'arrencada
ja: ブートプロセス中に認証を実行する
sk: Vykonanie atestácie počas procesu štartu systému

source: Peform attestation on a schedule
ca: Prova de Peform en una planificació
ja: スケジュールに従って認証を実行する
sk: Vykonávanie atestácie podľa plánu

source: Select a schedule
ca: Seleccioneu una planificació
ja: スケジュールの選択
sk: Vybrať plán

source: Save
ca: Desa
cs: Uložit
ja: 保存
sk: Uložiť

source: Reset Changes
ca: Restableix els canvis
ja: 変更のリセット
sk: Vynulovanie zmien

source: Create {label}
ca: Crea {label}
ja: {label} の作成
sk: Vytvoriť {label}

source: Configuration Channels
ca: Canals de configuració
cs: Konfigurační kanály
ja: 設定チャンネル
sk: Konfiguračné kanály

source: Previous month
ca: Mes anterior
cs: Předešlý měsic
ja: 前月
sk: Predchádzajúci mesiac

source: Next month
ca: Mes següent
cs: Následující měsíc
ja: 来月
sk: Nasledujúci mesiac

source: Previous year
ca: Any anterior
cs: Předchozí rok
ja: 前年
sk: Predchádzajúci rok

source: Next year
ca: Any següent
cs: Následující rok
ja: 来年
sk: Nasledujúci rok

source: Are you sure you want to {action} {name}
ca: Esteu segur que voleu {action} {name}
cs: Opravdu chcete {action} {name}
ja: {name}を{action}してよろしいですか
sk: Naozaj chcete {action} {name}

source: Are you sure you want to {action} the selected {name}s? ({count} {name}s selected)
ca: Esteu segur que voleu {action} el {name} seleccionat? ({count} {name}s seleccionats)
cs: Opravdu chcete {action} vybrané položky {name}? (Vybráno {count} položek {name})
ja: 選択した{name}に対して{action}してよろしいですか？ ({count}個の{name}が選択されています)
sk: Naozaj chcete {action} vybrané položky {name}? ({count} položiek {name} vybraných)

source: Cancel
ca: Cancel·la
cs: Zrušit
ja: 取り消し
sk: Zrušiť

source: Delete
ca: Suprimeix
cs: Smazat
ja: 削除
sk: Vymazať

source: Delete project
ca: Suprimeix el projecte
cs: Smazat projekt
ja: プロジェクトの削除
sk: Vymazať projekt

source: Are you sure you want to delete project
ca: Segur que voleu suprimir el projecte
cs: Opravdu chcete smazat projekt
ja: 下記のプロジェクトを削除してよろしいですか
sk: Naozaj chcete vymazať projekt

source: Field
ca: Camp
ja: フィールド
sk: Pole

source: Minimum 2 characters
ca: Mínim 2 caràcters
cs: Aspoň dva znaky
ja: 最低 2 文字
sk: Minimálne 2 znaky

source: Checkbox
ca: Casella de selecció
ja: チェックボックス
sk: Zaškrtávacie pole

source: Password
ca: Contrasenya
cs: Heslo
ja: パスワード
sk: Heslo

source: Datetime
ca: Data i hora
ja: 日時
sk: Dátum a čas

source: Multiple values
ca: Valors múltiples
ja: 複数の値
sk: Viacero hodnôt

source: Long text
ca: Text llarg
ja: 長いテキスト
sk: Dlhý text

source: Range
ca: Interval
ja: 範囲
sk: Rozsah

source: Radio
ca: Ràdio
ja: ラジオ
sk: Prepínač

source: One
ca: U
sk: Jeden

source: Two
ca: Dos
sk: Dva

source: Three
ca: Tres
sk: Tri

source: Select
ca: Selecciona
cs: Vybrat
ja: 選択
sk: Vybrať

source: Submit
ca: Envia
cs: Předložit
ja: 送信
sk: Odoslať

source: Custom value
ca: Valor personalitzat
ja: カスタム値
sk: Vlastná hodnota

source: {rangeInputName} start
ca: Inicia {rangeInputName}
ja: {rangeInputName} 開始
sk: {rangeInputName} štart

source: {rangeInputName} end
ca: Acaba {rangeInputName}
ja: {rangeInputName} 終了
sk: {rangeInputName} koniec

source: required
ca: requerit
cs: požadovaný
ja: 必要
sk: požadované

source: Remove item
ca: Elimina l'element
ja: 項目の削除
sk: Odstrániť položku

source: Add item
ca: Afegeix-hi un element
ja: 項目の追加
sk: Pridať položku

source: No group
ca: Cap grup
cs: Žádná skupina
ja: グループ無し
sk: Žiadna skupina

source: On this page you can select Salt Formulas for this group/system, which can then be configured on group and system level. This allows you to automatically install and configure software.
ca: En aquesta pàgina podeu seleccionar Fórmules de sal per a aquest grup/sistema, que es poden configurar a nivell de grup i de sistema. Això permet instal·lar i configurar automàticament el programari.
cs: Na této stránce můžete vybrat vzorce Salt pro tuto skupinu/systém, které pak lze konfigurovat na úrovni skupiny a systému. To vám umožní automaticky instalovat a konfigurovat software.
ja: このページでは、このグループやシステムに対する Salt Formula を選択することができます。設定後、グループやシステムのレベルで設定を行なうことができるようになります。これはソフトウェアの自動インストールや設定を行なうためのものです。
sk: Na tejto stránke môžete vybrať vzorce Salt pre túto skupinu/systém, ktoré je potom možné nakonfigurovať na úrovni skupiny a systému. To vám umožňuje automaticky inštalovať a konfigurovať softvér.

source: Formulas
ca: Fórmules
cs: Vzorce
ja: Formula
sk: Vzorce

source: This field is used as a 'key' identifier in the resulting pillar data.
ca: Aquest camp s'utilitza com a identificador de «clau» en les dades de pilar resultants.
cs: Toto pole se používá jako identifikátor 'klíče' ve výsledných pilířových datech (v Salt).
ja: この項目は、生成される pillar データの 'key' 識別子として使用されます。
sk: Toto pole sa používa ako 'kľúčový' identifikátor vo výsledných pilierových údajoch.

source: Generate new password
ca: Genera una contrasenya nova
cs: Vygenerovat nové heslo
ja: 新しいパスワードの生成
sk: Vygenerovať nové heslo

source: Show/hide password
ca: Mostra/oculta la contrasenya
cs: Zobrazit/skrýt heslo
ja: パスワードの表示／非表示
sk: Zobraziť/skryť heslo

source: Toggle section visibility
ca: Commuta la visibilitat de la secció
cs: Přepnout viditelnost sekce
ja: セクション表示の切り替え
sk: Prepnúť viditeľnosť sekcie

source: Issue a new token
ca: Emet un token nou
ja: 新しいトークンの発行
sk: Vystaviť nový token

source: Store an external token
ca: Emmagatzema un testimoni extern
ja: 外部トークンの保存
sk: Uložiť externý token

source: Add token
ca: Afegeix un testimoni
ja: トークンの追加
sk: Pridať token

source: Add a new access token
ca: Afegeix un testimoni d'accés nou
ja: 新しいアクセストークンの追加
sk: Pridať nový prístupový token

source: Server FQDN
ca: Servidor FQDN
ja: サーバFQDN

source: e.g. server.domain.com
ca: p. ex. server.domain.com
ja: 例: server.domain.com
sk: napr. server.domain.com

source: Has to be a valid FQDN address
ca: Ha de ser una adreça FQDN vàlida
ja: 有効なFQDNアドレスでなければなりません
sk: Musí to byť platná adresa FQDN

source: Token
ca: Testimoni
ja: トークン

source: Issue
ca: Incidència
ja: 発行
sk: Vydané

source: Store
ca: Emmagatzema
ja: 保存
sk: Úložisko

source: New token successfully issued
ca: El testimoni nou s'ha emès correctament
ja: 新しいトークンが正常に発行されました
sk: Úspešne vydaný nový token

source: The new token was generated successfully. Make sure to copy it now as you will not be able to see this again.
ca: El testimoni nou s'ha generat amb èxit. Assegureu-vos de copiar-lo ara, ja que no podreu tornar a veure-ho.
ja: 新しいトークンが正常に生成されました。このトークンは再度表示できないため、今すぐコピーしてください。
sk: Nový token bol úspešne vygenerovaný. Uistite sa, že ste si ho skopírovali, pretože ho už nebudete môcť vidieť.

source: Copy
ca: Copia
ja: コピー
sk: Kopírovať

source: Close
ca: Tanca
cs: Zavřít
ja: 閉じる
sk: Zavrieť

source: Access token copied to the clipboard
ca: S'ha copiat el testimoni d'accés al porta-retalls
ja: アクセストークンがクリップボードにコピーされました
sk: Prístupový token skopírovaný do schránky

source: Select Organization
ca: Seleccioneu l'organització
ja: 組織の選択
sk: Vybrať organizáciu

source: Filter by architecture
ca: Filtra per arquitectura
cs: Filtrovat podle architektury
ja: アーキテクチャでフィルタ
sk: Filtrovať podľa architektúry

source: Search channels...
ca: Cerca canals...
ja: チャネルを検索...
sk: Hľadanie kanálov...

source: Sync
ca: Sincronitza
ja: 同期
sk: Synchronizácia

source: Channel Name
ca: Nom del canal
cs: Název kanálu
ja: チャンネル名
sk: Názov kanála

source: Architecture
ca: Arquitectura
cs: Architektura
ja: アーキテクチャ
sk: Architektúra

source: Sync Org
ca: Sincronització d'org
ja: 同期組織
sk: Synchronizovaná organizácia

source: Deregister from the hub
ca: Deregister des del hub
ja: ハブから登録解除
sk: Zrušiť registráciu z hubu

source: Confirm deregistration
ca: Confirmeu la baixa
ja: 登録解除の確認
sk: Potvrdiť zrušenie registrácie

source: Error deregistering server
ca: Error en cancel·lar el registre del servidor
ja: サーバの登録解除中にエラーが発生しました
sk: Chyba pri zrušení registrácie servera

source: Deregister without cleanup
ca: Dona't de baixa sense netejar
ja: クリーンアップ無しでの登録解除
sk: Zrušiť registráciu bez vyčistenia

source: Cleanup timed out. Please check if the machine is reachable.
ca: S'ha esgotat el temps d'espera de la neteja. Si us plau, comprovi si la màquina és accessible.
cs: Vypršela doba pro výmaz. Zkontrolujte, zda je stroj dosažitelný.
ja: クリーンアップが時間切れになりました。マシンに到達可能かどうかご確認ください。
sk: Vyčistenie vypršalo. Prosím, skontrolujte, či je stroj dosiahnuteľný.

source: Are you sure you want to deregister from hub {fqdn}? If you do, you will no longer receive data from it.
ca: Esteu segur que voleu donar-vos de baixa del centre {fqdn}? Si ho fa, ja no rebrà dades d'ella.
ja: ハブ {fqdn} から登録解除してよろしいですか? 登録解除すると、それ以降ハブからデータが受信されなくなります。
sk: te si istí, že chcete zrušiť registráciu z hubu {fqdn}? Ak tak urobíte, už z neho nebudete dostávať dáta.

source: Are you sure you want to deregister peripheral {fqdn}? All the current configuration will be lost.
ca: Segur que voleu cancel·lar el registre del perifèric {fqdn}? Se'n perdrà tota la configuració actual.
ja: 周辺機器 {fqdn} の登録を解除してもよろしいですか? 現在のすべての設定が失われます。
sk: Ste si istí, že chcete zrušiť registráciu periférie {fqdn}? Celá aktuálna konfigurácia sa stratí.

source: The server {fqdn} has been successfully deregistered.
ca: El servidor {fqdn} s'ha desregistrat correctament.
ja: サーバ {fqdn} が正常に登録解除されました。
sk: Serveru {fqdn} bola úspešne zrušená registrácia.

source: Desync
ca: Dessincronitza
ja: 同期解除
sk: Zrušiť synchronizáciu

source: Desync Channel
ca: Dessincronitza el canal
ja: チャネルの同期解除
sk: Zrušiť synchronizáciu kanála

source: Confirm Desync
ca: Confirma la dessincronització
ja: 同期解除の確認
sk: Potvrdiť zrušenie synchronizácie

source: Desync channels?
ca: Voleu dessicronitzar els canals?
ja: チャネルの同期を解除しますか?
sk: Zrušiť synchronizáciu kanálov?

source: The channels have been successfully desynced.
ca: Els canals s'han dessincronitzat correctament.
ja: チャネルが正常に同期解除されました。
sk: Kanálom bola úspešne zrušená synchronizácia.

source: Add Server
ca: Afegeix-hi un servidor
ja: サーバの追加
sk: Pridať server

source: Set the FQDN of the remote server
ca: Estableix el FQDN del servidor remot
ja: リモートサーバのFQDNを設定する
sk: Nastaviť FQDN vzdialeného servera

source: Peripheral migration in progress: waiting for a response...
ca: Migració perifèrica en curs: s'espera una resposta...
ja: 周辺機器の移行が進行中です: 応答を待機しています...
sk: Prebieha migrácia periférie: čaká sa na odpoveď...

source: Migration partially succeeded
ca: La migració ha tingut un èxit parcial
ja: 移行は部分的に成功しました
sk: Migrácia čiastočne úspešná

source: Migration failed
ca: La migració ha fallat
ja: 移行に失敗しました
sk: Migrácia bola neúspešná

source: Some of the servers where migrated successfully, but some errors happened during the process.
ca: Alguns dels servidors s'han migrat correctament, però s'han produït alguns errors durant el procés.
ja: 一部のサーバは正常に移行されましたが、プロセス中にエラーが発生しました。
sk: Niektoré servery boli úspešne migrované, ale počas procesu sa vyskytli niektoré chyby.

source: The migration process was not successfull and reported the following errors
ca: El procés de migració no ha tingut èxit i s'ha informat dels errors següents
ja: 移行プロセスは成功せず、次のエラーが報告されました
sk: Proces migrácie nebol úspešný a hlásil nasledujúce chyby

source: There are no ISSv1 slaves to migrate.
ca: No hi ha esclaus ISSv1 per migrar.
ja: 移行するISSv1スレーブはありません。
sk: Neexistujú žiadne podriadené ISSv1 na migráciu.

source: Back
ca: Enrere
cs: Zpět
ja: 戻る
sk: Späť

source: Migrate?
ca: Voleu fer la migració?
ja: 移行しますか。
sk: Migrovať?

source: Access Token
ca: Testimoni d'accés
ja: アクセストークン
sk: Prístupový token

source: Root Certificate Authority
ca: Autoritat del certificat arrel
ja: ルート認証局
sk: Koreňová certifikačná autorita

source: This slave is currently disabled and cannot be selected for migration
ca: Aquest esclau està actualment desactivat i no es pot seleccionar per a la migració
ja: このスレーブは現在無効になっており、移行対象として選択できません
sk: Tento podriadený je v súčasnosti zakázaný a nie je možné ho vybrať na migráciu

source: Check to migrate this server to a peripheral
ca: Marqueu per migrar aquest servidor a un perifèric
ja: このサーバを周辺機器に移行するにはチェックを入れてください
sk: Začiarknite migráciu tohto servera na perifériu

source: Not defined
ca: No definit
ja: 定義されていません
sk: Nedefinované

source: Edit
ca: Edita
cs: Upravit
ja: 編集
sk: Upraviť

source: Set access token for {fqdn}
ca: Estableix el testimoni d'accés per a {fqdn}
ja: {fqdn} のアクセストークンを設定する
sk: Nastaviť prístupový token pre {fqdn}

source: Access token
ca: Testimoni d'accés
ja: アクセストークン
sk: Prístupový token

source: Root CA available
ca: CA d'arrel disponible
ja: ルートCAが利用可能
sk: K dispozícii je koreňová CA

source: Not needed
ca: No és necessari
ja: 不要
sk: Nie je potrebné

source: The root CA is the same of the hub.
ca: La CA d'arrel és la mateixa que la del concentrador.
ja: ルートCAはハブと同じです。
sk: Koreňová CA je rovnaká ako pre hub.

source: This server has a different root CA.
ca: Aquest servidor té una CA d'arrel diferent.
ja: このサーバには別のルートCAがあります。
sk: Tento server má inú koreňovú CA.

source: Ensure the certificate you are providing for {fqdn} is correct before proceeding. A wrong value will prevent the connection with the hub.
ca: Assegureu-vos que el certificat que proporcioneu per a {fqdn} sigui correcte abans de continuar. Un valor incorrecte impedirà la connexió amb el concentrador.
ja: {fqdn} に提供している証明書が正しいことを確認してから続行してください。値が間違っていると、ハブに接続できません。
sk: Pred pokračovaním sa uistite, že certifikát, ktorý poskytujete pre {fqdn}, je správny. Nesprávna hodnota zabráni spojeniu s hubom.

source: Are you sure you want to remove the current Root Certificate Authority for {fqdn}?
ca: Segur que voleu eliminar l'autoritat de certificació d'arrel actual per a {fqdn}?
ja: {fqdn} の現在のルート認証局を削除してもよろしいですか?
sk: Ste si istí, že chcete odstrániť aktuálnu koreňovú certifikačnú autoritu pre {fqdn}?

source: Info
ca: Informació
cs: Informace
ja: 情報
sk: Informácie

source: Warning
ca: Avís
cs: Výstraha
ja: 警告
sk: Varovanie

source: Filter by FQDN
ca: Filtra per FQDN
ja: FQDNでフィルタ
sk: Filtrovať podľa FQDN

source: Peripheral FQDN
ca: FQDN perifèric
ja: 周辺機器FQDN
sk: Periférne FQDN

source: N. of synced channels
ca: N. de canals sincronitzats
ja: 同期チャネルの数
sk: Počet synchronizovaných kanálov

source: N. of synced organizations
ca: N. d'organitzacions sincronitzades
ja: 同期組織の数
sk: Počet synchronizovaných organizácií

source: Download Root CA
ca: Baixa la CA d'arrel
ja: ルートCAのダウンロード
sk: Stiahnuť koreňovú CA

source: View details of peripheral {fqdn}
ca: Mostra els detalls del perifèric {fqdn}
ja: 周辺機器 {fqdn} の詳細を表示
sk: Zobraziť podrobnosti o periférii {fqdn}

source: Register a new peripheral server
ca: Registra un servidor perifèric nou
ja: 新しい周辺機器サーバの登録
sk: Zaregistrovať nový periférny server

source: Peripheral registration in progress: waiting for a response...
ca: Registre perifèric en curs: esperant una resposta...
ja: 周辺機器の登録が進行中です: 応答を待機しています...
sk: Prebieha registrácia periférie: čaká sa na odpoveď...

source: Peripheral Server FQDN
ca: Servidor Perifèric FQDN
ja: 周辺機器サーバFQDN
sk: FQDN periférneho servera

source: The unique, DNS-resolvable fully-qualified domain name of the server to register.
ca: L'únic nom de domini completament qualificat del servidor que s'ha de registrar.
ja: 登録するサーバのDNSで解決可能な完全修飾ドメイン名。
sk: Jedinečný, plne kvalifikovaný názov domény servera rozpoznateľný DNS, ktorý sa má zaregistrovať.

source: Registration mode
ca: Mode de registre
ja: 登録モード
sk: Režim registrácie

source: Define how to connect to the remote server to initiate the registration
ca: Defineix com connectar-se al servidor remot per iniciar el registre
ja: 登録を開始するためにリモートサーバに接続する方法を定義する
sk: Definovanie spôsobu pripojenia k vzdialenému serveru na začatie registrácie

source: Existing token
ca: Testimoni existent
ja: 既存のトークン
sk: Existujúci token

source: Administrator User/Password
ca: Administrador Usuari/Contrasenya
ja: 管理者ユーザ/パスワード
sk: Administrátor používateľ/heslo
