Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: Retrieving highstate summary...
ca: S'està recuperant el resum d'alt estat...
cs: Získávání souhrnu highstate...
ja: highstate の概要を取得しています...
sk: Získavanie súhrnu highstate...

source: State Source
ca: Font de l'estat
cs: Zdroj stavu
ja: 状態ソース
sk: Stavový zdroj

source: Inherited From
ca: Heretat de
cs: Zděděno z
ja: 派生元
sk: Zdedené z

source: Show full highstate output
ca: Mostra tota la sortida d'estat alt
cs: Zobrazit úplný výstup highstate
ja: 完全な highstate 出力の表示
sk: Zobraziť úplný výstup highstate

source: System Group
ca: Grup del sistema
cs: Systémová skupina
ja: システムグループ
sk: Systémová skupina

source: Applying the highstate has been <link>scheduled</link>.
ca: Aplicar l'estat alt ha estat <link>programat</link>.
ja: highstateの適用が <link>スケジュールされました</link>。
sk: Použitie highstate bolo <link>naplánované</link>.

source: Apply Highstate
ca: Aplica l'estat alt
cs: Použít Highstate
ja: highstate の適用
sk: Použiť Highstate

source: Create Recurring
ca: Crea recurrent
cs: Vytvořit opakování
ja: 繰り返し作成
sk: Vytvoriť opakovanie sa

source: Development debugging page
ca: Pàgina de depuració del desenvolupament
ja: 開発デバッグページ
sk: Stránka ladenia vývoja

source: This is a hidden page used by developers, if you found it by accident, good job!
ca: Aquesta és una pàgina amagada utilitzada pels desenvolupadors, si l'heu trobat per accident, bona feina!
ja: これは開発者が使用する隠しページです。偶然見つけた場合は無視してください。
sk: Toto je skrytá stránka používaná vývojármi, ak ste ju našli náhodou, dobrá práca!

source: {productName} Default
ca: {productName} predeterminat
ja: {productName} デフォルト
sk: {productName} Predvolené

source: Loading child channels..
ca: S'estan carregant els canals fills..
cs: Zavádím podřízené kanály..
ja: 子チャンネルを読み込んでいます..
sk: Načítavajú sa kanály potomkov..

source: Base Channel:
ca: Canal base:
cs: Základní kanál:
ja: ベースチャンネル:
sk: Základný kanál:

source: Child Channels:
ca: Canals fills:
cs: Podřízené kanály:
ja: 子チャンネル:
sk: Kanály potomkov:

source: Any system registered using this activation key will be subscribed to the selected child channels.
ca: Qualsevol sistema registrat amb aquesta clau d'activació es subscriureu als canals fills seleccionats.
cs: Každý systém registrovaný tímto aktivačním klíčem bude předplacen vybraným podřízeným kanálům.
ja: このアクティベーションキーを利用して登録したシステムは、選択した子チャンネルをサブスクライブします。
sk: Akýkoľvek systém zaregistrovaný pomocou tohto aktivačného kľúča bude prihlásený k vybraným kanálom potomkov.

source: Error updating activation key.
ca: S'ha produït un error en actualitzar la clau d'activació.
ja: アクティベーションキーの更新中にエラーが発生しました。
sk: Chyba pri aktualizácii aktivačného kľúča.

source: Activation key has been modified.
ca: S'ha modificat la clau d'activació.
ja: アクティベーションキーが変更されました。
sk: Aktivačný kľúč bol zmenený.

source: Systems
ca: Sistemes
ja: システム
sk: Systémy

source: Add system
ca: Afegeix un sistema
ja: システムの追加
sk: Pridať systém

source: No Systems.
ca: Sense sistemes.
ja: システムはありません。
sk: Žiadne systémy.

source: Extra Packages
ca: Paquets extres
ja: 追加パッケージ
sk: Extra balíky

source: Config Diffs
ca: Diffs de configuració
ja: 設定の差分
sk: Konfiguračné rozdiely

source: Last Checked In
ca: Últim registre d'entrada
ja: 最終チェックイン
sk: Naposledy prihlásený

source: Base Channel
ca: Canal base
cs: Základní kanál
ja: ベースチャンネル
sk: Základný kanál

source: System Type
ca: Tipus de sistema
ja: システムタイプ
sk: Typ systému

source: Error Details
ca: Detalls de l'error
cs: Podrobnosti chyb
ja: エラーの詳細
sk: Podrobnosti o chybách

source: Standard Output:
ca: Sortida estàndard:
sk: Štandardný výstup:

source: Standard Error:
ca: Error estàndard:
sk: Štandardná chyba:

source: Result:
ca: Resultat:
sk: Výsledok:

source: Request interrupted or invalid response received from the server. Please check if your minion was bootstrapped correctly.
ca: Sol·licitud de resposta interrompuda o no vàlida rebuda del servidor. Si us plau, comproveu si el vostre minion s'ha arrencat correctament.
cs: Žádost přerušena nebo ze serveru přijata neplatná odpověď. Zkontrolujte, zda byl váš sledující klient správně zaveden.
ja: リクエストが中断されたか、もしくはサーバから不正な応答を受け取りました。お使いの minion が正しくブートストラップされているかどうかをご確認ください。
sk: Požiadavka bola prerušená alebo bola zo servera prijatá neplatná odpoveď. Prosím, skontrolujte, či bol váš klient minion správne zavedený.

source: Bootstrap process initiated. Your system should be visible at the following location shortly: <link>systems</link>. If any issues arise, you'll receive an error notification. In case you're working with a transactional system, please perform a system reboot to complete the registration process.
ca: S'ha iniciat el procés de Bootstrap. El vostre sistema hauria de ser visible en la següent ubicació: <link>systems</link>. Si sorgeix algun problema, rebreu una notificació d'error. En cas que treballeu amb un sistema transaccional, si us plau, reinicieu el sistema per completar el procés de registre.
ja: ブートストラッププロセスが開始されました。システムはすぐに次の場所に表示されます: <link>システム</link>。問題が発生した場合、エラー通知が届きます。トランザクションシステムで作業している場合は、システムの再起動を実行して、登録プロセスを完了してください。
sk: Spustený proces zavádzania. Váš systém by mal byť čoskoro viditeľný na nasledujúcom mieste: <link>systémy</link>. Ak sa vyskytnú nejaké problémy, dostanete oznámenie o chybe. V prípade, že pracujete s transakčným systémom, vykonajte reštart systému, aby ste dokončili proces registrácie.

source: Show additional details about this error
ca: Mostra els detalls addicionals sobre aquest error
cs: Zobrazit další podrobnosti o této chybě
ja: このエラーの詳細を表示する
sk: Zobraziť ďalšie podrobnosti o tejto chybe

source: Unable to bootstrap host. The following errors have happened:
ca: No s'ha pogut arrencar l'amfitrió. S'han produït els següents errors:
cs: Nelze zavést OS hostitele. Došlo k následujícím chybám:
ja: ホストをブートストラップできません。 次のエラーが発生しました。
sk: Nie je možné zaviesť hostiteľa. Vyskytli sa nasledujúce chyby:

source: Your system is bootstrapping: waiting for a response..
ca: El vostre sistema està arrencant: esperant una resposta..
cs: Váš systém se zavádí: čekám na odpověď..
ja: システムをブートストラップしています: 応答を待っています..
sk: Váš systém sa zavádza: čakanie na odpoveď..

source: Loading SSH Private Key..
ca: S'està carregant la clau privada SSH.
cs: Načítání privátního klíče SSH..
ja: SSH 機密鍵を読み込んでいます..
sk: Načítava sa súkromný kľúč SSH...

source: e.g., ••••••••••••
ca: per exemple, ,
cs: např. ••••••••••••
ja: 例: ••••••••••••
sk: napr. ••••••••••••

source: The file will be stored in a temporary file on the server and will be deleted after the bootstrapping procedure
ca: El fitxer s'emmagatzemarà en un fitxer temporal al servidor i s'eliminarà després del procediment d'arrencada
cs: Soubor bude uložen v dočasném souboru na serveru a bude odstraněn po proceduře zavedení systému
ja: ファイルはサーバ内の一時ファイルとして保存されています。ブートストラップ処理が完了すると削除されます
sk: Súbor bude uložený v dočasnom súbore na serveri a bude vymazaný po zavádzacej procedúre

source: Leave empty for no passphrase
ca: Deixeu-ho buit sense contrasenya
cs: Není-li heslo, ponechte prázdné
ja: パスフレーズが無い場合は何も入力しないでください
sk: Nechajte prázdne pre žiadne heslo

source: Bootstrap Minions
ca: Minions Bootstrap
cs: Zavádění systémů u sledujících (minion) klientů
ja: minion のブートストラップ
sk: Zavádzať klientov minion

source: You can add systems to be managed by providing SSH credentials only. {productName} will prepare the system remotely and will perform the registration.
ca: Podeu afegir sistemes que es gestionaran proporcionant només credencials SSH. {productName} prepararà el sistema remotament i farà el registre.
ja: SSHの資格情報のみを提供することで、管理対象のシステムを追加することができます。 {productName}はシステムを遠隔から準備し、登録処理を実施します。
sk: Systémy, ktoré sa majú spravovať, môžete pridať iba poskytnutím prihlasovacích údajov SSH. {productName} pripraví systém vzdialene a vykoná registráciu.

source: e.g., host.domain.com
ca: p. ex., host.domain.com
cs: např. host.doman.com
ja: 例: host.domain.com
sk: napr. host.domain.com

source: The user will have an effect only during the bootstrap process. Further connections will be made by the user specified in rhn.conf. The default user for the key 'ssh_push_sudo_user' is 'root'. This user is set after {productName}'s SSH key is deployed during the bootstrap procedure.
ca: L'usuari només tindrà un efecte durant el procés d'arrencada. L'usuari especificat a rhn.conf farà més connexions. L'usuari per defecte de la clau «sshpushsudouser» és «root». Aquest usuari s'estableix després que la clau SSH de {productName} es desplegui durant el procediment d'arrencada.
ja: ユーザはブートストラップ処理の際にのみ有効化されます。それ以降の接続に対しては、 rhn.conf 内で指定したユーザで行ないます。また、 'ssh_push_sudo_user'の鍵に対する既定のユーザは'root'です。このユーザは{productName}のSSHキーを配置したあと、ブートストラップ処理の際に設定されます。
sk: Používateľ bude mať účinok iba počas zavádzacieho procesu. Ďalšie pripojenia uskutoční používateľ uvedený v rhn.conf. Predvolený používateľ pre kľúč 'ssh_push_sudo_user' je 'root'. Tento používateľ je nastavený po nasadení kľúča SSH {productName} počas zavádzacej procedúry.

source: Authentication Method
ca: Mètode d'autenticació
cs: Metoda ověřování
ja: 認証メソッド
sk: Metóda overenia

source: Ansible control node
ca: Node de control controlable
cs: Řídicí uzel Ansible
ja: Ansible 制御ノード
sk: Riadiaci uzol Ansible

source: None
ca: Cap
cs: Žádný
ja: なし
sk: Žiadny

source: Reactivation Key
ca: Clau de reactivació
cs: Re-aktivační klíč
ja: 再アクティベーションキー
sk: Reaktivačný kľúč

source: Leave empty when no reactivation is wanted
ca: Deixeu-ho buit quan no es vulgui reactivar
cs: Nechte prázdné, není-li požadována re-aktivace
ja: 再アクティベーションが不要な場合は空のままにする
sk: Ponechať prázdne, ak sa nevyžaduje reaktivácia

source: The hostname of the proxy is not fully qualified. This may cause problems when accessing the channels.
ca: El nom del servidor intermediari no està completament qualificat. Això pot causar problemes a l'hora d'accedir als canals.
cs: Hostitelský název proxy není plně kvalifikován. To může způsobit problémy při přístupu ke kanálům.
ja: プロキシのホスト名が完全修飾型ではありません。チャンネルへのアクセス時に問題を引き起こす可能性があります。
sk: Názov hostiteľa servera proxy nie je plne kvalifikovaný. To môže spôsobiť problémy pri prístupe ku kanálom.

source: Disable SSH strict host key checking during bootstrap process
ca: Inhabilita la comprovació estricta de la clau de l'amfitrió SSH durant el procés d'arrencada
cs: Zakázat striktní kontrolu klíče hostitele SSH během zaváděcího procesu
ja: ブートストラッププロセス中にSSH厳密ホストキーの確認を無効にする
sk: Zakázať prísnu kontrolu kľúča hostiteľa SSH počas zavádzacieho procesu

source: Manage system completely via SSH (will not install an agent)
ca: Gestiona completament el sistema via SSH (no instal·larà un agent)
cs: Správa systému kompletně přes SSH (neinstaluje agenta)
ja: SSH 経由でシステムを完全に管理する(エージェントをインストールしない)
sk: Spravovať systém kompletne cez SSH (neinštaluje sa agent)

source: Are you sure you want to close this page while bootstrapping is in progress ?
ca: Esteu segur que voleu tancar aquesta pàgina mentre l'arrencada està en curs?
cs: Skutečně chcete tuto stránku zavřít během zavádění systému?
ja: ブートストラップ中にこのページを閉じてもよろしいですか?
sk: Naozaj chcete zavrieť túto stránku, kým prebieha zavádzanie?

source: Confidential Computing Capability
ca: Capacitat de computació confidencial
ja: コンフィデンシャルコンピューティング機能
sk: Funkcia dôveryhodného používania počítača

source: No result found in state apply response.
ca: No s'ha trobat cap resultat a la resposta d'aplicació de l'estat.
cs: Ve stavu odpovědi na použití nenalezen žádný výsledek.
ja: 状態の適用に対する応答結果が見つかりませんでした。
sk: V odpovedi aplikácie stavu sa nenašiel žiadny výsledok.

source: Delete Profile Without Cleanup
ca: Suprimeix el perfil sense netejar
cs: Odstranit profil, bez výmazu
ja: クリーンアップ無しでのプロファイル削除
sk: Vymazať profil bez vyčistenia

source: An error occurred during cleanup
ca: S'ha produït un error durant la neteja
cs: Během mazání došlo k chybě
ja: クリーンアップ処理中にエラーが発生しました
sk: Počas čistenia sa vyskytla chyba

source: Not a system id
ca: No és un ID del sistema
cs: Toto není ID systému
ja: システムIDではありません
sk: Nie je to systémové id

source: Unknown System
ca: Sistema desconegut
cs: Neznámý systém
ja: 不明なシステム
sk: Neznámy systém

source: System is not a peripheral server
ca: El sistema no és un servidor perifèric
cs: Systém není periferním serverem
ja: システムは周辺機器サーバではありません
sk: Systém nie je periférny server

source: Setting new credentials for the report database failed
ca: Ha fallat l'establiment de noves credencials per a la base de dades d'informes
ja: レポートデータベースの新しい資格情報の設定に失敗しました
sk: Nastavenie nových prihlasovacích údajov pre databázu správ zlyhalo

source: New password generated and changed on the peripheral server
ca: Nova contrasenya generada i canviada al servidor perifèric
ja: 周辺機器サーバで新しいパスワードが生成され、変更されました
sk: Nové heslo vygenerované a zmenené na periférnom serveri

source: Report Database Name
ca: Nom de la base de dades de l'informe
cs: Název databáze hlášení
ja: レポートデータベース名
sk: Názov databázy správ

source: Report Database Host
ca: Informa de l'amfitrió de la base de dades
cs: Hostitel databáze hlášení
ja: レポートデータベースホスト
sk: Hostiteľ databázy správ

source: Report Database User
ca: Informa l'usuari de la base de dades
cs: Uživatel databáze hlášení
ja: レポートデータベースユーザ
sk: Používateľ databázy správ

source: Report Database Last Synced
ca: Darrera sincronització de la base de dades d'informes
cs: Naposledy synchronizovaná databáze hlášení
ja: レポートデータベースの最終同期日
sk: Naposledy synchronizovaná databáza správ

source: Regenerate Reporting Database Password
ca: Regenera la contrasenya de la base de dades d'informes
cs: Vygenerovat nové heslo databáze hlášení
ja: レポーティングデータベースパスワードの生成
sk: Znovu vygenerovať heslo databázy správ

source: Manager Server
ca: Servidor gestor
ja: マネージャサーバ

source: Physical
ca: Física
ja: 物理
sk: Fyzický

source: Ansible Control Node
ca: Node de controlNSible
ja: Ansible制御ノード
sk: Riadiaci uzol Ansible

source: Ansible Managed
ca: Ansible gestionat
ja: Ansibleマネージド
sk: Spravované Ansible

source: Container Build Host
ca: Amfitrió de muntatge del contenidor
ja: コンテナ構築ホスト
sk: Hostiteľ zostavený kontajnermi

source: Foreign
ca: Estrangers
ja: 外部
sk: Cudzie

source: Management
ca: Gestió
ja: 管理
sk: Správa

source: Monitored Host
ca: Amfitrió monitoritzat
ja: 監視対象ホスト
sk: Monitorovaný hostiteľ

source: OS Image Build Host
ca: Amfitrió de muntatge d'imatges del SO
ja: OSイメージ構築ホスト
sk: Hostiteľ zostavenia ISO obrazu

source: Salt
ca: Sal

source: Virtualization Host
ca: Servidor de virtualització
ja: 仮想ホスト
sk: Hostiteľ virtualizácie

source: Actions scheduled
ca: Accions programades
ja: スケジュールされたアクション
sk: Akcie naplánované

source: All updates scheduled
ca: Totes les actualitzacions programades
ja: すべての更新をスケジュールしました
sk: Všetky aktualizácie naplánované

source: Kickstart in progress
ca: Kickstart en curs
ja: キックスタートが進行中です
sk: Kickstart prebieha

source: System is up to date
ca: El sistema està actualitzat
ja: システムは最新の状態です
sk: Systém je aktuálny

source: System not checking in
ca: El sistema no s'està comprovant
ja: システムがチェックインしていません
sk: Systém, ktorý nie je prihlásený

source: System not entitled
ca: El sistema no té dret
ja: システムにエンタイトルメントが付与されていません
sk: Systém, ktorý nie je oprávnený

source: System requires reboot
ca: El sistema requereix reiniciar
ja: システムの再起動が必要です
sk: Systém vyžaduje reštart

source: Updates available
ca: Actualitzacions disponibles
ja: 更新が利用可能
sk: K dispozícii sú aktualizácie

source: System Kind
ca: Tipus de sistema
ja: システムの種類
sk: Druh systému

source: Requires Reboot
ca: Requereix reiniciar
ja: 再起動が必要
sk: Vyžaduje reštart

source: Registered Days
ca: Dies registrats
ja: 登録日数
sk: Registrované dni

source: Groups
ca: Grups
ja: グループ
sk: Skupiny

source: Virtual System
ca: Sistema virtual
cs: Virtuální systém
ja: 仮想システム
sk: Virtuálny systém

source: Product Migration - Schedule outcome
ca: Migració de productes - Programació del resultat
ja: 製品移行 - スケジュールの結果
sk: Migrácia produktu – Plánovaný výsledok

source: Product Migration - Confirm from dry run
ca: Migració de productes - Confirmació a partir de l'execució de prova
ja: 製品移行 - 予行演習からの確認
sk: Migrácia produktu – Potvrdenie zo skúšobného spustenia

source: Product Migration - Choose target product
ca: Migració de productes - Trieu el producte de destinació
ja: 製品移行 - ターゲット製品の選択
sk: Migrácia produktu – Výber cieľového produktu

source: Product Migration - Select channels
ca: Migració de productes - Seleccioneu els canals
ja: 製品移行 - チャンネルの選択
sk: Migrácia produktov – Výber kanálov

source: Product Migration - Schedule
ca: Migració de productes - Planificació
ja: 製品移行 - スケジュール
sk: Migrácia produktov – Plán

source: Show product details
ca: Mostra els detalls del producte
ja: 製品詳細の表示
sk: Zobraziť podrobnosti o produkte

source: The products installed on this system can be migrated
ca: Els productes instal·lats en aquest sistema es poden migrar
ja: このシステムにインストールされている製品は移行できます
sk: Produkty nainštalované v tomto systéme je možné migrovať

source: The products installed on this system cannot be migrated
ca: Els productes instal·lats en aquest sistema no es poden migrar
ja: このシステムにインストールされている製品は移行できません
sk: Produkty nainštalované v tomto systéme nie je možné migrovať

source: The products installed on this system can be migrated.
ca: Els productes instal·lats en aquest sistema es poden migrar.
ja: このシステムにインストールされている製品は移行できます。
sk: Produkty nainštalované v tomto systéme je možné migrovať.

source: Base Product
ca: Producte de base
ja: ベース製品
sk: Základný produkt

source: Can be migrated?
ca: Es pot migrar?
ja: 移行できますか?
sk: Je možné migrovať?

source: Product details for {system}
ca: Detalls del producte per a {system}
ja: {system} の製品詳細
sk: Podrobnosti produktu pre {system}

source: These are the products currently installed on {system}:
ca: Aquests són els productes instal·lats actualment a {system}:
ja: {system} に現在インストールされている製品は次のとおりです:
sk: Toto sú produkty, ktoré sú v súčasnosti nainštalované na {system}:

source: The systems currently selected cannot be migrated in batch.
ca: Els sistemes seleccionats actualment no es poden migrar per lots.
ja: 現在選択されているシステムは一括移行できません。
sk: Aktuálne vybrané systémy nie je možné migrovať v dávke.

source: Please select a list of minions (not proxies or traditional clients).
ca: Si us plau, seleccioneu una llista de minions (no servidors intermediaris o clients tradicionals).
cs: Vyberte seznam pomahačů (ani proxy serverů ani tradičních klientů).
ja: ミニオンのリストを選択してください(プロキシや従来のクライアントではありません)。
sk: Prosím, vyberte zoznam klientov minion (nie proxy serverov alebo tradičných klientov).

source: Change of proxy server has been
ca: S'ha canviat el servidor intermediari
cs: Změna proxy serveru byla
ja: プロキシサーバが変更されました
sk: Zmena proxy servera bola

source: Change Proxy
ca: Canvia el servidor intermediari
cs: Změna proxy
ja: プロキシの変更
sk: Zmena proxy

source: Connect minion(s) to another proxy server.
ca: Connecta minion(s) a un altre servidor intermediari.
cs: Připojení jednoho či více pomahačů k jinému proxy serveru.
ja: ミニオンを別のプロキシサーバに接続します。
sk: Pripojiť agenta(ov) minion k ďalšiemu proxy serveru.

source: New Proxy
ca: Servidor intermediari
cs: Nový proxy server
ja: 新しいプロキシ
sk: Nový proxy

source: Manage selected system set
ca: Gestiona el conjunt de sistemes seleccionat
ja: 選択したシステムセットの管理
sk: Spravovať vybranú systémovú sadu

source: system selected
ca: sistema seleccionat
cs: vybraný systém
ja: システムを選択しました
sk: vybraný systém

source: systems selected
ca: sistemes seleccionats
cs: vybrané systémy
ja: システムを選択しました
sk: vybrané systémy

source: Clear selected system set
ca: Neteja el conjunt de sistemes seleccionat
ja: 選択したシステムセットのクリア
sk: Vymazať vybranú systémovú sadu

source: Error scheduling job in Taskomatic. Please check the logs.
ca: S'ha produït un error en la planificació del treball a Taskomatic. Si us plau, comproveu els registres.
cs: Chyba plánování úlohy v Taskomatic. Zkontrolujte záznamy.
ja: Taskomatic でのジョブスケジュール時にエラーが発生しました。ログをご確認ください。
sk: Chyba pri plánovaní úlohy v Taskomatic. Prosím, skontrolujte záznamy.

source: Could not determine system default channel.
ca: No s'ha pogut determinar el canal per defecte del sistema.
cs: Nelze určit výchozí kanál systému.
ja: システムのデフォルトのチャンネルを判別できませんでした。
sk: Nepodarilo sa určiť predvolený kanál systému.

source: Channel change is invalid.
ca: El canvi de canal no és vàlid.
cs: Změna kanálu je neplatná.
ja: チャンネル変更が正しくありません。
sk: Zmena kanála je neplatná.

source: Selected base is not compatible with system.
ca: La base seleccionada no és compatible amb el sistema.
cs: Vybraná základna není kompatibilní se systémem.
ja: 選択したベースはシステムとの互換性がありません。
sk: Vybraný základ nie je kompatibilný so systémom.

source: No base channel change found.
ca: No s'ha trobat cap canvi de canal base.
cs: Nenalezena žádná změna základního kanálu.
ja: ベースチャンネルの変更は見つかりませんでした。
sk: Nenašla sa žiadna zmena základného kanála.

source: No Change
ca: Sense canvis
cs: Beze změny
ja: 変更なし
sk: Žiadna zmena

source: Subscribe
ca: Subscriure
cs: Předplatit
ja: サブスクライブする
sk: Prihlásiť

source: Unsubsribe
ca: Cancel·la la subscripció
cs: Odhlásit odběr
ja: サブスクライブ解除
sk: Odhlásiť

source: System Default Base Channel
ca: Canal base per defecte del sistema
cs: Výchozí základní kanál systému
ja: システムのデフォルトベースチャンネル
sk: Predvolený základný kanál systému

source: As a Channel Administrator, you may change the base channels your systems are subscribed to. Valid channels are either channels created by your organization, or the default SUSE base channel for your operating system version and processor type. Systems will be unsubscribed from all channels, and subscribed to their new base channels.
ca: Com a administrador de canals, podeu canviar els canals base als quals estan subscrits els vostres sistemes. Els canals vàlids són canals creats per la vostra organització, o el canal base SUSE per defecte per a la versió del sistema operatiu i el tipus de processador. Els sistemes es donaran de baixa de tots els canals, i se subscriuran als seus nous canals base.
cs: Jako správce kanálu můžete změnit základní kanály, které vaše systémy odebírají. Platné kanály jsou buď kanály vytvořené vaší organizací, nebo výchozí základní kanál SUSE pro vaši verzi operačního systému a typ procesoru. Systémy budou odhlášeny ze všech kanálů a budou přihlášeny k odběru svých nových základních kanálů.
ja: チャンネル管理者は、お使いのシステムがサブスクライブするベースチャンネルを変更することができます。設定可能なチャンネルは組織内で作成したチャンネルか、もしくはお使いのオペレーティングシステムのバージョンとプロセッサタイプに適合する既定の SUSE ベースチャンネルを指定することができます。システムは全てのチャンネルに対するサブスクライブを解除して、新しいベースチャンネルをサブスクライブします。
sk: Ako administrátor kanálov môžete zmeniť základné kanály, ku ktorým sú prihlásené vaše systémy. Platné kanály sú buď kanály vytvorené vašou organizáciou, alebo predvolený základný kanál SUSE pre verziu vášho operačného systému a typ procesora. Systémy budú odhlásené zo všetkých kanálov a prihlásené k novým základným kanálom.

source: This operation can have a dramatic effect on the packages and patches available to the systems, and should be used with caution.
ca: Aquesta operació pot tenir un efecte dramàtic en els paquets i pegats disponibles per als sistemes, i s'ha d'utilitzar amb precaució.
cs: Tato operace může mít dramatický účinek na balíčky a opravy dostupné systémům a měla by být používána opatrně.
ja: この操作を実行すると、システムに対して提供されるパッケージやパッチが劇的に変化します。注意してお使いください。
sk: Táto operácia môže mať dramatický vplyv na balíky a opravy dostupné pre systémy a mala by sa použiť obozretne.

source: Current base Channel
ca: Canal base actual
cs: Aktuální základní kanál
ja: 現在のベースチャンネル
sk: Súčasný základný kanál

source: Desired base Channel
ca: Canal base desitjat
cs: Požadovaný základní kanál
ja: 必要なベースチャンネル
sk: Požadovaný základný kanál

source: SUSE Channels
ca: Canals SUSE
cs: Kanály SUSE
ja: SUSE チャンネル
sk: Kanály SUSE

source: Custom Channels
ca: Canals personalitzats
cs: Zákaznické kanály
ja: カスタムチャンネル
sk: Vlastné kanály

source: Systems subscribed to
ca: Sistemes subscrits a
cs: Systémy přihlášené k
ja: サブスクライブするシステム
sk: Systémy prihlásené k
