Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: (Couldn't determine new base channel)
ca: (No es pot determinar el canal base nou)
cs: (Nový základní kanál se nepodařilo určit)
ja: (新しいベースチャンネルを判別できませんでした)
sk: (Nový základný kanál sa nepodarilo určiť)

source: system(s) to subscribe
ca: sistema(s) a subscriure
cs: systém(y) k odběru
ja: サブスクライブするシステム
sk: systém(y) na prihlásenie

source: (none)
ca: (cap)
cs: (žádný)
ja: (なし)
sk: (žiadne)

source: system(s) incompatible
ca: sistema(s) incompatible
cs: nekompatibilní systém(y)
ja: 非互換のシステム
sk: systém(y) nekompatibilné

source: No change
ca: Sense canvi
cs: Beze změny
ja: 変更無し
sk: Žiadna zmena

source: Unsubscribe
ca: Cancel·la la subscripció
cs: Odhlásit odběr
ja: サブスクライブの中止
sk: Odhlásiť

source: Below is a list of channels in your organization.
ca: A continuació es mostra una llista de canals de la vostra organització.
cs: Dále je uveden seznam kanálů ve vaší organizaci.
ja: 下記はお使いの組織におけるチャンネルの一覧です。
sk: Nižšie je uvedený zoznam kanálov vo vašej organizácii.

source: To make no changes for a channel, check Do Nothing for that channel.
ca: Per a no fer canvis per a un canal, marqueu No fer res per a aquest canal.
cs: Nechcete-li u kanálu provádět změny, zaškrtněte U tohoto kanálu nic nedělat.
ja: チャンネルに対して何も変更したくない場合は、 そのチャンネルに対して "何もしない" を選択してください。
sk: Ak pre kanál nechcete robiť žiadne zmeny, zaškrtnite Nerobiť nič pre tento kanál.

source: To subscribe selected systems to a channel, check Subscribed for that channel.
ca: Per a subscriure els sistemes seleccionats a un canal, marqueu Subscrit per a aquest canal.
cs: Chcete-li se přihlásit k odběru vybraných systémů kanálu, zaškrtněte Přihlášeno pro daný kanál.
ja: 選択したシステムをチャンネルにサブスクライブさせるには、そのチャンネルに対して "サブスクライブする" を選択してください。
sk: Ak chcete prihlásiť vybrané systémy ku kanálu, zaškrtnite Prihlásený pre tento kanál.

source: To unsubscribe selected systems from a channel, check Unsubscribed for that channel.
ca: Per a cancel·lar la subscripció als sistemes seleccionats d'un canal, marqueu Cancel·la la subscripció per a aquest canal.
cs: Chcete-li odhlásit odběr vybraných systémů z kanálu, zaškrtněte Odhlásit odběr daného kanálu.
ja: 選択したシステムのチャンネルへのサブスクライブを中止するには、対象のチャンネルの 'サブスクライブの中止' を選択します。
sk: Ak chcete odhlásiť vybrané systémy z kanála, zaškrtnite Odhlásený pre tento kanál.

source: Systems to subscribe to
ca: Sistemes als quals subscriure's
cs: Systémy k odběru
ja: サブスクライブするシステム
sk: Systémy na prihlásenie k

source: (None)
ca: (Cap)
cs: (Žádný)
ja: (なし)
sk: (Žiadny)

source: (system default)
ca: (predeterminat del sistema)
cs: (výchozí systém)
ja: (システムのデフォルト)
sk: (predvolený systém)

source: Channel Changes Overview
ca: Visió general dels canvis del canal
cs: Přehled změn kanálu
ja: チャンネル変更の概要
sk: Prehľad zmien kanálov

source: Channel Changes Actions
ca: Accions de canvis de canal
cs: Akce změn kanálu
ja: チャンネル変更の動作
sk: Akcie zmien kanálov

source: Scheduled
ca: Programat
cs: Plánováno
ja: スケジュール済み
sk: Naplánované

source: Unknown error. Could not schedule channel change
ca: Error desconegut. No s'ha pogut planificar el canvi del canal
cs: Neznámá chyba. Nelze naplánovat změnu kanálu
ja: 不明なエラーが発生しました。チャンネル変更をスケジュールできませんでした
sk: Neznáma chyba. Nepodarilo sa naplánovať zmenu kanála

source: of
ca: de
cs: z
sk: z

source: Some changes scheduled successfully.
ca: Alguns canvis s'han programat correctament.
cs: Některé změny byly úspěšně naplánovány.
ja: いくつかの変更をスケジュールしました。
sk: Niektoré zmeny boli úspešne naplánované.

source: Channel changes scheduled.
ca: S'han programat canvis de canal.
cs: Změny kanálu naplánovány.
ja: チャンネル変更をスケジュールしました。
sk: Zmeny kanálov naplánované.

source: Next
ca: Següent
cs: Další
ja: 次へ
sk: Nasledujúca

source: (none, disable service)
ca: (cap, inhabilita el servei)
cs: (žádný, deaktivovat službu)
ja: (なし、サービスを無効にする)
sk: (žiadne, zakázať službu)

source: Changing the channels has been
ca: Canviar els canals ha estat
cs: Změna kanálů byla
ja: チャンネル変更を
sk: Zmena kanálov bola

source: You can change the base software channel your system is subscribed to. The system will be unsubscribed from all software channels, and subscribed to the new base software channel.
ca: Podeu canviar el canal de programari base al qual està subscrit el vostre sistema. El sistema es donarà de baixa de tots els canals de programari, i se subscriurà al nou canal de programari base.
cs: Můžete změnit základní softwarový kanál, kam má váš systém přihlášen odběr. Systém bude odhlášen ze všech softwarových kanálů a bude přihlášen k odběru nového základního softwarového kanálu.
ja: システムがサブスクライブしているベースソフトウェアチャンネルを変更することができます。すべてのソフトウェアチャンネルからサブスクライブを中止して、新しいベースソフトウエアチャンネルにサブスクライブさせます。
sk: Môžete zmeniť základný softvérový kanál, ku ktorému je váš systém prihlásený. Systém bude odhlásený zo všetkých softvérových kanálov a bude prihlásený k novému základnému softvérovému kanálu.

source: This system is subscribed to the checked channels beneath, if any. Disabled checkboxes indicate channels that can't be manually subscribed or unsubscribed from.
ca: Aquest sistema està subscrit als canals comprovats de sota, si n'hi ha. Les caselles de selecció desactivades indiquen canals que no es poden subscriure o cancel·lar manualment.
cs: Tento systém je přihlášen k odběru níže zaškrtnutých kanálů, pokud existují. Neaktivní zaškrtávací políčka označují kanály, které nelze ručně přihlásit nebo odhlásit.
ja: このシステムは、下記で選択されたチャンネルをサブスクライブしています。チェックボックスが無効化されている場合は、そのチャンネルが手動ではサブスクライブもしくはサブスクライブ中止できないものであることを示しています。
sk: Tento systém je prihlásený k zaškrtnutým kanálom uvedeným nižšie, ak nejaké sú. Zablokované zaškrtávacie polia označujú kanály, ku ktorým nie je možné sa ručne prihlásiť alebo odhlásiť.

source: No child channels available.
ca: No hi ha canals infantils disponibles.
cs: Nejsou dostupné žádné podřízené kanály.
ja: 利用可能な子チャンネルがありません。
sk: Nie sú k dispozícii žiadne kanály potomkov.

source: Confirm Software Channel Change
ca: Confirmeu el canvi del canal de programari
cs: Potvrďte změnu softwarového kanálu
ja: ソフトウェアチャンネルの変更確認
sk: Potvrďte zmenu softvérového kanála

source: Virtual Systems
ca: Sistemes virtuals
cs: Virtuální systémy
ja: 仮想システム
sk: Virtuálne systémy

source: No Virtual Systems.
ca: Sense sistemes virtuals.
cs: Žádné virtuální systémy.
ja: 仮想システムがありません。
sk: Žiadne virtuálne systémy.

source: Base Software Channel
ca: Canal de programari base
cs: Základní softwarový kanál
ja: ベースソフトウェアチャンネル
sk: Základný softvérový kanál

source: Refreshing the data for this Virtual Host Manager has been triggered.
ca: S'ha activat l'actualització de les dades d'aquest gestor de servidors virtuals.
cs: Pro tohoto Správce virtuálního hostitele byla spuštěna aktualizace dat.
ja: この仮想ホストマネージャに対するデータの更新を要求しました。
sk: Bolo spustené obnovenie dát pre tohto správcu virtuálnych hostiteľov.

source: Properties
ca: Propietats
cs: Vlastnosti
ja: プロパティ
sk: Vlastnosti

source: CPU Arch
ca: Arch de la CPU
cs: Arch. CPU
ja: CPU アーキテクチャ
sk: Arch CPU

source: CPU Sockets
ca: Sòcols de CPU
cs: Patice CPU
ja: CPU ソケット
sk: Sokety CPU

source: Refresh Data
ca: Actualitza les dades
cs: Aktualizovat data
ja: データの更新
sk: Obnoviť údaje

source: Refresh data from this Virtual Host Manager
ca: Actualitza les dades d'aquest gestor d'amfitrions virtual
cs: Aktualizovat data z tohoto Správce virtuálního hostitele
ja: この仮想ホストマネージャからのデータを更新
sk: Obnoviť dáta z tohto správcu virtuálnych hostiteľov

source: Delete Virtual Host Manager
ca: Suprimeix el gestor d'amfitrions virtual
cs: Odstranit Správce virtuálního hostitele
ja: 仮想ホストマネージャの削除
sk: Vymazať správcu virtuálnych hostiteľov

source: Are you sure you want to delete this virtual host manager?
ca: Esteu segur que voleu suprimir aquest gestor d'amfitrió virtual?
cs: Opravdu chcete tohoto správce virtuálního hostitele odstranit?
ja: この仮想ホストマネージャを削除してよろしいですか？
sk: Naozaj chcete vymazať tohto správcu virtuálnych hostiteľov?

source: Gatherer module
ca: Mòdul Gatherer
cs: Modul sběrače
ja: 収集モジュール
sk: Modul zberača

source: Current Context
ca: Context actual
cs: Aktuální kontext
ja: 現在のコンテキスト
sk: Aktuálny kontext

source: Kubeconfig file
ca: Fitxer Kubeconfig
cs: Soubor Kubeconfig
ja: Kubeconfig ファイル
sk: Súbor Kubeconfig

source: No Virtual Host Managers.
ca: No hi ha gestors de servidors virtuals.
cs: Žádní Správci virtuálních hostitelů.
ja: 仮想ホストマネージャがありません。
sk: Žiadni správcovia virtuálnych hostiteľov.

source: File-based
ca: Basat en fitxers
cs: Založeno na souborech
ja: ファイルベース
sk: Založené na súboroch

source: VMWare-based
ca: VMWare basat
cs: Založen na VMWare
ja: VMware ベース
sk: Založené na VMWare

source: Kubernetes Cluster
ca: Clúster de Kubernetes
cs: Klastr Kubernetes
ja: Kubernetes クラスタ
sk: Klaster Kubernetes

source: Google Compute Engine
ca: Motor de càlcul de Google

source: Libvirt API
ca: API de Libvirt

source: Add a {type} Virtual Host Manager
ca: Afegeix un gestor d'amfitrions virtual {type}
ja: {type}仮想ホストマネージャの追加
sk: Pridať {type} správcu virtuálnych hostiteľov

source: Virtual Host Managers
ca: Gestors de l'amfitrió virtual
cs: Správci virtuálních hostiteľů
ja: 仮想ホストマネージャ
sk: Správcovia virtuálnych hostiteľov

source: Add a virtual host manager
ca: Afegeix un gestor d'amfitrió virtual
cs: Přidat Správce virtuálních hostiteľů
ja: 仮想ホストマネージャの追加
sk: Pridať správcu virtuálnych hostiteľov

source: Session expired, please reload the page.
ca: La sessió ha caducat, torneu a carregar la pàgina.
cs: Doba relace vypršela. Načtěte stránku znovu.
ja: セッションの有効期限が切れました。ページを再読み込みしてください。
sk: Sedenie vypršalo, prosím, znovu načítajte stránku.

source: Authorization error, please reload the page or try to logout/login again.
ca: Error d'autorització. Torneu a carregar la pàgina o torneu a intentar tancar la sessió.
cs: Chyba autorizace, znovu načtěte stránku nebo se pokuste znovu odhlásit/přihlásit.
ja: 認証エラーが発生しました。ページを再読み込みするか、いったんログアウトしてログインし直してください。
sk: Chyba oprávnenia, znovu načítajte stránku alebo sa skúste znova odhlásiť/prihlásiť.

source: Resource not found.
ca: No s'ha trobat el recurs.
cs: Zdroj nebyl nalezen.
ja: リソースが見つかりませんでした。
sk: Zdroj sa nenašiel.

source: Bar
ja: バー
sk: Pruh

source: Deregister
ja: 登録解除
sk: Zrušiť registráciu

source: Error
cs: Chyba
ja: エラー
sk: Chyba

source: No
cs: Ne
ja: いいえ
sk: Nie

source: Normal
cs: Normální
ja: 通常
sk: Normálny

source: General
cs: Všeobecné
ja: 全般
sk: Všeobecné

source: Host
cs: Hostitel
ja: ホスト
sk: Hostiteľ

source: AppStreams
ja: AppStream
sk: Položky AppStream

source: Errata
cs: Opravník chyb
sk: Opravy chýb

source: Pins
cs: Piny
ja: ピン
sk: Pripnutia

source: Pins
cs: Piny
ja: ピン
sk: Pripnutia

source: Prefix
cs: Předpona
ja: プレフィックス
sk: Predpona

source: Epoch
cs: Epocha
ja: エポック
sk: Obdobie

source: Kernel
cs: Jádro
ja: カーネル
sk: Jadro

source: Patch
cs: Záplata (rychlá oprava)
ja: パッチ
sk: Oprava

source: Pod
cs: Kokon
ja: ポッド
sk: Zhluk

source: Multi
cs: Násobný
ja: マルチ
sk: Viacnásobný

source: bootstrap
cs: zavést systém
ja: ブートストラップ
sk: zavádzať

source: Simple
ja: 単純
sk: Jednoduchá

source: Bootstrap
cs: Zavést systém
ja: ブートストラップ
sk: Zavádzať

source: Prev
cs: Předchozí
ja: 前へ
sk: Predchádzajúce

source: Nodes
cs: Uzly
ja: ノード
sk: Uzly

source: N/A
ja: 該当なし

source: Expert
cs: Odborník
ja: 熟練者

source: Dockerfile
cs: Soubor příkazů pro Docker
ja: docker ファイル

source: RAM (Mb)
ja: メモリ (Mb)

source: Minion
cs: Následovník
