Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: The token that grant access to the remote server to establish the connection.
ca: El testimoni que dona accés al servidor remot per establir la connexió.
ja: 接続を確立するためにリモートサーバへのアクセスを許可するトークン。
sk: Token, ktorý poskytuje prístup k vzdialenému serveru na vytvorenie spojenia.

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
ja: ユーザ名
sk: Používateľské meno

source: The username of {productName} Administrator of the remote server.
ca: El nom d'usuari de l'administrador {productName} del servidor remot.
ja: リモートサーバの {productName} 管理者のユーザ名。
sk: Používateľské meno administrátora {productName} vzdialeného servera.

source: The password of the specified user.
ca: La contrasenya de l'usuari especificat.
ja: 指定されたユーザのパスワード。
sk: Heslo zadaného používateľa.

source: Root CA certificate
ca: Certificat de CA d'arrel
ja: ルートCA 証明書
sk: Certifikát koreňovej CA

source: The Root certificate authority of the remote server, that must be trusted to establish a secure connection.
ca: L'autoritat del certificat Root del servidor remot, que s'ha de confiar per establir una connexió segura.
ja: セキュアな接続を確立するために信頼される必要がある、リモートサーバのルート認証局。
sk: Koreňová certifikačná autorita vzdialeného servera, ktorá musí byť dôveryhodná na vytvorenie bezpečného pripojenia.

source: Upload a file
ca: Puja un fitxer
ja: ファイルのアップロード
sk: Nahrať súbor

source: Paste a PEM certificate
ca: Enganxa un certificat PEM
ja: PEM証明書の貼り付け
sk: Vložiť certifikát PEM

source: Certificate File
ca: Fitxer de certificat
ja: 証明書ファイル
sk: Súbor certifikátu

source: Certificate file, in PEM format
ca: Fitxer de certificat, en format PEM
ja: PEM形式の証明書ファイル
sk: Súbor certifikátu, vo formáte PEM

source: PEM Certificate
ca: Certificat PEM
ja: PEM証明書
sk: Certifikát PEM

source: The text representing the certificate, in PEM format
ca: El text que representa el certificat, en format PEM
ja: PEM形式の証明書を表すテキスト
sk: Text reprezentujúci certifikát, vo formáte PEM

source: Register
ca: Registra
ja: 登録
sk: Registrovať

source: Clear fields
ca: Neteja els camps
cs: Vymazat pole
ja: 項目の消去
sk: Vymazať polia

source: Hub server FQDN:
ca: FQDN del servidor del concentrador:
ja: ハブサーバFQDN:

source: Peripheral server FQDN:
ca: Servidor Perifèric FQDN:
ja: 周辺機器サーバFQDN:
sk: FQDN periférneho servera:

source: A customized Root Certificate Authority is currently configured for this hub.
ca: Actualment hi ha configurada una Autoritat de Certificats Root personalitzada per a aquest hub.
ja: このハブには現在、カスタマイズされたルート認証局が設定されています。
sk: Pre tento hub je v súčasnosti nastavená vlastná koreňová certifikačná autorita.

source: A customized Root Certificate Authority is currently configured for this peripheral.
ca: Actualment s'ha configurat una autoritat de certificació d'arrel personalitzada per a aquest perifèric.
ja: この周辺機器には現在、カスタマイズされたルート認証局が設定されています。
sk: Pre túto perifériu je v súčasnosti nastavená vlastná koreňová certifikačná autorita.

source: This hub is currently using the default Root Certificate Authority.
ca: Aquest centre està utilitzant l'autoritat de certificats Root per defecte.
ja: このハブは現在、デフォルトのルート認証局を使用しています。
sk: Tento hub v súčasnosti používa predvolenú koreňovú certifikačnú autoritu.

source: This peripheral is currently using the default Root Certificate Authority.
ca: Aquest perifèric usa actualment l'autoritat de certificació d'arrel predeterminada.
ja: この周辺機器は現在、デフォルトのルート認証局を使用しています。
sk: Táto periféria v súčasnosti používa predvolenú koreňovú certifikačnú autoritu.

source: Ensure the certificate you are providing is correct before proceeding. A wrong value will break the connection with the hub.
ca: Assegureu-vos que el certificat que proporcioneu sigui correcte abans de procedir. Un valor incorrecte trencarà la connexió amb el hub.
ja: 提供している証明書が正しいことを確認してから続行してください。値が間違っていると、ハブとの接続が切断されます。
sk: Pred pokračovaním sa uistite, či je poskytnutý certifikát správny. Nesprávna hodnota spôsobí prerušenie spojenia s hubom.

source: Ensure the certificate you are providing is correct before proceeding. A wrong value will break the connection with the peripheral.
ca: Assegureu-vos que el certificat que proporcioneu és correcte abans de continuar. Un valor incorrecte trencarà la connexió amb el perifèric.
ja: 提供している証明書が正しいことを確認してから続行してください。値が間違っていると、周辺機器との接続が切断されます。
sk: Pred pokračovaním sa uistite, či je poskytnutý certifikát správny. Nesprávna hodnota spôsobí prerušenie spojenia s perifériou.

source: Are you sure you want to delete the current Root Certificate Authority? This change may break the connection with the hub.
ca: Esteu segur que voleu suprimir l'actual Autoritat de Certificats Arrel? Aquest canvi pot trencar la connexió amb el hub.
ja: 現在のルート認証局を削除してもよろしいですか? この変更により、ハブとの接続が切断される可能性があります。
sk: Ste si istí, že chcete vymazať aktuálnu koreňovú certifikačnú autoritu? Táto zmena môže prerušiť spojenie s hubom.

source: Are you sure you want to delete the current Root Certificate Authority? This change may break the connection with the peripheral.
ca: Assegureu-vos que el certificat que proporcioneu és correcte abans de continuar. Un valor incorrecte trencarà la connexió amb el perifèric.
ja: 現在のルート認証局を削除してもよろしいですか? この変更により、周辺機器との接続が切断される可能性があります。
sk: Ste si istí, že chcete vymazať aktuálnu koreňovú certifikačnú autoritu? Táto zmena môže prerušiť spojenie s perifériou.

source: Registration date:
ca: Data d'inscripció:
ja: 登録日:
sk: Dátum registrácie:

source: Last modified:
ca: Darrera modificació:
ja: 最終変更:
sk: Naposledy zmenené:

source: Root Certificate Authority:
ca: Autoritat del certificat arrel:
ja: ルート認証局:
sk: Koreňová certifikačná autorita:

source: GPG Public Key:
ca: Clau pública del GPG:
ja: GPG公開鍵:
sk: Verejný kľúč GPG:

source: A customized GPG key is currently configured for this hub.
ca: Actualment s'ha configurat una clau GPG personalitzada per a aquest hub.
ja: このハブには現在、カスタマイズされたGPGキーが設定されています。
sk: Pre tento hub je v súčasnosti nakonfigurovaný vlastný kľúč GPG.

source: This hub is currently not using a custom GPG key.
ca: Aquest hub actualment no està utilitzant una clau GPG personalitzada.
ja: このハブは現在、カスタムGPGキーを使用していません。
sk: Tento hub v súčasnosti nepoužíva vlastný kľúč GPG.

source: Mirror credentials:
ca: Credencials del mirall:
ja: ミラー資格情報:
sk: Zrkadlové prihlasovanie údaje:

source: Regenerate credentials
ca: Regenera les credencials
ja: 資格情報の再生成
sk: Znova vygenerovať prihlasovanie údaje

source: Synchronized channels:
ca: Canals sincronitzats:
ja: 同期チャネル:
sk: Synchronizované kanály:

source: Edit channels
ca: Edita els canals
ja: チャネルの編集
sk: Upraviť kanály

source: No channels synchronized.
ca: No hi ha canals sincronitzats.
ja: 同期されたチャンネルはありません。
sk: Žiadne kanály nie sú synchronizované.

source: One synchronized channel
ca: Un canal sincronitzat
ja: 1つの同期チャンネル
sk: Jeden synchronizovaný kanál

source: {nSyncedChannels} synchronized channels
ca: {nSyncedChannels} canals sincronitzats
ja: {nSyncedChannels} 個の同期チャンネル
sk: {nSyncedChannels} synchronizované kanály

source: {nSyncedChannels} synchronized channels, from one organization
ca: {nSyncedChannels} canals sincronitzats, d'una organització
ja: 1つの組織からの、{nSyncedChannels} 個の同期チャンネル
sk: {nSyncedChannels} synchronizované kanály z jednej organizácie

source: {nSyncedChannels} synchronized channels, from {nSyncedOrgs} different organizations
ca: {nSyncedChannels} canals sincronitzats, de {nSyncedOrgs} organitzacions diferents
ja: {nSyncedOrgs} 個の異なる組織からの、{nSyncedChannels} 個の同期チャンネル
sk: {nSyncedChannels} synchronizované kanály z {nSyncedOrgs} rôznych organizácií

source: Root Certificate Authority successfully modified.
ca: S'ha modificat correctament l'autoritat del certificat arrel.
ja: ルート認証局が正常に変更されました。
sk: Koreňová certifikačná autorita bola úspešne pozmenená.

source: Root Certificate Authority successfully updated.
ca: S'ha actualitzat correctament l'autoritat de certificats arrel.
ja: ルート認証局が正常に更新されました。
sk: Koreňová certifikačná autorita bola úspešne aktualizovaná.

source: Mirror credentials successfully regenerated.
ca: Les credencials de rèplica s'han regenerat correctament.
ja: ミラーの資格情報が正常に再生成されました。
sk: Zrkadlové prihlasovacie údaje boli úspešne znovu vygenerované.

source: No changes to apply
ca: No hi ha canvis per aplicar
ja: 適用する変更はありません
sk: Žiadne zmeny, ktoré by sa mali uplatniť

source: Channels synced correctly to peripheral!
ca: Canals sincronitzats correctament amb el perifèric!
ja: チャネルが周辺機器に正しく同期されました。
sk: Kanály správne synchronizované k periférii!

source: Please select at least one channel to add or remove from sync
ca: Seleccioneu almenys un canal per afegir o eliminar de la sincronització
ja: 同期に追加または削除するチャネルを少なくとも1つ選択してください
sk: Vyberte aspoň jeden kanál, ktorý chcete pridať alebo odstrániť zo synchronizácie

source: Channels to Add
ca: Canals per afegir
ja: 追加するチャネル
sk: Kanály na pridanie

source: Filter by Name
ca: Filtra per nom
ja: 名前でフィルタ
sk: Filtrovať podľa názvu

source: Label
ca: Etiqueta
cs: Označení
ja: ラベル
sk: Označenie

source: Arch
ca: Arc

source: Some custom channels do not have a sync organization selected. Please select organizations before confirming.
ca: Alguns canals personalitzats no tenen una organització de sincronització seleccionada. Seleccioneu organitzacions abans de confirmar-ho.
ja: 一部のカスタムチャネルでは同期組織が選択されていません。確認する前に組織を選択してください。
sk: Niektoré vlastné kanály nemajú vybranú synchronizovanú organizáciu. Prosím, vyberte organizácie pred potvrdením.

source: No channels selected to add
ca: No s'ha seleccionat cap canal per afegir
ja: 追加するチャネルが選択されていません
sk: Nie sú vybrané žiadne kanály na pridanie

source: Channels to Remove
ca: Canals per eliminar
ja: 削除するチャネル
sk: Kanály na odstránenie

source: No channels selected to remove
ca: No s'ha seleccionat cap canal per eliminar
ja: 削除するチャネルが選択されていません
sk: Nie sú vybrané žiadne kanály na odstránenie

source: Channel Sync Changes
ca: Canvis de sincronització de canals
ja: チャネル同期の変更
sk: Zmeny synchronizácie kanálov

source: You are about to make the following changes:
ca: Esteu a punt de fer els canvis següents:
ja: 次の変更を加えようとしています:
sk: Chystáte sa vykonať nasledujúce zmeny:

source: Confirm
ca: Confirmació
cs: Potvrdit
ja: 確認
sk: Potvrdiť

source: {peripheralFqdn} - Peripheral Sync Channels
ca: {peripheralFqdn}: canals de sincronització de perifèrics
ja: {peripheralFqdn} - 周辺機器同期チャネル
sk: {peripheralFqdn} - Periférne synchronizované kanály

source: Back to details
ca: Torna als detalls
ja: 詳細に戻る
sk: Späť na podrobnosti

source: Apply Changes
ca: Aplica els canvis
ja: 変更の適用
sk: Použiť zmeny

source: Sync Channels from Hub to Peripheral
ca: Sincronitza canals del concentrador amb el perifèric
ja: ハブから周辺機器へのチャネルの同期
sk: Synchronizácia kanálov z hubu na perifériu

source: Confirm Channel Synchronization Changes
ca: Confirmeu els canvis de sincronització de canals
ja: チャネル同期の変更確認
sk: Potvrdiť zmeny synchronizácie kanálov

source: No tokens available
ca: No hi ha testimonis disponibles
ja: 利用可能なトークンがありません
sk: Žiadne dostupné tokeny

source: Token type
ca: Tipus de testimoni
ja: トークンタイプ
sk: Typ tokenu

source: Server
ca: Servidor
ja: サーバ

source: Valid
ca: Vàlid
ja: 有効
sk: Platné

source: Yes
ca: Sí
cs: Ano
ja: はい
sk: Áno

source: Expired
ca: Caducitat
ja: 期限切れ
sk: Vypršané

source: Last Modified
ca: Darrera modificació
cs: Naposledy upraveno
ja: 最終変更
sk: Naposledy zmenené

source: No, never expires
ca: No, mai expira
ja: いいえ、期限はありません
sk: Nie, nikdy nevyprší

source: Yes, expired <expiration></expiration>
ca: Sí, expirat <expiration></expiration>
ja: はい、期限切れです<expiration></expiration>
sk: Áno, vypršalo <expiration></expiration>

source: No, expires <expiration></expiration>
ca: No, expira <expiration></expiration>
ja: いいえ、期限はありません<expiration></expiration>
sk: Nie, vyprší <expiration></expiration>

source: Invalidate
ca: Invalida
ja: 無効
sk: Zrušiť platnosť

source: Validate
ca: Valida
ja: 有効
sk: Potvrdiť platnosť

source: Confirm access token modification
ca: Confirmeu la modificació del testimoni d'accés
ja: アクセストークン変更の確認
sk: Potvrdiť modifikáciu prístupového tokenu

source: Confirm if you want to proceed.
ca: Confirmeu si voleu continuar.
cs: Chcete-li pokračovat, potvrďte.
ja: 続行して問題ないかご確認ください。
sk: Potvrďte, ak chcete pokračovať.

source: Confirm access token deletion
ca: Confirmeu l'eliminació del testimoni d'accés
ja: アクセストークン削除の確認
sk: Potvrdiť vymazanie prístupového tokenu

source: Are you sure you want to delete this token. It is currently not used.
ca: Esteu segur que voleu suprimir aquest testimoni. Actualment no s'utilitza.
ja: このトークンを削除してもよろしいですか? 現在、使用されていません。
sk: Určite chcete tento token vymazať. V súčasnosti sa nepoužíva.

source: This access token cannot be deleted. It is currently used by hub {fqdn}
ca: Aquest testimoni d'accés no es pot suprimir. Actualment l'utilitza el hub {fqdn}
ja: このアクセストークンは削除できません。現在、ハブ {fqdn} によって使用されています
sk: Tento prístupový token sa nemôže vymazať. V súčasnosti ho používa hub {fqdn}

source: This access token cannot be deleted. It is currently used by peripheral {fqdn}
ca: Aquest testimoni d'accés no es pot suprimir. Actualment és utilitzat pel perifèric {fqdn}
ja: このアクセストークンは削除できません。現在、周辺機器 {fqdn} によって使用されています
sk: Tento prístupový token sa nemôže vymazať. V súčasnosti ho používa periféria {fqdn}

source: Invalidating this access token will prevent the hub {fqdn} from accesssing.
ca: La invalidació d'aquest testimoni d'accés impedirà l'accés al hub {fqdn}.
ja: このアクセストークンを無効にすると、ハブ {fqdn} がアクセスできなくなります。
sk: Zneplatnenie tohto prístupového tokenu zabráni prístupu k hubu {fqdn}.

source: Invalidating this access token will prevent the peripheral {fqdn} from accesssing.
ca: La invalidació d'aquest testimoni d'accés impedirà que s'hi accedeixi el perifèric {fqdn}.
ja: このアクセストークンを無効にすると、周辺機器 {fqdn} がアクセスできなくなります。
sk: Zneplatnenie tohto prístupového tokenu zabráni prístupu k periférii {fqdn}.

source: Enabling this access token will grant access to the hub {fqdn}.
ca: Si activeu aquest testimoni d'accés, es concedirà accés al hub {fqdn}.
ja: このアクセストークンを有効にすると、ハブ {fqdn} へのアクセスが許可されます。
sk: Povolením tohto prístupového tokenu sa udelí prístup k hubu {fqdn}.

source: Enabling this access token will grant access to the peripheral {fqdn}.
ca: Si activeu aquest testimoni d'accés, es concedirà accés al perifèric {fqdn}.
ja: このアクセストークンを有効にすると、周辺機器 {fqdn} へのアクセスが許可されます。
sk: Povolením tohto prístupového tokenu sa udelí prístup k periférii {fqdn}.

source: Invalidating this access token will prevent access to the hub {fqdn}.
ca: La invalidació d'aquest testimoni d'accés impedirà l'accés al hub {fqdn}.
ja: このアクセストークンを無効にすると、ハブ {fqdn} にアクセスできなくなります。
sk: Zneplatnenie tohto prístupového tokenu zabráni prístupu k hubu {fqdn}.

source: Invalidating this access token will prevent access to the peripheral {fqdn}.
ca: La invalidació d'aquest testimoni d'accés impedirà l'accés al perifèric {fqdn}.
ja: このアクセストークンを無効にすると、周辺機器 {fqdn} にアクセスできなくなります。
sk: Zneplatnenie tohto prístupového tokenu zabráni prístupu k periférii {fqdn}.

source: Enabling this access token will restore access to the hub {fqdn}.
ca: Si activeu aquest testimoni d'accés, es restaurarà l'accés al hub {fqdn}.
ja: このアクセストークンを有効にすると、ハブ {fqdn} へのアクセスが復元されます。
sk: Povolením tohto prístupového tokenu sa obnoví prístup k hubu {fqdn}.

source: Enabling this access token will restore access to the peripheral {fqdn}.
ca: Si activeu aquest testimoni d'accés, es restaurarà l'accés al perifèric {fqdn}.
ja: このアクセストークンを有効にすると、周辺機器 {fqdn} へのアクセスが復元されます。
sk: Povolením tohto prístupového tokenu sa obnoví prístup k periférii {fqdn}.

source: Time
ca: Hora
cs: Čas
ja: 時刻
sk: Čas

source: Remove
ca: Elimina
cs: Odstranit
ja: 削除
sk: Odstrániť

source: Users
ca: Usuaris
cs: Uživatelé
ja: ユーザー
sk: Používatelia

source: Login
ca: Inici de sessió
cs: Přihlášení
ja: ログイン
sk: Prihlasovacie meno

source: Must be at least 4 characters
ca: Ha de tenir un mínim de 4 caràcters
ja: 4文字以上である必要があります
sk: Musia byť aspoň 4 znaky

source: Level
ca: Nivell
cs: Úroveň
ja: レベル
sk: Úroveň

source: Beginner
ca: Iniciador
cs: Začátečník
ja: 初心者
sk: Začiatočník

source: Port range
ca: Interval del port
cs: Rozsah portů
ja: ポート範囲
sk: Rozsah portov

source: Both values need to be positive integers
ca: Ambdós valors han de ser enters positius
cs: Obě hodnoty musí být celá kladná čísla
ja: 両方の値は正の整数である必要があります
sk: Obe hodnoty musia byť kladné celé čísla

source: Clear
ca: Neteja
cs: Vyčistit
ja: 消去
sk: Vyčistiť

source: No options
ca: Sense opcions
ja: オプションなし
sk: Žiadne možnosti

source: Loading...
ca: Carregant...
cs: Načítání...
ja: 読み込んでいます...
sk: Načítava sa...

source: Data is present.
ca: Les dades estan presents.
ja: データは存在します。
sk: Údaje sú prítomné.

source: Data is not present.
ca: Les dades no estan presents.
ja: データは存在しません。
sk: Údaje nie sú prítomné.

source: Download
ca: Baixa
ja: ダウンロード
sk: Stiahnuť

source: Add
ca: Afegeix
cs: Přidat
ja: 追加
sk: Pridať

source: Edit method
ca: Mètode d'edició
ja: 方法の編集
sk: Upraviť metódu

source: Define how to provide the new value
ca: Defineix com proporcionar el nou valor
ja: 新しい値の提供方法を定義する
sk: Definovať spôsob poskytovania novej hodnoty

source: Paste the new value
ca: Enganxa el nou valor
ja: 新しい値の貼り付け
sk: Vložiť novú hodnotu

source: File
ca: Fitxer
cs: Soubor
ja: ファイル
sk: Súbor

source: New value
ca: Valor nou
ja: 新しい値
sk: Nová hodnota

source: Confirm Deletion
ca: Confirma la supressió
cs: Potvrdit odstranění
ja: 削除の確認
sk: Potvrdiť vymazanie

source: Unable to clear selection
ca: No s'ha pogut netejar la selecció
cs: Výběr nelze smazat
ja: 選択を解除できません
sk: Nie je možné vymazať výber

source: Unable to perform action.
ca: No s'ha pogut fer l'acció.
cs: Akci nelze provést.
ja: 動作を実行できません。
sk: Nie je možné vykonať akciu.

source: Filter by package name
ca: Filtra pel nom del paquet
cs: Filtrovat dle názvu balíčku
ja: パッケージ名でフィルタ
sk: Filtrovať podľa názvu balíka

source: Package Name
ca: Nom del paquet
cs: Název balíčku
ja: パッケージ名
sk: Názov balíka

source: Items {from} - {to} of {total}
ca: Elements {from} - {to} de {total}
cs: Položky {from} - {to} z {total}
ja: 項目{from} - {to} / {total}
sk: Položky {from} - {to} z {total}

source: {total, plural, one {<dropdown></dropdown> of # page} other {<dropdown></dropdown> of # pages} }
ca: {total, plural, one {<dropdown></dropdown> d'# pàgina} other {<dropdown></dropdown> de # pàgines} }
sk: {total, plural, one {<dropdown></dropdown> z # strany} other {<dropdown></dropdown> z # strán} }

source: Sunday
ca: diumenge
cs: Neděle
ja: 日曜
sk: Nedeľa

source: Monday
ca: dilluns
cs: Pondělí
ja: 月曜
sk: Pondelok

source: Tuesday
ca: dimarts
cs: Úterý
ja: 火曜
sk: Utorok

source: Wednesday
ca: Dimecres
cs: Středa
ja: 水曜
sk: Streda

source: Thursday
ca: Dijous
cs: Čtvrtek
ja: 木曜
sk: Štvrtok

source: Friday
ca: Divendres
cs: Pátek
ja: 金曜
sk: Piatok

source: Saturday
ca: Dissabte
cs: Sobota
ja: 土曜
sk: Sobota

source: Schedule Name
ca: Nom de la planificació
cs: Název plánu
ja: スケジュール名
sk: Názov plánu

source: Hourly:
ca: Hora:
cs: Co hodinu:
ja: 毎時:
sk: Každú hodinu:

source: The action will be executed every hour at the specified minute
ca: L'acció s'executarà cada hora en el minut especificat
cs: Akce se provede každou hodinu ve stanovenou minutu
ja: 動作は 1 時間に 1 回、指定された分に実行されます
sk: Akcia sa vykoná každú hodinu v stanovenú minútu

source: Daily:
ca: Dia:
cs: Denně:
ja: 毎日:
sk: Denne:

source: Weekly:
ca: Setmanal:
cs: Týdně:
ja: 毎週:
sk: Týždenne:

source: Monthly:
ca: Mensual:
cs: Měsíčně:
ja: 毎月:
sk: Mesačne:

source: Days are limited to 28 to have a recurring schedule available for all the months
ca: Els dies estan limitats a 28 per tenir disponible una programació recurrent per a tots els mesos
cs: Dny jsou omezeny na 28, aby byl k dispozici opakovatelný plán pro všechny měsíce
ja: 日は必ず毎月実行できるよう、最大でも 28 までの範囲で指定します
sk: Dni sú obmedzené na 28, aby bol k dispozícii opakujúci sa plán pre všetky mesiace

source: Custom Quartz format:
ca: Format de quars personalitzat:
cs: Vlastní Quartz formát:
ja: 独自のクォーツ書式:
sk: Vlastný formát Quartz:

source: e.g. "0 15 2 ? * 7"
ca: p. ex. "0 15 2 ? * 7"
cs: např. "0 15 2 ? * 7"
ja: 例: "0 15 2 ? * 7"
sk: napr. "0 15 2 ? * 7"

source: Select a Schedule
ca: Seleccioneu una planificació
cs: Vybrat plán
ja: スケジュールの選択:
sk: Vybrať plán

source: Source Product
ca: Producte d'origen
ja: ソース製品
sk: Zdrojový produkt

source: Target Product
ca: Producte de destinació
ja: ターゲット製品
sk: Cieľový produkt

source: Target base channel
ca: Canal base de destinació
ja: ターゲットベースチャンネル
sk: Cieľový základný kanál

source: Target child channels
ca: Canal fill de destinació
ja: ターゲット子チャンネル
sk: Cieľové kanály potomkov

source: Allow vendor change
ca: Permet el canvi de proveïdor
ja: ベンダの変更を許可する
sk: Povoliť zmenu dodávateľa

source: Back to target selection
ca: Torna a la selecció de destinacions
ja: ターゲット選択に戻る
sk: Späť na výber cieľa

source: Schedule Migration
ca: Programa la migració
ja: 移行のスケジュール
sk: Naplánovať migráciu

source: Please review your selection and confirm below to schedule the migration.
ca: Reviseu la selecció i confirmeu-la a continuació per programar la migració.
ja: 選択内容を確認し、以下を確認して移行をスケジュールしてください。
sk: Prosím, skontrolujte svoj výber a potvrďte nižšie, aby ste naplánovali migráciu.

source: Systems
ca: Tipus de sistema
cs: Systémy
ja: システム
sk: Systémy

source: Product after migration
ca: Producte després de la migració
ja: 移行後の製品
sk: Produkt po migrácii

source: Channel subscriptions after migration
ca: Subscripcions a canals després de la migració
ja: 移行後のチャンネルサブスクリプション
sk: Predplatné kanálov po migrácii

source: Schedule action for no sooner than
ca: Programa una acció per a no abans de
ja: 早くとも指定日時以降にアクションをスケジュール
sk: Akciu naplánujte nie skôr ako na

source: In order to detect any possible problems it is recommended to always do a Dry Run before scheduling the actual Product Migration.
ca: Per tal de detectar possibles problemes, es recomana fer sempre un simulacre abans de programar la migració del producte.
ja: 潜在的な問題を検出するために、実際の製品移行をスケジュールする前に必ず予行演習を実行することをお勧めします。
sk: Aby sa zistili prípadné problémy, odporúča sa vždy pred naplánovaním skutočnej migrácie produktu vykonať skúšobnú migráciu.

source: Back to channel selection
ca: Torna a la selecció de canals
ja: チャンネル選択に戻る
sk: Späť na výber kanálov

source: Dry run
ca: Execució de prova
ja: 予行演習
sk: Skúšobné spustenie

source: Migrate
ca: Migra
cs: Migrovat
ja: 移行
sk: Migrovať

source: Target not available, the following channels are not synced: {missingChannels}
ca: Objectiu no disponible, els canals següents no estan sincronitzats: {missingChannels}
ja: ターゲットが利用できません。以下のチャンネルは同期されていません: {missingChannels}
sk: Cieľ nie je dostupný, nasledujúce kanály nie sú synchronizované: {missingChannels}

source: Product id
ca: ID del producte
ja: 製品ID
sk: Produkt id

source: Target Products
ca: Productes de destinació
ja: ターゲット製品
sk: Cieľové produkty

source: Select Channels
ca: Seleccioneu els canals
ja: チャンネルの選択
sk: Vybrať kanály

source: State Configuration Channel
ca: Canal de configuració de l'estat
cs: Kanál konfigurace stavu
ja: 状態設定チャンネル
sk: Kanál konfigurácie stavu

source: Internal State
ca: Estat intern
cs: Vnitřní stav
ja: 内部状態
sk: Interný stav

source: Normal Configuration Channel
ca: Canal de configuració normal
cs: Normální konfigurační kanál
ja: 通常設定チャンネル
sk: Normálny konfiguračný kanál

source: There are no entries to show.
ca: No hi ha entrades per mostrar.
cs: Žádné položky k zobrazení.
ja: 表示すべき項目がありません。
sk: Nie sú k dispozícii žiadne záznamy na zobrazenie.

source: Configuration Channel: {name}
ca: Canal de configuració: {name}
cs: Konfigurační kanál: {name}
ja: 設定チャンネル: {name}
sk: Konfiguračný kanál: {name}

source: Edit Configuration Channel
ca: Edita el canal de configuració
cs: Upravit konfigurační kanál
ja: 設定チャンネルの編集
sk: Upraviť konfiguračný kanál
