Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: There are unsaved changes. Do you want to proceed?
ca: Hi ha canvis sense desar. Voleu continuar?
cs: Máte neuložené změny. Chcete pokračovat?
ja: 保存されていない変更があります。続行してもよろしいですか？
sk: Existujú neuložené zmeny. Chcete pokračovať?

source: State configuration must not be empty
ca: La configuració de l'estat no pot estar buida
cs: Konfigurace stavu nesmí být prázdná
ja: 状態設定を空にすることはできません
sk: Konfigurácia stavu nesmie byť prázdna

source: Reboot state will be put last.
ca: L'estat de reinici es posarà al final.
ja: 再起動状態は最後に置かれます。
sk: Stav reštartu bude uvedený ako posledný.

source: 'Reboot system' and 'Reboot system if needed' states cannot be used together.
ca: Els estats "sistema de reinici" i "sistema de reinici si és necessari" no es poden utilitzar junts.
ja: 「システムの再起動」と「必要に応じてシステムを再起動」の状態は一緒に使用できません。
sk: Stavy "Reštartovať systém" a "Reštartovať systém v prípade potreby" sa nemôžu používať spoločne.

source: State assignments have been saved.
ca: S'han desat les assignacions d'estat.
cs: Přiřazení stavu byla uložena.
ja: 状態の割り当てが保存されました。
sk: Priradenia stavov boli uložené.

source: An error occurred on save.
ca: S'ha produït un error en desar.
cs: Při ukládání došlo k chybě.
ja: 保存時にエラーが発生しました。
sk: Pri ukladaní sa vyskytla chyba.

source: No states assigned. Use search to find and assign states.
ca: No s'ha assignat cap estat. Utilitza la cerca per trobar i assignar estats.
cs: Nebyly přiřazeny žádné stavy. Vyhledáváním najděte a přiřaďte stavy.
ja: 状態が割り当てられていません。検索機能を利用して状態の検索と割り当てを行なってください。
sk: Neboli priradené žiadne stavy. Na nájdenie a priradenie stavov použite vyhľadávanie.

source: Save Changes
ca: Desa els canvis
cs: Uložit změny
ja: 変更点の保存
sk: Uložiť zmeny

source: Reorder
ca: Reordena
cs: Přeuspořádat
ja: 並べ替え
sk: Preusporiadať

source: Search in states
ca: Cerca en estats
cs: Vyhledávat ve stavech
ja: 状態の検索
sk: Hľadať v stavoch

source: Search in configuration channels
ca: Cerca als canals de configuració
cs: Hledat v konfiguračních kanálech
ja: 設定チャンネル内での検索
sk: Hľadať v konfiguračných kanáloch

source: Search
ca: Cerca
cs: Vyhledávání
ja: 検索
sk: Hľadať

source: Edit State Ranks
ca: Edita els rangs d'estat
cs: Upravit pořadí stavů
ja: 状態ランクの編集
sk: Upraviť poradia stavov

source: Edit Channel Ranks
ca: Edita els ranxos del canal
cs: Upravit pořadí kanálů
ja: チャンネルランクの編集
sk: Upraviť poradia kanálov

source: Edit the ranking of the states by dragging them. They are listed in order from highest to lowest rank. In other words, the bottom ones will be applied first.
ca: Editeu la classificació dels estats arrossegant-los. Es llisten en ordre de classificació de més alt a més baix. En altres paraules, els inferiors s'aplicaran primer.
sk: Upraviť poradie stavov ich pretiahnutím. Sú uvedené v poradí od najvyššej po najnižšiu pozíciu. Inými slovami, najskôr sa použijú tie najnižšie.

source: Edit the ranking of the configuration channels by dragging them. They are listed in order from highest to lowest rank. Files from a particular channel will override files with the same filepath and name from channels below it. In other words, the bottom ones will be applied first.
ca: Editeu la classificació dels canals de configuració arrossegant-los. Es llisten en ordre de classificació de més alt a més baix. Els fitxers d'un canal concret substituiran els fitxers amb el mateix camí de fitxer i nom dels canals inferiors. En altres paraules, els inferiors s'aplicaran primer.
sk: Upravte poradie konfiguračných kanálov ich pretiahnutím. Sú uvedené v poradí od najvyššej po najnižšiu pozíciu. Súbory z určitého kanála nahradia súbory s rovnakou cestou a názvom z kanálov pod ním. Inými slovami, najskôr sa použijú tie najnižšie.

source: There are no states assigned.
ca: No hi ha estats assignats.
cs: Nejsou přiřazeny žádné stavy.
ja: 状態が何も割り当てられていません。
sk: Nie sú priradené žiadne stavy.

source: State Name
ca: Nom de l'estat
cs: Název stavu
ja: 状態名
sk: Názov stavu

source: State Label
ca: Etiqueta d'estat
cs: Štítek stavu
ja: 状態ラベル
sk: Označenie stavu

source: Channel Label
ca: Etiqueta del canal
cs: Označení kanálu
ja: チャンネルラベル
sk: Označenie kanála

source: Description
ca: Descripció
cs: Popis
ja: 説明
sk: Popis

source: Assign
ca: Assigna
cs: Přiřadit
ja: 割り当て
sk: Priradiť

source: Select the systems to schedule for immediate state execution and confirm.
ca: Seleccioneu els sistemes a programar per a l'execució immediata de l'estat i confirmeu.
cs: Vyberte systémy k okamžitému provedení stavu a potvrďte.
ja: 即時の状態の実行をスケジュールするシステムを選択し、確認します。
sk: Vyberte systémy, ktoré chcete naplánovať na okamžité vykonanie stavu, a potvrďte.

source: This table is empty
ca: Aquesta taula està buida
cs: Tato tabulka je prázdná
ja: このテーブルは空です
sk: Táto tabuľka je prázdna

source: System Name
ca: Nom del sistema
cs: Název systému
ja: システム名
sk: Názov systému

source: Execute States
ca: Executa els Estats
cs: Výkonné stavy
ja: 状態の実行
sk: Vykonať stavy

source: Select Sytems
ca: Selecciona els elements
cs: Vybrat systémy
ja: システムの選択
sk: Vybrať systémy

source: Unprovisioned System
ca: Sistema no proveït
ja: プロビジョニングされていないシステム
sk: Neposkytnutý systém

source: Virtual Guest
ca: Convidat virtual
ja: 仮想ゲスト
sk: Virtuálny hosť

source: Virtual Host
ca: Amfitrió virtual
cs: Virtuální hostitel
ja: 仮想ホスト
sk: Virtuálny hostiteľ

source: Non-Virtual System
ca: Sistema no virtual
ja: 非仮想システム
sk: Nevirtuálny systém

source: Proxy
ca: Servidor
ja: プロキシ

source: Peripheral Server
ca: Servidor Perifèric
cs: Periferní server
ja: 周辺機器サーバ
sk: Periférny server

source: Security Advisory
ca: Assessor de seguretat
cs: Bezpečnostní poradenství
ja: セキュリティアドバイザリ
sk: Bezpečnostné upozornenie

source: System Locked
ca: Sistema bloquejat
cs: Systém uzamčen
ja: システムはロック済み
sk: Systém uzamknutý

source: less than
ca: més petit que
ja: 指定したものより古い
sk: menej ako

source: less than or equal to
ca: més petit o igual que
ja: 指定したものよりも古いか等しい
sk: menšie alebo rovné

source: equal to
ca: igual a
ja: 等しい
sk: rovné

source: greater than or equal to
ca: més gran o igual que
ja: 指定したものよりも新しいか等しい
sk: väčšie alebo rovné

source: greater than
ca: més gran que
cs: větší než
ja: 指定したものより新しい
sk: vyššia ako

source: not equal to
ca: no és igual a
ja: 等しくない
sk: nie je rovné

source: Matcher
ca: Aparella
cs: Párovač
ja: マッチャー
sk: Párovač

source: Filter
ca: Filtre
cs: Filtr
ja: フィルタ

source: Select a filter
ca: Selecciona un filtre
cs: Vybrat filtr
ja: フィルタの選択
sk: Vybrať filter

source: All
ca: Tots
cs: Vše
ja: すべて
sk: Všetky

source: Channel name
ca: Nom del canal
ja: チャンネル名
sk: Názov kanála

source: Hub Org
ca: Concentrador d'Org
ja: ハブ組織

source: View
ca: Mostra
ja: 表示
sk: Zobraziť

source: Modify
ca: Modifica
ja: 変更
sk: Zmeniť

source: Item id
ca: Identificador de l'element
ja: 項目ID
sk: Id položky

source: Target Systems
ca: Sistemes de destinació
ja: ターゲットシステム
sk: Cieľové systémy

source: No systems specified.
ca: No s'ha especificat cap sistema.
ja: システムが指定されていません。
sk: Nie sú určené žiadne systémy.

source: Invalid data
ca: Dades no vàlides
cs: Neplatná data
ja: データが正しくありません
sk: Neplatné dáta

source: No data
ca: Sense dades
cs: Žádná data
ja: データがありません
sk: Žiadne dáta

source: Text to display on hover
ca: Text a mostrar en passar el ratolí per sobre
ja: カーソルを合わせると表示されるテキスト
sk: Text, ktorý sa má zobraziť pri prejdení myšou

source: Help
ca: Ajuda
cs: Pomoc
ja: ヘルプ
sk: Pomocník

source: Loading text
ca: S'està carregant text
ja: テキストを読み込んでいます
sk: Načítavanie textu

source: Base channel not found or not authorized.
ca: Canal base no trobat o no autoritzat.
cs: Základní kanál nenalezen či neautorizován.
ja: ベースチャンネルが見つからないか、認可されていません。
sk: Základný kanál sa nenašiel alebo nemá oprávnenie.

source: Child channel not found or not authorized.
ca: Canal fill no trobat o no autoritzat.
cs: Podřízený kanál nenalezen či neautorizován.
ja: 子チャンネルが見つからないか、認可されていません。
sk: Kanál potomka sa nenašiel alebo nemá oprávnenie.

source: Invalid channel id
ca: ID de canal no vàlid
cs: Neplatný ID kanálu
ja: チャンネル ID が正しくありません
sk: Neplatné id kanála

source: Required channels
ca: Canals necessaris
cs: Vyžadované kanály
ja: 必要なチャンネル
sk: Požadované kanály

source: none
ca: cap
cs: žádný
ja: なし
sk: žiaden

source: Require this channel
ca: Requereix aquest canal
cs: Vyžadovat tento kanál
ja: このチャンネルが必要
sk: Vyžadovať tento kanál

source: Please see <link>Format.JS docs</link> for the message syntax.
ca: Si voleu saber la sintaxi del missatge, consulteu la <link>documentació de Format.JS</link>.
ja: メッセージの構文については、<link>Format.JSドキュメント</link>を参照してください。
sk: Syntax správy nájdete v <link>Format.JS docs</link>.

source: Always use plural forms for numbers: {fooCount, plural, one {only one item} other {{fooCount} items} }.
ca: Feu servir sempre formes plurals per als nombres: {fooCount, plural, un {només un element} altres {{fooCount} elements} }.
sk: Vždy používajte množné číslo pre čísla: {fooCount, plural, one {len jedna položka} other {{fooCount} položky} }.

source: undefined
ca: no definit
cs: nedefinováno
ja: 未定義
sk: nedefinované

source: foo {insert} bar
ca: barra foo {insert}
ja: foo {insert} バー
sk: foo {insert} panel

source: Restart is needed for the configuration changes to take effect.
ca: Cal reiniciar perquè els canvis de configuració tinguin efecte.
cs: Změny konfigurace se projeví po restartu počítače.
ja: 変更した設定を反映させるには、再起動が必要です。
sk: Aby sa prejavili konfiguračné zmeny, je potrebný reštart.

source: An internal error has occurred. See the server logs for details.
ca: S'ha produït un error intern. Per a més detalls, vegeu els registres del servidor.
ja: 内部エラーが発生しました。詳細はサーバ内のログをお読みください。
sk: Nastala interná chyba. Podrobnosti nájdete v záznamoch servera.

source: Enabling monitoring failed. See the server logs for details.
ca: Ha fallat l'habilitació del seguiment. Per a més detalls, vegeu els registres del servidor.
cs: Zapnutí monitorování se nezdařilo. Podrobnosti jsou v protokolech serveru.
ja: モニタリングの有効化に失敗しました。詳細はサーバ内のログをお読みください。
sk: Povolenie monitorovania zlyhalo. Podrobnosti nájdete v záznamoch servera.

source: Failed to enable all monitoring services. Some services are still disabled. See the server logs for details.
ca: No s'han pogut habilitar tots els serveis de seguiment. Alguns serveis encara estan desactivats. Per a més detalls, vegeu els registres del servidor.
cs: Nepodařilo se aktivovat všechny monitorovací služby. Některé služby jsou stále deaktivovány. Podrobnosti viz protokoly serveru.
ja: 全てのモニタリングサービスの有効化に失敗しました。いくつかのサービスが無効化されています。詳細はサーバ内のログをお読みください。
sk: Nepodarilo sa povoliť všetky monitorovacie služby. Niektoré služby sú stále zakázané. Podrobnosti nájdete v záznamoch servera.

source: Disabling monitoring failed. See the server logs for details.
ca: Ha fallat la inhabilitació del monitoratge. Per a més detalls, vegeu els registres del servidor.
cs: Vypnutí monitorování se nezdařilo. Podrobnosti jsou v protokolech serveru.
ja: モニタリングの無効化に失敗しました。詳細はサーバ内のログをお読みください。
sk: Zakázanie monitorovania zlyhalo. Podrobnosti nájdete v záznamoch servera.

source: Failed to disable all monitoring services. Some services are still enabled. See the server logs for details.
ca: No s'han pogut desactivar tots els serveis de monitorització. Alguns serveis encara estan habilitats. Per a més detalls, vegeu els registres del servidor.
cs: Nepodařilo se deaktivovat všechny monitorovací služby. Některé služby jsou stále povoleny. Podrobnosti viz protokoly serveru.
ja: 全てのモニタリングサービスの無効化に失敗しました。いくつかのサービスが有効化されています。詳細はサーバ内のログをお読みください。
sk: Nepodarilo sa zakázať všetky monitorovacie služby. Niektoré služby sú stále povolené. Podrobnosti nájdete v záznamoch servera.

source: Monitoring enabled successfully.
ca: El seguiment s'ha activat correctament.
cs: Monitorování bylo úspěšně aktivováno.
ja: モニタリングの有効化が正常に完了しました。
sk: Monitorovanie bolo úspešne povolené.

source: Monitoring disabled successfully.
ca: El seguiment s'ha desactivat correctament.
cs: Monitorování bylo úspěšně deaktivováno.
ja: モニタリングの無効化が正常に完了しました。
sk: Monitorovanie bolo úspešne zakázané.

source: The Tomcat Prometheus exporter is up but the JMX configuration is disabled. Click the Enable button to enable the JMX configuration or click Disable to stop the Prometheus exporter.
ca: L'exportador de Tomcat Prometheus està activat, però la configuració de JMX està desactivada. Feu clic al botó Habilita per habilitar la configuració de JMX o feu clic a Inhabilita per aturar l'exportador de Prometheus.
cs: Exportér Tomcat Prometheus je aktivní, ale konfigurace JMX je deaktivována. Kliknutím na tlačítko Povolit povolíte konfiguraci JMX nebo kliknutím Zakázat zastavíte exportér Prometheus.
ja: Tomcat Prometheus エクスポータが動作していますが、 JMX 設定が無効化されています。有効化ボタンを押して JMX 設定を有効化するか、もしくは無効化ボタンを押して Prometheus エクスポータを停止してください。
sk: Exportér Tomcat Prometheus je pripravený, ale konfigurácia JMX je zakázaná. Kliknutím na tlačidlo Povoliť sa povolí konfigurácia JMX alebo kliknutím na Zakázať sa zastaví exportér Prometheus.

source: The Tomcat Prometheus exporter is down but the JMX configuration is enabled. Click the Disable button to disable the JMX configuration or click Enable to start the Prometheus exporter.
ca: L'exportador Tomcat Prometheus està inactiu, però la configuració de JMX està habilitada. Feu clic al botó Inhabilita per desactivar la configuració de JMX o feu clic a Habilita per iniciar l'exportador de Prometheus.
cs: Exportér Tomcat Prometheus nefunguje, ale konfigurace JMX je povolena. Stisknutím tlačítka Zakázat zakážete konfiguraci JMX nebo stisknutím Povolit spustíte exportér Prometheus.
ja: Tomcat Prometheus エクスポータが停止していますが、 JMX 設定が有効化されています。無効化ボタンを押して JMX 設定を無効化するか、もしくは有効化ボタンを押して Prometheus エクスポータを開始してください。
sk: Exportér Tomcat Prometheus nie je pripravený, ale konfigurácia JMX je povolená. Kliknutím na tlačidlo Zakázať sa zakáže konfigurácia JMX alebo kliknutím na Povoliť sa spustí exportér Prometheus.

source: The Taskomatic Prometheus exporter is up but the JMX configuration is disabled. Click the Enable button to enable the JMX configuration or click Disable to stop the Prometheus exporter.
ca: L'exportador Taskomatic Prometheus està activat, però la configuració de JMX està desactivada. Feu clic al botó Habilita per habilitar la configuració JMX o feu clic a Inhabilita per aturar l'exportador de Prometheus.
ja: Taskomatic Prometheus エクスポータが動作していますが、 JMX 設定が無効化されています。有効化ボタンを押して JMX 設定を有効化するか、もしくは無効化ボタンを押して Prometheus エクスポータを停止してください。
sk: Exportér Taskomatic Prometheus je pripravený, ale konfigurácia JMX je zakázaná. Kliknutím na tlačidlo Povoliť sa povolí konfigurácia JMX alebo kliknutím na Zakázať sa zastaví exportér Prometheus.

source: The Taskomatic Prometheus exporter is down but the JMX configuration is enabled. Click the Disable button to disable the JMX configuration or click Enable to start the Prometheus exporter.
ca: L'exportador Taskomatic Prometheus està inactiu, però la configuració de JMX està habilitada. Feu clic al botó Inhabilita per desactivar la configuració de JMX o feu clic a Habilita per iniciar l'exportador de Prometheus.
ja: Taskomatic Prometheus エクスポータが停止していますが、 JMX 設定が有効化されています。無効化ボタンを押して JMX 設定を無効化するか、もしくは有効化ボタンを押して Prometheus エクスポータを開始してください。
sk: Exportér Taskomatic Prometheus nie je pripravený, ale konfigurácia JMX je povolená. Kliknutím na tlačidlo Zakázať sa zakáže konfigurácia JMX alebo kliknutím na Povoliť sa spustí exportér Prometheus.

source: Monitoring status hasn't changed.
ca: L'estat de seguiment no ha canviat.
cs: Stav monitorování se nezměnil.
ja: モニタリング状態は変更されていません。
sk: Stav monitorovania sa nezmenil.

source: An error occurred. Monitoring status unknown. Refresh the page.
ca: S'ha produït un error. Estat de seguiment desconegut. Actualitza la pàgina.
ja: エラーが発生しました。モニタリング状態は不明です。ページを更新してください。
sk: Vyskytla sa chyba. Stav monitorovania nie je známy. Obnovte stránku.

source: PostgreSQL database
ca: Base de dades PostgreSQL
cs: Databáze PostgreSQL
ja: PostgreSQL データベース
sk: Databáza PostgreSQL

source: Server self monitoring
ca: Autocontrol del servidor
cs: Server monitoruje sám sebe
ja: サーバ自己監視
sk: Vlastné monitorovanie servera

source: Enabled
ca: Habilitat
cs: Povoleno
ja: 有効
sk: Povolené

source: Disabled
ca: Desactivat
cs: Zakázáno
ja: 無効
sk: Zakázané

source: Server Monitoring
ca: Seguiment del servidor
cs: Monitorování serveru
ja: サーバ監視
sk: Monitorovanie servera

source: The server uses <link>Prometheus</link> exporters to expose metrics about your environment.
ca: El servidor usa exportadors <link>Prometheus</link> per exposar mètriques sobre el vostre entorn.
ja: サーバは、<link>Prometheus</link>エクスポータを使用して、お使いの環境に関するメトリックを開示します。
sk: Server používa exportéry <link>Prometheus</link> na zobrazenie metrík o vašom prostredí.

source: Refer to the <link>documentation</link> to learn how to consume these metrics.
ca: Consulteu la <link>documentació</link> per saber com consumir aquestes mètriques.
ja: これらのメトリックの使用方法については、<link>ドキュメント</link> を参照してください。
sk: Informácie o tom, ako tieto metriky používať, nájdete v <link>dokumentácii</link>.

source: Enable
ca: Activa
cs: Povolit
ja: 有効
sk: Povoliť

source: Disable
ca: Desactiva
cs: Zakázat
ja: 無効
sk: Zakázať

source: {productName} Configuration - Monitoring
ca: Configuració per a {productName} - Supervisió
ja: {productName} 設定 - モニタリング
sk: Konfigurácia {productName} - Monitorovanie

source: Set up monitoring for your {productName} server.
ca: Configureu la supervisió per al servidor {productName}.
ja: {productName} サーバのモニタリングを設定します。
sk: Nastavte monitorovanie pre váš server {productName}.

source: Bootstrap Script
ca: Script Bootstrap
cs: Zavlékací (Bootstrap) skript
ja: ブートストラップスクリプト
sk: Zavádzací skript

source: Organizations
ca: Organitzacions
cs: Organizace
ja: 組織
sk: Organizácie

source: Restart
ca: Reinicia
ja: 再起動
sk: Reštart

source: Monitoring
ca: Seguiment
cs: Monitorování
ja: モニタリング
sk: Monitorovanie

source: Password Policy
ca: Política per a les contrasenyes
ja: パスワードポリシー
sk: Pravidlá pre heslá

source: Restarting
ca: Reinici
cs: Restart
ja: 再起動
sk: Reštartovanie

source: Tomcat and Taskomatic is needed for the configuration changes to take effect.
ca: El Tomcat i el Taskomatic són necessaris perquè els canvis de configuració tinguin efecte.
cs: Aby se změny konfigurace projevily, je potřeba Tomcat a Taskomatic.
ja: 変更した設定を反映させるには、 Tomcat と Taskomatic が必要です。
sk: Tomcat a Taskomatic sú potrebné na to, aby sa prejavili konfiguračné zmeny.

source: Add new PAYG ssh connection data
ca: Afegeix dades noves de connexió «ssh» de PAYG
ja: 新しいPAYGのssh接続データを追加
sk: Pridať nové dáta pripojení ssh PAYG

source: PAYG connection Description
ca: Descripció de la connexió PAYG
ja: PAYGの接続の説明
sk: Popis pripojenia PAYG

source: Instance SSH connection data
ca: Dades de connexió SSH d'instància
cs: Údaje o připojení k instanci SSH
ja: インスタンスSSH接続データ
sk: Dáta pripojenia inštancie SSH

source: Bastion SSH connection data
ca: Dades de connexió SSH de base
cs: Údaje o připojení Bastion SSH
ja: 要塞SSH接続データ
sk: Dáta pripojenia Bastion SSH

source: Add PAYG ssh data
ca: Afegeix dades Ssh de PAYG
ja: PAYGのsshデータを追加
sk: Pridať dáta ssh PAYG

source: Create
ca: Crea
cs: Vytvořit
ja: 作成
sk: Vytvoriť

source: Sync Channels
ca: Sincronitza els canals
ja: チャンネルの同期
sk: Synchronizácia kanálov

source: Schedule Sync Channels task
ca: Programa la tasca de sincronització de canals
ja: チャンネル同期タスクをスケジュール
sk: Naplánovať úlohu synchronizácie kanálov

source: Confirm channels synchronization
ca: Confirmeu la sincronització dels canals
ja: チャンネル同期の確認
sk: Potvrdiť synchronizáciu kanálov

source: Do you want to schedule a channels synchronization from the hub?
ca: Voleu programar una sincronització de canals des del control central?
ja: ハブからのチャンネル同期をスケジュールしますか?
sk: Chcete naplánovať synchronizáciu kanálov z hubu?

source: Hub Details
ca: Detalls del Hub
ja: ハブの詳細
sk: Podrobnosti pre hub

source: No hub is currently configured for this server. Refresh this page after configuring this server as a peripheral, to see the hub details
ca: Actualment no hi ha cap concentrador configurat per a aquest servidor. Actualitzeu aquesta pàgina després de configurar aquest servidor com a perifèric per veure els detalls del concentrador.
sk: Pre tento server nie je v súčasnosti nakonfigurovaný žiadny hub. Obnovte túto stránku po nakonfigurovaní tohto servera ako periférie, aby ste videli podrobnosti hubu

source: Successfully scheduled a channels synchronization.
ca: S'ha programat correctament una sincronització de canals.
ja: チャンネル同期が正常にスケジュールされました。
sk: Úspešne naplánovaná synchronizácia kanálov.

source: Access Tokens
ca: Testimonis d'accés
ja: アクセストークン
sk: Prístupové tokeny

source: Migrate from ISSv1 Slaves
ca: Migra des d'esclaus ISSv1
ja: ISSv1スレーブからの移行
sk: Migrácia z podriadených ISSv1

source: Migrate from ISSv2
ca: Migra des d'ISSv2
ja: ISSv2からの移行
sk: Migrácia z ISSv2

source: {fqdn} - Peripheral Details
ca: {fqdn} - Detalls del perifèric
ja: {fqdn} - 周辺機器の詳細
sk: {fqdn} - Podrobnosti o periférii

source: Peripherals Configuration
ca: Configuració dels perifèrics
ja: 周辺機器の設定
sk: Konfigurácia periférií

source: Add Peripheral
ca: Afegeix perifèric
ja: 周辺機器の追加
sk: Pridať perifériu

source: Migrate an existing configuration of a previous version of ISS
ca: Migra una configuració existent d'una versió anterior de l'ISS
ja: 以前のバージョンのISSの既存の設定を移行する
sk: Migrácia existujúcej konfigurácie predchádzajúcej verzie ISS

source: Migrate ISS v1...
ca: Migra ISS v1...
ja: ISS v1を移行...
sk: Migrovať ISS v1...

source: Migrate ISS v2...
ca: Migra ISS v2...
ja: ISS v2を移行...
sk: Migrovať ISS v2...

source: This server is configured as a Peripheral server in a Hub configuration. Managing PAYG Connections is disabled.
ca: Aquest servidor està configurat com un servidor Perifèric en una configuració de Hub. La gestió de les connexions PAYG està desactivada.
ja: このサーバは、ハブ設定で周辺機器サーバとして設定されています。PAYG接続の管理は無効になっています。
sk: Tento server je nakonfigurovaný ako periférny server v konfigurácii pre hub. Spravovanie pripojení PAYG je zakázané.

source: Filter by any value
ca: Filtra per qualsevol valor
cs: Filtrovat podle libovolné hodnoty
ja: 任意の値でフィルタ
sk: Filtrovať podľa ľubovoľnej hodnoty

source: Last Update Status
ca: Estat de l'última actualització
cs: Stav poslední aktualizace
ja: 最終更新ステータス
sk: Stav poslednej aktualizácie

source: never
ca: mai
cs: nikdy
ja: なし
sk: nikdy

source: Add PAYG Connection
ca: Afegeix una connexió PAYG
ja: PAYGの接続を追加
sk: Pridať pripojenie PAYG

source: Server Configuration - Password Policy
ca: Configuració del servidor - Política per a les contrasenyes
ja: サーバ設定 - パスワードポリシー
sk: Konfigurácia servera - Pravidlá pre heslá

source: Set up your server local users password policy.
ca: Configureu la política de les contrasenyes dels usuaris locals del servidor.
ja: サーバのローカルユーザパスワードポリシーを設定します。
sk: Nastavte pravidlá pre heslá lokálnych používateľov servera.

source: Password Policy Settings
ca: Configuració de la política per a les contrasenyes
ja: パスワードポリシーの設定
sk: Nastavenia pravidiel pre heslá

source: Min Password Length
ca: Longitud mínima de la contrasenya
ja: 最小パスワード長
sk: Min. dĺžka hesla

source: Max Password Length
ca: Longitud màxima de la contrasenya
ja: 最大パスワード長
sk: Max. dĺžka hesla

source: Require Digits
ca: Requereix dígits
ja: 数字が必要
sk: Vyžadujú sa číslice

source: Require Lowercase Characters
ca: Requereix caràcters en minúscula
ja: 小文字が必要
sk: Vyžadujú sa malé písmená

source: Require Uppercase Characters
ca: Requereix caràcters en majúscula
ja: 大文字が必要
sk: Vyžadujú sa veľké písmená

source: Restrict Consecutive Characters
ca: Restringeix els caràcters consecutius
ja: 連続文字を制限
sk: Obmedzenie po sebe idúcich znakov

source: Require Special Characters
ca: Requereix caràcters especials
ja: 特殊文字が必要
sk: Vyžadujú sa špeciálne znaky

source: Allowed Special Characters
ca: Caràcters especials permesos
ja: 使用できる特殊文字
sk: Povolené špeciálne znaky
