Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: OVAL data out of sync. Potential missed vulnerabilities
ca: Les dades OVAL estan fora de sincronització. Possibles vulnerabilitats perdudes
ja: OVALデータが同期されていない。脆弱性が見逃されている可能性がある
sk: Dáta OVAL nie sú synchronizované. Potenciálne prehliadnuté zraniteľnosti

source: Server product channels out of sync; no patch information available
ca: Canals de producte del servidor fora de sincronització; no hi ha informació de pedaç disponible
ja: サーバ製品チャンネルが同期されていない。パッチ情報が利用不可
sk: Kanály produktu servera nie sú synchronizované; nie sú k dispozícii žiadne informácie o opravách

source: CVE Audit
ca: Auditoria CVE
cs: Audit CVE
ja: CVE 監査
sk: Audit CVE

source: Audit Servers
ca: Servidors d'auditoria
cs: Auditovat servery
ja: 監査サーバ
sk: Auditovať servery

source: Audit Images
ca: Auditoria d'imatges
cs: Auditovat obrazy
ja: 監査イメージ
sk: Auditovať obrazy

source: Download CSV
ca: Baixa el CSV
cs: Stáhnout CSV
ja: CSV のダウンロード
sk: Stiahnuť CSV

source: MITRE CVE link
ca: Enllaç CVE del MITRE
cs: Odkaz na MITRE CVE
ja: MITRE CVEリンク
sk: Odkaz MITRE CVE

source: SUSE Security CVE link
ca: Enllaç SUSE Security CVE
cs: Odkaz na SUSE Security CVE
ja: SUSEセキュリティCVEリンク
sk: Odkaz SUSE Security CVE

source: No action required
ca: No cal cap acció
cs: Nevyžaduje se žádná akce
ja: アクションは必要ありません
sk: Nevyžaduje sa žiadna akcia

source: Install a new patch on this system.
ca: Instal·la un pedaç nou en aquest sistema.
cs: Instalovat novou opravu na tento systém.
ja: このシステムに新しいパッチをインストールします。
sk: Inštalovať novú opravu na tento systém.

source: Patch available, but system needs to be migrated to a newer Product.
ca: Patch disponible, però el sistema ha de ser migrat a un producte més nou.
cs: Záplata je k dispozici, ale systém je třeba migrovat na novější produkt.
ja: パッチは利用可能ですが、システムを新しい製品に移行する必要があります。
sk: Oprava je k dispozícii, ale systém je potrebné migrovať na novší produkt.

source: Patch available, but needs to be cloned into Channel.
ca: Patch disponible, però cal clonar-lo a Channel.
cs: Záplata je k dispozici, ale je třeba ji naklonovat do kanálu.
ja: パッチは利用可能ですが、チャンネルにクローンを作成する必要があります。
sk: Oprava je k dispozícii, ale je potrebné ju naklonovať do kanála.

source: Install a new partial patch on this system.
ca: Instal·la un nou pedaç parcial en aquest sistema.
ja: このシステムに新しい部分的なパッチをインストールします。
sk: Nainštalovať novú čiastočnú opravu do tohto systému.

source: If you see this report a bug.
ca: Si veieu aquest informe d'un error.
cs: Vidíte-li toto, ohlaste chybu.
ja: このレポートが表示された場合はバグです。
sk: Ak vidíte toto, nahláste chybu.

source: Rebuild
ca: Reconstrueix
cs: Přebudovat
ja: 再ビルド
sk: Znovu zostaviť

source: Patch available but needs to be cloned into Channel.
ca: Pedaç disponible però cal clonar-lo a Channel.
cs: Záplata je k dispozici, ale je třeba ji naklonovat do kanálu.
ja: パッチは利用可能ですが、チャンネルにクローンを作成する必要があります。
sk: Oprava je k dispozícii, ale je potrebné ju naklonovať do kanála.

source: Channel
ca: Canal
cs: Kanál
ja: チャンネル
sk: Kanál

source: Match data status
ca: Concorda amb l'estat de les dades
cs: Stav shody dat
ja: マッチングデータの状態
sk: Stav údajov priradenia

source: Could not start a matching run. Please contact your administrator to make sure the task scheduler is running.
ca: No s'ha pogut iniciar una execució coincident. Contacteu amb l'administrador per assegurar-vos que el programador de tasques s'està executant.
ja: マッチング処理を開始できません。管理者に連絡して、タスクスケジューラが動作しているかどうかをご確認ください。
sk: Nepodarilo sa spustiť beh priraďovania. Prosím, kontaktujte svojho administrátora a uistite sa, že je spustený plánovač úloh.

source: No match data is currently available.
ca: Actualment no hi ha dades de concordança disponibles.
cs: Momentálně nejsou k dispozici žádná data o shodě.
ja: 利用可能なマッチングデータはありません。
sk: Momentálne nie sú k dispozícii žiadne dáta priradenia.

source: You can also trigger a first run now by clicking the button below.
ca: També podeu activar una primera execució ara fent clic al botó de sota.
cs: Teď můžete také spustit první běh kliknutím na tlačítko níže.
ja: 下記のボタンを押すことで、初回の起動を行なうことができます。
sk: Môžete tiež teraz spustiť prvý beh kliknutím na tlačidlo nižšie.

source: Matching data is currently being recomputed, it was started {timeFromNow}.
ca: Actualment s'està tornant a calcular les dades coincidents, s'ha iniciat {timeFromNow}.
ja: マッチングデータは現在計算中です。 {timeFromNow}に開始しています。
sk: Priraďovacie dáta sa momentálne prepočítavajú, bolo to spustené {timeFromNow}.

source: Latest successful match data was computed {timeFromNow}, you can trigger a new run by clicking the button below.
ca: S'han calculat {timeFromNow} les últimes dades de coincidència, podeu activar una nova execució fent clic al botó de sota.
ja: 直近のマッチングデータは{timeFromNow}に計算されていますが、下記のボタンを押すことで新たに実行することもできます。
sk: Najnovšie úspešné dáta priradenia boli vypočítané {timeFromNow}, nový beh môžete spustiť kliknutím na tlačidlo nižšie.

source: Match data is computed via a task schedule, nightly by default (you can
ca: Les dades de coincidència es calculen a través d'una planificació de tasques, de manera nocturna per defecte (podeu
cs: Data o shodě se počítají podle plánu úkolů, ve výchozím nastavení každou noc (můžete
ja: マッチングデータの計算は通常、夜間のタスクスケジュールとして実行されます (
sk: Dáta priradenia sa počítajú podľa plánu úloh, každú noc v predvolenom nastavení (môžete

source: change the task schedule from the administration page
ca: canvia la planificació de tasques des de la pàgina d'administració
cs: změňte plán úkolů na stránce správy
ja: 管理ページからタスクスケジュールを変更できます
sk: zmeniť plán úloh z administračnej stránky

source: Refresh matching data
ca: Actualitza les dades coincidents
cs: Obnovit párovací data
ja: マッチングデータの更新
sk: Obnoviť priraďovacie údaje

source: Unsupported part number detected
ca: S'ha detectat un número de part no admès
cs: Bylo zjištěno nepodporované číslo části
ja: サポート対象外のパーツ番号が検出されました
sk: Bolo zistené nepodporované číslo časti

source: Physical system is reported as virtual guest, please check hardware data
ca: El sistema físic s'informa com a convidat virtual, si us plau, comproveu les dades del maquinari
cs: Fyzický systém je hlášen jako virtuální, zkontrolujte údaje o hardwaru
ja: 物理システムが仮想化ゲストであるものとして報告されました。ハードウェアデータをご確認ください
sk: Fyzický systém je hlásený ako virtuálny hosť. prosím, skontrolujte hardvérové údaje

source: Virtual guest has unknown host, assuming it is a physical system
ca: El convidat virtual té un amfitrió desconegut, suposant que sigui un sistema físic
cs: Virtuální host má neznámého hostitele za předpokladu, že jde o fyzický systém
ja: 仮想化ゲストは未知のホストです。物理システムであるものとして処理します
sk: Virtuálny hosť má neznámeho hostiteľa za predpokladu, že ide o fyzický systém

source: System has an unknown number of sockets, assuming 16
ca: El sistema té un nombre desconegut de sòcols, suposant 16
cs: Systém má neznámý počet zásuvek (soketů), předpokládám 16
ja: システムのソケット数が未知です。 16 個あるものとして処理します
sk: Systém má neznámy počet soketov, predpokladá sa 16

source: Two subscriptions with the same part number are in a bundle - merged into a single one
ca: Dues subscripcions amb el mateix número de part estan en un paquet - fusionat en un sol
cs: V balíčku jsou dvě předplatná se stejným číslem části. Sloučena do jednoho
ja: 同じパーツ番号の 2 つのサブスクリプションが設定されています - これらは 1 つにまとめられます
sk: Dve predplatné s rovnakým číslom časti sú vo zväzku - zlúčené do jedného

source: Two subscriptions with the same part number (and other properties) have been merged together - start/end dates might be indicative
ca: S'han fusionat dues subscripcions amb el mateix número de part (i altres propietats) - les dates d'inici/final poden ser indicatives
cs: Byla sloučena dvě předplatná se stejným číslem části (a dalšími vlastnostmi) - data zahájení/ukončení mohou být pouze orientační
ja: 同じパーツ番号および同じプロパティの 2 つのサブスクリプションを 1 つにまとめました - 開始／終了日をご確認ください
sk: Dve predplatné s rovnakým číslom čast (a ďalšími vlastnosťami) boli zlúčené dohromady - dátum začiatku/konca môže byť orientačný

source: Pinned match adjusted due to merged subscriptions
ca: S'ha ajustat la coincidència fixada a causa de les subscripcions fusionades
cs: Přiřazená shoda upravena kvůli sloučeným předplatným
ja: サブスクリプションをまとめたことにより、ピンマッチも調整されました
sk: Pripnuté priradenie bolo upravené z dôvodu zlúčeného predplatného

source: Subscription IDs
ca: Identificadors de subscripció
cs: Identifikátory předplatného
ja: サブスクリプション ID
sk: ID položiek predplatného

source: Subscription with unsupported part number and no associated product has been ignored.
ca: Subscripció amb número de part no suportat i no s'ha ignorat cap producte associat.
ja: サポートされていないパーツ番号と関連製品がないサブスクリプションは無視されました。
sk: Predplatné s nepodporovaným číslom časti a žiadnym súvisiacim produktom bolo ignorované.

source: Please review warning and information messages below.
ca: Reviseu els missatges d'avís i informació a continuació.
cs: Přečtěte si varovné a informační zprávy níže.
ja: 下記の警告および情報メッセージをご確認ください。
sk: Prosím, skontrolujte varovné a informačné správy nižšie.

source: Message
ca: Missatge
cs: Zpráva
ja: メッセージ
sk: Správa

source: Additional information
ca: Informació addicional
cs: Další informace
ja: 追加情報
sk: Ďalšie informácie

source: No messages from the last match run.
ca: No hi ha missatges de l'última coincidència executada.
cs: Žádné zprávy z posledního běhu párování.
ja: 直近のマッチ実行でのメッセージはありません。
sk: Žiadne správy z posledného behu priradení.

source: Messages
ca: Missatges
cs: Zprávy
ja: メッセージ
sk: Správy

source: You can pin a subscription to a system to suggest a certain association to the matching algorithm.
ca: Podeu fixar una subscripció a un sistema per suggerir una certa associació a l'algorisme coincident.
cs: K systému můžete připojit předplatné, abyste navrhli párovacímu algoritmu jistou asociaci.
ja: システムへのサブスクリプションに対してピンを設定することで、マッチングアルゴリズムに特定の関連づけを提案させることができます。
sk: Môžete pripnúť predplatné systému, aby ste navrhli určité priradenie algoritmu priraďovania.

source: Next time a matching is attempted, the algorithm will try to produce a result that applies the subscription to the system you specified.
ca: La propera vegada que s'intenti una coincidència, l'algorisme intentarà produir un resultat que apliqui la subscripció al sistema que heu especificat.
cs: Při příštím párování se algoritmus pokusí vytvořit výsledek, který použije předplatné na vámi zadaný systém.
ja: 次回のマッチング処理の動作でアルゴリズムは、指定したシステムにサブスクリプションを適用する結果を生成しようとします。
sk: Pri ďalšom pokuse o priradenie sa algoritmus pokúsi dosiahnuť výsledok, ktorým aplikuje predplatné na vami zadaný systém.

source: Note that the algorithm might determine that a certain pin cannot be respected,
ca: Tingueu en compte que l'algorisme pot determinar que un pin determinat no es pot respectar,
cs: Pozor, algoritmus může stanovit, že určitý pin nelze respektovat,
ja: なお、アルゴリズム側では特定のピンを無視するよう判断する場合があります。
sk: Treba upozorniť, že algoritmus môže rozhodnúť, že určité pripnutie nemožno rešpektovať,

source: depending on a subscription's availablility and applicability rules, in that case it will be shown as not satisfied.
ca: Segons les normes d'availilitat i aplicabilitat d'una subscripció, en aquest cas es mostrarà com a no satisfeta.
cs: podle pravidel dostupnosti a použitelnosti předplatného se pak zobrazí jako nesplněné.
ja: これはサブスクリプションが利用できるかどうかと、適用ルールに従って決まります。この場合、満たされていないものとして表示されます。
sk: v závislosti od pravidiel dostupnosti a použiteľnosti predplatného, v takom prípade sa zobrazí, že je nespokojný.

source: Part number
ca: Número de la part
cs: Číslo části
ja: パーツ番号
sk: Číslo časti

source: Subscription
ca: Subscripció
cs: Předplatné
ja: サブスクリプション
sk: Predplatné

source: Policy
ca: Política
cs: Zásady
ja: ポリシー
sk: Politika

source: End date
ca: Data final
cs: Datum konce
ja: 終了日
sk: Dátum konca

source: Delete Pin
ca: Suprimeix el pin
cs: Odstranit pin
ja: ピンの削除
sk: Vymazať pripnutie

source: No pins defined. You can create one with the button below.
ca: No s'han definit pins. Podeu crear-ne un amb el botó de sota.
cs: Nejsou definovány žádné PINy. Můžete jeden vytvořit tlačítkem níže.
ja: ピンが設定されていません。下記のボタンで作成できます。
sk: Nie sú definované žiadne pripnutia. Môžete si ich vytvoriť pomocou tlačidla nižšie.

source: Add a Pin
ca: Afegeix un pin
cs: Připojit pin
ja: ピンの追加
sk: Pridať pripnutie

source: pending next run
ca: pendent de la propera execució
cs: čeká na další běh
ja: 次回の実行まで待機しています
sk: čaká na ďalší beh

source: satisfied
ca: SATISFET
cs: spokojený
ja: 満たされています
sk: spokojný

source: not satisfied
ca: no satisfet
cs: nespokojený
ja: 満たされていません
sk: nespokojný

source: Available Systems
ca: Sistemes disponibles
cs: Dostupné systémy
ja: 利用可能なシステム
sk: Dostupné systémy

source: Step 1/2: select the system to pin from the table below.
ca: Pas 1/2: seleccioneu el sistema a fixar des de la taula de sota.
cs: Krok 1/2: z tabulky níže vyberte systém, který chcete připnout.
ja: ステップ 1/2: 下記の表で、ピンを設定するシステムを選択してください。
sk: Krok 1/2: z tabuľky nižšie vyberte systém, ktorý chcete pripnúť.

source: Socket/IFL count
ca: Compte de sòcol/IFL
cs: Počet zásuvek (soketů)/IFL
ja: ソケット/IFL カウント
sk: Počet Soket/IFL

source: Available Subscriptions for the Selected System
ca: Subscripcions disponibles per al sistema seleccionat
cs: Předplatná dostupná pro vybraný systém
ja: 選択したシステムで利用可能なサブスクリプション
sk: Dostupné predplatné pre vybraný systém

source: Step 2/2: pick a subscription for system
ca: Pas 2/2: trieu una subscripció per al sistema
cs: Krok 2/2: vyberte předplatné pro systém
ja: ステップ 2/2: システムに対するサブスクリプションの選択
sk: Krok 2/2: vyberte predplatné pre systém

source: Back to sytem selection
ca: Torna a la selecció del sistema
cs: Zpět k výběru systému
ja: システム選択に戻る
sk: Späť na výber systému

source: Save Pin
ca: Desa el pin
cs: Uložit připnutí
ja: ピンの保存
sk: Uložiť pripnutie

source: No subscriptions have been found to match this system, considering all products installed, either directly or in virtual guests.
ca: No s'ha trobat cap subscripció que coincideixi amb aquest sistema, tenint en compte tots els productes instal·lats, ja sigui directament o en convidats virtuals.
cs: U žádného nainstalovaného produktu nebylo nalezeno předplatné odpovídající tomuto systému, přímo ani ve virtuálních hostech.
ja: 直接もしくは仮想化ゲストにインストールされている全ての製品を考慮しても、このシステムに該当するサブスクリプションは見つかりませんでした。
sk: Nenašli sa žiadne predplatné, ktoré by zodpovedali tomuto systému vzhľadom na všetky nainštalované produkty, či už priamo alebo vo virtuálnych hosťoch.

source: Filter by description
ca: Filtra per descripció
cs: Filtrovat podle popisu
ja: 説明でフィルタ
sk: Filtrovať podľa popisu

source: Matched/Total
ca: Coincideix/Total
cs: Odpovídající/celkem
ja: 該当するもの／合計
sk: Priradené/Celkovo

source: Start date
ca: Data d'inici
cs: Počáteční datum
ja: 開始日
sk: Dátum začiatku

source: No subscriptions found.
ca: No s'ha trobat cap subscripció.
cs: Nenašlo se žádné předplatné.
ja: サブスクリプションが見つかりませんでした。
sk: Nenašli sa žiadne predplatné.

source: Your subscriptions
ca: Les vostres subscripcions
cs: Vaše předplatná
ja: お使いのサブスクリプション
sk: Vaše predplatné

source: Product name
ca: Nom del producte
cs: Název produktu
ja: 製品名
sk: Názov produktu

source: Unmatched system count
ca: Nombre de sistemes no coincidents
cs: Počet nespárovaných systémů
ja: 一致しないシステム数
sk: Počet nepriradených systémov

source: Show system list
ca: Mostra la llista del sistema
cs: Ukázat seznam systémů
ja: システム一覧の表示
sk: Zobraziť zoznam systémov

source: No unmatching products are found.
ca: No s'han trobat productes inigualables.
cs: Nenalezeny žádné nespárované produkty.
ja: 一致しない製品は見つかりませんでした。
sk: Nenašli sa žiadne nepriraďované produkty.

source: Unmatched Products
ca: Productes no coincidents
cs: Nespárované produkty
ja: 該当のない製品
sk: Nepriradené produkty

source: System name
ca: Nom del sistema
cs: Název systému
ja: システム名
sk: Názov systému

source: Unmatched systems
ca: Sistemes no coincidents
cs: Nespárované systémy
ja: 一致しないシステム
sk: Nepriradené systémy

source: Physical deployment only
ca: Només desplegament físic
cs: Jen fyzické nasazení
ja: 物理配置のみ
sk: Iba fyzické nasadenie

source: Unlimited Virtual Machines
ca: Màquines virtuals il·limitades
cs: Neomezené virtuální stroje
ja: 無制限の仮想マシン
sk: Neobmedzené virtuálne stroje

source: 1-2 Sockets or 1-2 Virtual Machines
ca: 1-2 sòcols o 1-2 màquines virtuals
cs: 1-2 sokety nebo 1-2 virtuální stroje
ja: 1〜2 ソケットまたは 1〜2 台の仮想マシン
sk: 1-2 sokety alebo 1-2 virtuálne stroje

source: Per-instance
ca: Per-instància
cs: Na každou instanci
ja: インスタンスごと
sk: Na inštanciu

source: Edit Virtual Host Managers
ca: Edita els gestors de l'amfitrió virtual
cs: Upravit správce virtuálních hostitelů
ja: 仮想ホストマネージャの編集
sk: Upraviť správcov virtuálnych hostiteľov

source: Subscription Matching
ca: Coincidència de subscripció
cs: Párování předplatného
ja: サブスクリプションマッチング
sk: Priraďovanie predplatného

source: Subscriptions
ca: Subscripcions
cs: Předplatné
ja: サブスクリプション
sk: Predplatné

source: Messages
ca: Missatges
cs: Zprávy
ja: メッセージ
sk: Správy

source: You do not have permissions to perform this action
ca: No teniu permisos per fer aquesta acció
cs: K provedení této akce nemáte oprávnění
ja: この動作を実行するための権限がありません
sk: Na vykonanie tejto akcie nemáte oprávnenia

source: Create a new Content Lifecycle Project
ca: Crea un nou projecte de cicle de vida de contingut
cs: Vytvořit nový projekt životního cyklu obsahu
ja: 新しいコンテンツライフサイクルプロジェクトの作成
sk: Vytvoriť nový projekt životného cyklu obsahu

source: Create project
ca: Crea un projecte
cs: Vytvořit projekt
ja: プロジェクトの作成
sk: Vytvoriť projekt

source: Browse available modules
ca: Exploreu els mòduls disponibles
ja: 使用可能なモジュールをブラウズ
sk: Prehliadať dostupné moduly

source: Module
ca: Mòdul
cs: Modul
ja: モジュール
sk: Modul

source: Select a module...
ca: Seleccioneu un mòdul...
cs: Vybrat modul ...
ja: モジュールを選択してください...
sk: Vybrať modul...

source: No modules available
ca: No hi ha mòduls disponibles
cs: Nejsou dostupné žádné moduly
ja: 利用可能なモジュールがありません
sk: Žiadne dostupné moduly

source: Stream
ca: Flux
cs: Proud
ja: ストリーム
sk: Prúd

source: Select a stream...
ca: Seleccioneu un flux...
cs: Vyberte proud (stream)...
ja: ストリームを選択してください...
sk: Vybrať prúd...

source: No streams available
ca: No hi ha cap flux disponible
cs: K dispozici nejsou žádné proudy
ja: 利用可能なストリームがありません
sk: Nie sú k dispozícii žiadne prúdy

source: Module Name
ca: Nom del mòdul
cs: Název modulu
ja: モジュール名
sk: Názov modulu

source: Updating the filter...
ca: S'està actualitzant el filtre...
cs: Aktualizace filtru...
ja: フィルタを更新しています...
sk: Aktualizovanie filtra...

source: Check the required fields below
ca: Comprova els camps requerits a continuació
cs: Níže zaškrtněte požadovaná pole
ja: 下記の必要な項目にチェックを入れてください
sk: Skontrolujte povinné polia nižšie

source: Filter updated successfully
ca: El filtre s'ha actualitzat correctament
cs: Filtr aktualizován úspěšně
ja: フィルタを更新しました
sk: Filter bol úspešne aktualizovaný

source: Filter created successfully
ca: El filtre s'ha creat correctament
cs: Filtr vytvořen úspěšně
ja: フィルタを作成しました
sk: Filter bol úspešne vytvorený

source: Filter Details
ca: Detalls del filtre
cs: Podrobnosti filtru
ja: フィルタの詳細
sk: Podrobnosti filtra

source: Create a new filter
ca: Crea un filtre nou
cs: Vytvořit nový filtr
ja: 新しいフィルタの作成
sk: Vytvoriť nový filter

source: Filter deleted successfully
ca: El filtre s'ha suprimit correctament
cs: Filtr odebrán úspěšně
ja: フィルタを削除しました
sk: Filter bol úspešne vymazaný

source: Bear in mind that all the associated projects need to be rebuilt after a filter update
ca: Tingues en compte que tots els projectes associats necessiten ser reconstruïts després d'una actualització de filtre
cs: Mějte na paměti, že všechny přidružené projekty je třeba po aktualizaci filtru znovu sestavit
ja: フィルタを更新した場合、その後に関連する全てのプロジェクトを再構築する必要があることに注意してください
sk: Majte na pamäti, že všetky pridružené projekty musia byť po aktualizácii filtra znovu zostavené

source: Filter Name
ca: Nom del filtre
cs: Název filtru
ja: フィルタ名
sk: Názov filtra

source: The prefix will be prepended to the name of every individual filter created by the template
ca: El prefix s'anteposarà al nom de cada filtre individual creat per la plantilla
cs: K názvu každého jednotlivého filtru vytvořeného šablonou bude připravena předpona
ja: プレフィックスは、テンプレートによって作成されたすべての個々のフィルタの名前の前に付加されます
sk: Predpona bude doplnená pred názov každého jednotlivého filtra vytvoreného podľa šablóny

source: Use a template
ca: Utilitza una plantilla
cs: Použijte šablonu
ja: テンプレートを使用する
sk: Použiť šablónu

source: Use a manual filter
ca: Utilitza un filtre manual
cs: Použijte manuální filtr
ja: 手動フィルタを使用する
sk: Použiť ručný filter

source: Filter Type
ca: Tipus de filtre
cs: Typ filtru
ja: フィルタタイプ
sk: Typ filtra

source: Version
ca: Versió
cs: Verze
ja: バージョン
sk: Verzia

source: Release
ca: Publicació
cs: Vydání
ja: リリース
sk: Vydanie

source: Advisory name
ca: Nom de l'assessor
cs: Název poradenství
ja: アドバイザリ名
sk: Názov upozornenia

source: Bug Fix Advisory
ca: Assessor de correcció d'errors
cs: Rady k opravě chyb
ja: バグ修正アドバイザリ
sk: Upozornenie na opravu chyby

source: Product Enhancement Advisory
ca: Assessor de millora del producte
cs: Poradenství k vylepšení produktu
ja: 製品の機能強化アドバイザリ
sk: Upozornenie na vylepšenia produktu

source: Advisory Type
ca: Tipus d'assessorament
cs: Typ poradenství
ja: アドバイザリタイプ
sk: Typ upozornenia

source: Issued
ca: Emès
cs: Vydáno
ja: 発行済み
sk: Vydané

source: Build
ca: Construeix
cs: Sestavení
ja: ビルド
sk: Zostaviť

source: Synopsis
ca: Sinopsi
cs: Synopse
ja: 概要
sk: Súhrn

source: Reboot Required
ca: Cal reiniciar
cs: Vyžaduje se restart
ja: 要再起動
sk: Vyžaduje sa reštart

source: Package Manager Restart Required
ca: Cal reiniciar el gestor de paquets
cs: Vyžaduje se restart správce balíčků
ja: 要パッケージマネージャの再起動
sk: Vyžaduje sa reštart správcu balíkov

source: Advisory Keywords
ca: Paraules clau d'assessorament
cs: Klíčová slova poradenství
ja: アドバイザリキーワード
sk: Kľúčové slová upozornenia

source: Package Provides Name
ca: Nom dels proveïdors de paquets
cs: Balíček poskytuje název
ja: 名前を指定するパッケージ
sk: Balík poskytuje názov

source: Provides Name
ca: Nom del proveïdor
cs: Poskytuje název
ja: 名前を指定する
sk: Poskytuje názov

source: Number
ca: Número
ja: 番号
sk: Číslo

source: Deny
ca: Denega
cs: Odmítnout
ja: 拒否
sk: Odmietnuť

source: Allow
ca: Permet
cs: Povolit
ja: 許可
sk: Umožniť

source: Rule
ca: Regla
cs: Pravidlo
ja: ルール
sk: Pravidlo

source: Some of the selected filters are used in projects and can not be deleted.
ca: Alguns dels filtres seleccionats s'utilitzen en projectes i no es poden suprimir.
cs: Některé zvolené filtry se používají v projektech, takže je nelze smazat.
ja: 選択したフィルタのうちのいくつかがプロジェクト内で使用されているため、削除できません。
sk: Niektoré z vybraných filtrov sa používajú v projektoch a nemožno ich vymazať.

source: Create Filter
ca: Crea un filtre
ja: フィルタの作成
sk: Vytvoriť filter

source: Select unused
ca: Selecció no utilitzada
cs: Vybrat nepoužité
ja: 使用されていないものを選択
sk: Vybrať nepoužité

source: Content Lifecycle Filters
ca: Filtres de cicle de vida del contingut
cs: Filtry životního cyklu obsahu
ja: コンテンツライフサイクルのフィルタ
sk: Filtre životného cyklu obsahu

source: Filter by name or project
ca: Filtra per nom o projecte
cs: Filtrovat podle názvu projektu
ja: 名前またはプロジェクトでフィルタ
sk: Filtrovať podľa názvu alebo projektu

source: Projects in use
ca: Projectes en ús
cs: Používané projekty
ja: 使用しているプロジェクト
sk: Používané projekty

source: Edit Filter
ca: Edita el filtre
ja: フィルタの編集
sk: Upraviť filter

source: Live patching based on a specific system
ca: Pegat en viu basat en un sistema específic
cs: Aktivní záplatování založené na tom kterém systému
ja: 固有のシステムに基づくライブパッチ処理
sk: Opravy za chodu na základe konkrétneho systému

source: Live patching based on a SUSE product
ca: Pegat en viu basat en un producte SUSE
cs: Aktivní záplatování založené na produktu SUSE
ja: SUSE製品に基づくライブパッチ処理
sk: Opravy za chodu na základe produktu SUSE
