Repository: uyuni-project/uyuni
Catalog: web/po/*.po
Languages: ca, cs, ja, sk

source: The following Program Temporary Fixes (PTFs) are available for installation on this system. These packages are only meant to address a specific open issue. Please follow the instructions from customer support before proceeding with the installation.
ca: Les següents correccions temporals de programa (PTF) estan disponibles per a la instal·lació en aquest sistema. Aquests paquets només estan pensats per solucionar un problema obert específic. Seguiu les instruccions del servei d'atenció al client abans de continuar la instal·lació.
sk: Na inštaláciu v tomto systéme sú k dispozícii nasledujúce Program Temporary Fixes (PTFs). Tieto balíky sú určené iba na riešenie konkrétneho otvoreného problému. Pred pokračovaním v inštalácii postupujte podľa pokynov zákazníckej podpory.

source: No Program Temporary Fixes (PTFs) available.
ca: No hi ha disponible cap esmena temporal del programa (PTF).
ja: Program Temporary Fixes (PTFs)を利用できません。
sk: Nie sú dostupné žiadne Program Temporary Fixes (PTFs).

source: Install PTFs
ca: Instal·la PTFs
ja: PTFsのインストール
sk: Ištalovať PTFs

source: Confirm Program Temporary Fixes (PTFs) Installation
ca: Confirma la instal·lació de les correccions temporals del programa
ja: Program Temporary Fixes (PTFs)インストールの確認
sk: Potvrďte inštaláciu Program Temporary Fixes (PTFs)

source: Remove Program Temporary Fixes (PTFs)
ca: Elimina les correccions temporals del programa (PTF)
ja: Program Temporary Fixes (PTFs)の削除
sk: Odstrániť Program Temporary Fixes (PTFs)

source: The following Program Temporary Fixes (PTFs) are currently installed on this system. These PTFs may be scheduled for removal by selecting them and clicking "Remove PTF" below. Please note that removing any non-obsolete PTF will result in the installation of the most recent versions of the packages that are part of the PTF.
ca: Les següents correccions temporals de programa (PTF) estan actualment instal·lades en aquest sistema. Es pot programar l'eliminació d'aquests PTF seleccionant-los i fent clic a Elimina PTF a continuació. Tingueu en compte que l'eliminació de qualsevol PTF no obsolet comportarà la instal·lació de les versions més recents dels paquets que formen part del PTF.
sk: V tomto systéme sú v súčasnosti nainštalované nasledujúce Program Temporary Fixes (PTFs). Tieto PTF možno naplánovať na odstránenie tak, že ich vyberiete a kliknete na "Odstrániť PTF" nižšie. Vezmite, prosím, na vedomie, že odstránenie akéhokoľvek nezastaraného PTF bude mať za následok inštaláciu najnovších verzií balíkov, ktoré sú súčasťou PTF.

source: No Program Temporary Fixes (PTFs) installed.
ca: No s'ha instal·lat cap esmena temporal del programa (PTFs).
ja: Program Temporary Fixes (PTFs)がインストールされていません。
sk: Nie sú nainštalované žiadne Program Temporary Fixes (PTFs).

source: Remove PTFs
ca: Elimina PTFs
ja: PTFsの削除
sk: Odstrániť PTFs

source: Confirm Program Temporary Fixes (PTFs) Removal
ca: Confirma la supressió de les correccions temporals del programa (PTFs)
ja: Program Temporary Fixes (PTFs)削除の確認
sk: Potvrďte odstránenie Program Temporary Fixes (PTFs)

source: Program Temporary Fixes (PTFs)
ca: Correccions temporals del programa (PTFs)
ja: 製品の一時的修正(PTFs)

source: There are no relevant actions that can be executed on this system.
ca: No hi ha accions rellevants que es puguin executar en aquest sistema.
ja: このシステムで実行できる関連アクションはありません。
sk: V tomto systéme nie je možné vykonať žiadne relevantné akcie.

source: List / Remove Installed PTFs
ca: Llista / Elimina els PTF instal·lats
ja: インストールされているPTFsの一覧表示/削除
sk: Zoznam / Odstránenie nainštalovaných PTFs

source: Install PTF
ca: Instal·la PTF
ja: PTFのインストール
sk: Inštalovať PTF

source: Notification Messages
ca: Missatges de notificació
cs: Oznámení
ja: 通知メッセージ
sk: Správy s upozorneniami

source: The server has collected the following notification messages.
ca: El servidor ha recollit els següents missatges de notificació.
cs: Server shromáždil následující upozornění.
ja: このサーバは下記のような通知メッセージを収集しました。
sk: Server zhromaždil nasledujúce správy s upozorneniami.

source: Filter by summary
ca: Filtra per resum
cs: Filtrovat podle souhrnu
ja: 概要でフィルタ
sk: Filtrovať podľa súhrnu

source: Mark as Read
ca: Marca com a llegit
ja: 読み込み済みとしてマーク
sk: Označiť ako prečítané

source: Severity
ca: Severitat
cs: Závažnost
ja: 重大度
sk: Závažnosť

source: Read|Delete
ca: Llegeix|Suprimeix
cs: Číst|Odstranit
ja: 読み込み|削除
sk: Čítať|Vymazať

source: Filter by type
ca: Filtra per tipus
cs: Filtrovat podle typu
ja: タイプでフィルタ
sk: Filtrovať podľa typu

source: Unread Messages
ca: Missatges sense llegir
cs: Nepřečtené zprávy
ja: 未読メッセージ
sk: Neprečítané správy

source: All Messages
ca: Tots els missatges
cs: Všechny zprávy
ja: 全てのメッセージ
sk: Všetky správy

source: show details
ca: mostra els detalls
cs: ukázat podrobnosti
ja: 詳細の表示
sk: zobraziť podrobnosti

source: Retry
ca: Torna-ho a provar
cs: Další pokus
ja: 再試行
sk: Znovu

source: Flag as Unread
ca: Bandera com a no llegida
cs: Označit jako nepřečtené
ja: 未読として設定
sk: Označiť ako neprečítané

source: Flag as Read
ca: Bandera com a llegida
cs: Označit jako přečtené
ja: 読み込み済みとして設定
sk: Označiť ako prečítané

source: Delete Notification
ca: Suprimeix la notificació
cs: Smazat oznámení
ja: 通知の削除
sk: Vymazať oznámenie

source: {number} messages status updated successfully
ca: L'estat de {number} missatges s'ha actualitzat correctament
ja: {number} 件のメッセージのステータスが正常に更新されました
sk: {number} stav správ úspešne aktualizovaný

source: Message read status updated successfully
ca: L'estat de lectura del missatge s'ha actualitzat correctament
ja: メッセージの読み込みステータスが正常に更新されました
sk: Stav čítania správ bol úspešne aktualizovaný

source: {number} messages deleted successfully
ca: {number} missatges s'han suprimit correctament
ja: {number} 件のメッセージが正常に削除されました
sk: {number} stav správ úspešne vymazaný

source: Message deleted successfully
ca: El missatge s'ha suprimit correctament
ja: メッセージは正常に削除されました
sk: Správa bola úspešne vymazaná

source: Websocket connection closed. Refresh the page to try again.
ca: S'ha tancat la connexió a Websocket. Refresca la pàgina per tornar-ho a provar.
cs: Připojení Websocket uzavřeno. Obnovte stránku a zkuste to znovu.
ja: Websocket 接続が閉じられました。ページを更新してやり直してください。
sk: Pripojenie Websocket je zatvorené. Obnovte stránku a skúste to znova.

source: Error connecting to server. Refresh the page to try again.
ca: S'ha produït un error en connectar al servidor. Refresca la pàgina per tornar-ho a provar.
cs: Chyba připojení k serveru. Obnovte stránku a zkuste to znovu.
ja: サーバへの接続時にエラーが発生しました。ページを更新してやり直してください。
sk: Chyba pri pripájaní k serveru. Obnovte stránku a skúste to znova.

source: Applying the config channels has been scheduled for each minion server in this organization
ca: S'ha programat l'aplicació dels canals de configuració per a cada servidor minion en aquesta organització
cs: Použití konfiguračních kanálů bylo naplánováno pro každý minion server v této organizaci
ja: この組織内の各 minion サーバに対し、設定チャンネルの適用をスケジュールしました
sk: Použitie konfiguračných kanálov bolo naplánované pre každý server minion v tejto organizácii

source: Packages in no channel
ca: Paquets en cap canal
ja: チャンネルのないパッケージ
sk: Balíky v žiadnom kanáli

source: All managed packages
ca: Tots els paquets gestionats
ja: すべての管理パッケージ
sk: Všetky spravované balíky

source: Package Management
ca: Gestió de paquets
ja: パッケージ管理
sk: Správa balíkov

source: Binary packages
ca: Paquets binaris
ja: バイナリパッケージ
sk: Binárne balíky

source: Source packages
ca: Paquets d'origen
ja: ソースパッケージ
sk: Zdrojové balíky

source: package
ca: paquet
ja: パッケージ
sk: balík

source: No Packages.
ca: Sense paquets.
ja: パッケージがありません。
sk: Žiadne balíky.

source: Content Provider
ca: Proveïdor de continguts
ja: コンテンツプロバイダ
sk: Poskytovateľ obsahu

source: The container based proxy configuration has been generated correctly.
ca: La configuració del servidor intermediari basat en contenidors s'ha generat correctament.
cs: Konfigurace proxy serveru na základě kontejneru byla vygenerována správně.
ja: コンテナベースのプロキシ設定が正しく生成されました。
sk: Konfigurácia proxy založeného na kontajneroch bola vygenerovaná správne.

source: Generation of the proxy configuration in progress: waiting for a response...
ca: Generació de la configuració del servidor intermediari en curs: esperant una resposta...
cs: Probíhá generování konfigurace proxy serveru: čeká se na odpověď...
ja: プロキシ設定の生成が進行中です: 応答を待機しています...
sk: Prebieha generovanie konfigurácie proxy: čaká sa na odpoveď...

source: Container Based Proxy Configuration
ca: Configuració del servidor intermediari basat en el contenidor
cs: Konfigurace proxy serveru na základě kontejneru
ja: コンテナベースのプロキシ設定
sk: Konfigurácia proxy založeného na kontajneroch

source: You can generate a set of configuration files and certificates in order to register and run a container-based proxy. Once the following form is filled out and submitted you will get a .tar.gz archive to download.
ca: Podeu generar un conjunt de fitxers de configuració i certificats per tal de registrar i executar un servidor intermediari basat en contenidors. Un cop omplert i enviat el següent formulari, obtindreu un arxiu .tar.gz per descarregar.
cs: Pro registraci a spuštění proxy serveru založeného na kontejneru můžete vygenerovat sadu konfiguračních souborů a certifikátů. Po vyplnění a odeslání následujícího formuláře získáte archiv .tar.gz ke stažení.
ja: コンテナベースのプロキシを登録して実行するために、一連の設定ファイルと証明書を生成できます。次のフォームに入力して送信すると、ダウンロードする .tar.gzアーカイブが取得されます。
sk: Môžete vygenerovať sadu konfiguračných súborov a certifikátov na registráciu a spustenie proxy servera založeného na kontajneroch. Po vyplnení a odoslaní nasledujúceho formulára dostanete na stiahnutie archív .tar.gz.

source: Proxy FQDN
ca: Servidor intermediari FQDN
ja: プロキシFQDN

source: The unique, DNS-resolvable FQDN of this proxy.
ca: L'únic FQDN solucionable amb DNS d'aquest servidor intermediari.
ja: このプロキシの固有なDNS解決可能なFQDN。
sk: Jedinečný názov FQDN tohto proxy, ktorý je možné rozlíšiť pomocou DNS.

source: e.g., proxy.domain.com
ca: p. ex., proxy.domain.com
cs: např. proxy.domain.cz
ja: 例: proxy.domain.com
sk: napr. proxy.domain.com

source: The maximum value of the Squid cache in Megabytes
ca: El valor màxim de la memòria cau de calamars a Megabytes
cs: Maximální hodnota mezipaměti Squid v MB
ja: Squidキャッシュの最大値(メガバイト単位)
sk: Maximálna hodnota vyrovnávacej pamäte Squid v megabajtoch

source: e.g., 2048
ca: p. ex., 2048
cs: např. 2048
ja: 例: 2048
sk: napr. 2048

source: SSL certificate
ca: Certificat SSL
cs: SSL certifikát
ja: SSL証明書
sk: SSL certifikát

source: Generate
ca: Genera
cs: Generovat
ja: 生成
sk: Generovať

source: Use existing
ca: Utilitza l'existent
cs: Použít existující
ja: 既存の使用
sk: Použiť existujúce

source: CA certificate
ca: certificat CA
cs: CA certifikát
ja: CA 証明書
sk: CA certifikát

source: To sign the SSL certificate in PEM format
ca: Per a signar el certificat SSL en format PEM
cs: Podepsat certifikát SSL ve formátu PEM
ja: PEM形式のSSL証明書に署名するには
sk: Podpísanie certifikátu SSL vo formáte PEM

source: CA private key
ca: Clau privada CA
cs: Privátní klíč CA
ja: CA機密鍵
sk: Súkromný kľúč CA

source: CA password
ca: Contrasenya de CA
cs: Heslo CA
ja: CA パスワード
sk: Heslo CA

source: The CA private key password
ca: La contrasenya de la clau privada CA
cs: Heslo privátního klíče CA
ja: CA機密鍵のパスワード
sk: Heslo súkromného kľúča CA

source: SSL Certificate data
ca: Dades del certificat SSL
cs: Data certifikátu SSL
ja: SSL証明書データ
sk: Dáta certifikátu SSL

source: Alternate CNAMEs
ca: Alterna els CNAME
cs: Alternativní názvy CNAME
ja: 代替CNAME
sk: Alternatívne záznamy CNAME

source: 2-letter country code
ca: Codi de país de 2 lletres
cs: Dvoupísmenný kód země
ja: 2文字の国コード
sk: Dvojpísmenový kód krajiny

source: City
ca: Ciutat
cs: Město
ja: 市区町村
sk: Mesto

source: Organization
ca: Organització
cs: Organizace
ja: 組織
sk: Organizácia

source: Organization Unit
ca: Unitat d'organització
cs: Organizační jednotka
ja: 組織単位
sk: Organizačná jednotka

source: Email
ca: Correu electrònic
ja: 電子メール

source: The root CA
ca: La CA d'arrel
cs: Kořenová CA
ja: ルートCA
sk: Koreňová CA

source: CA file in PEM format
ca: Fitxer CA en format PEM
cs: Soubor CA ve formátu PEM
ja: PEM形式のCAファイル
sk: Súbor CA vo formáte PEM

source: In PEM format
ca: En format PEM
cs: Ve tvaru PEM
ja: PEM形式
sk: Vo formáte PEM

source: Execution time
ca: Temps d'execució
cs: Doba provedení
ja: 実行時間
sk: Čas vykonania

source: State:
ca: Estat:
cs: Stav:
ja: 状態:
sk: Stav:

source: Active
ca: Actiu
cs: Aktivní
ja: 有効
sk: Aktívny

source: Inactive
ca: Inactiu
cs: Neaktivní
ja: 無効
sk: Neaktívny

source: Test
ca: Prova
ja: テスト

source: Action type
ca: Tipus d'acció
ja: 動作タイプ
sk: Typ akcie

source: Target type
ca: Tipus de destinació
cs: Typ cíle
ja: ターゲットタイプ
sk: Typ cieľa

source: Target name
ca: Nom de l'objectiu
ja: ターゲット名
sk: Názov cieľa

source: Created by
ca: Creat per
cs: Vytvořeno
ja: 作成者
sk: Vytvorené

source: Created at
ca: Creat a
cs: Vytvořeno v
ja: 作成日時
sk: Vytvorené v

source: Quartz format string
ca: Cadena de format quars
cs: Řetězec formátu Quartz
ja: クォーツ書式文字列
sk: Reťazec formátu Quartz

source: Playbook details
ca: Detalls del llibre de reproducció
ja: playbookの詳細
sk: Podrobnosti scenára

source: Playbook path
ca: Camí del llibre de reproducció
ja: playbookパス
sk: Cesta scenára

source: Inventory path
ca: Camí de l'inventari
ja: インベントリパス
sk: Inventárna cesta

source: Flush fact cache
ca: Neteja la memòria cau de fets
ja: ファクトキャッシュをフラッシュする
sk: Vyprázdniť vyrovnávaciu pamäť faktov

source: true
ca: cert
sk: pravda

source: false
ca: fals
sk: nepravda

source: Delete Recurring Action Schedule
ca: Suprimeix la planificació d'accions periòdica
ja: 定期的なアクションのスケジュールの削除
sk: Vymazať plán opakujúcich sa akcií

source: Are you sure you want to delete this schedule?
ca: Esteu segur que voleu suprimir aquesta planificació?
cs: Opravdu chcete tento plán smazat?
ja: このスケジュールを削除してよろしいですか？
sk: Naozaj chcete vymazať tento plán?

source: State configuration for {name}
ca: Configuració de l'estat per a {name}
ja: {name}の状態設定
sk: Konfigurácia stavu pre {name}

source: Order
ca: Ordre
ja: 順序
sk: Usporiadať

source: Schedule successfully updated.
ca: La planificació s'ha actualitzat correctament.
ja: スケジュールが正常に更新されました。
sk: Naplánované úspešne.

source: Schedule successfully created.
ca: La planificació s'ha creat correctament.
ja: スケジュールが正常に作成されました。
sk: Naplánované úspešne.

source: Action scheduled on selected minions
ca: Acció programada en els minions seleccionats
ja: 特定のminionに対してスケジュールされたアクション
sk: Naplánovaná akcia na vybraných klientoch minion

source: Schedule Recurring Action
ca: Programa l'acció periòdica
ja: 定期的なアクションをスケジュールする
sk: Naplánovať opakujúcu sa akciu

source: Action Type
ca: Tipus d'acció
ja: 動作タイプ
sk: Typ akcie

source: Configure states to execute
ca: Configura els estats a executar
ja: 実行する状態を設定する
sk: Konfigurovať stavy na vykonanie

source: Create Recurring Action
ca: Crea una acció recurrent
ja: 定期的なアクションの作成
sk: Vytvoriť opakujúcu sa akciu

source: Recurring Actions
ca: Accions periòdiques
ja: 定期的なアクション
sk: Opakujúce sa akcie

source: The following recurring actions have been created.
ca: S'han creat les següents accions recurrents.
cs: Byly vytvořeny následující opakující se akce.
ja: 繰り返し動作が作成されました。
sk: Boli vytvorené nasledujúce opakujúce sa akcie.

source: To create new recurring actions head to the system, group or organization you want to create the action for.
ca: Per a crear noves accions recurrents aneu al sistema, grup o organització per a la qual voleu crear l'acció.
cs: Chcete-li vytvořit nové opakující se akce, přejděte do systému, skupiny nebo organizace, pro kterou chcete akci vytvořit.
ja: 新しい定期的なアクションを作成するには、アクションを作成するシステム、グループ、または組織に移動します。
sk: Ak chcete vytvoriť nové opakujúce sa akcie, prejdite do systému, skupiny alebo organizácie, pre ktorú chcete akciu vytvoriť.

source: Frequency
ca: Freqüència
cs: Frekvence
ja: 頻度
sk: Frekvencia

source: Target Type
ca: Tipus de destinació
cs: Typ cíle
ja: ターゲットタイプ
sk: Typ cieľa

source: Target Name
ca: Nom de l'objectiu
ja: ターゲット名
sk: Názov cieľa

source: Group
ca: Grup
cs: Skupina
ja: グループ
sk: Skupina

source: Error when deleting the action. Check if Taskomatic is running
ca: Error en suprimir l'acció. Comprova si el Taskomatic s'està executant
cs: Chyba při odstraňování akce. Zkontrolujte, zda běží Taskomatic
ja: 動作の削除時にエラーが発生しました。 Taskomatic が動作しているかご確認ください
sk: Chyba pri vymazávaní akcie. Skontrolujte, či je spustený Taskomatic

source: The below times are displayed in the server time zone {timeZone}. The scheduled time will be the server time.
ca: Les hores següents es mostren a la zona horària del servidor {timeZone}. L'hora programada serà l'hora del servidor.
ja: サーバのタイムゾーン{timeZone}には、以下の時間が表示されます。スケジュールされた時間はサーバ時間になります。
sk: Nižšie uvedené časy sa zobrazujú v časovom pásme servera {timeZone}. Naplánovaný čas bude časom servera.

source: Select a Playbook
ca: Selecciona el llibre de reproducció
ja: playbookの選択
sk: Vybrať scenár

source: Playbook path:
ca: Camí del llibre de reproducció:
ja: playbookパス:
sk: Cesta scenára:

source: Inventory path:
ca: Camí de l'inventari:
ja: インベントリパス:
sk: Inventárna cesta:

source: Flush fact cache:
ca: Neteja la memòria cau de fets:
ja: ファクトキャッシュをフラッシュする:
sk: Vyprázdniť vyrovnávaciu pamäť faktov:

source: Highstate
ca: Altestat

source: Custom State
ca: Estat personalitzat
ja: カスタム状態
sk: Vlastný stav

source: pending
ca: pendent
cs: dosud neskončený
ja: 待機
sk: čakajúce

source: timed out
ca: temps d'espera excedit
cs: čas vypršel
ja: タイムアウト
sk: vypršal čas

source: - hide error -
ca: - amaga un error -
cs: - skrýt chybu -
ja: - エラーを隠す -
sk: - skryť chybu -

source: - show error -
ca: - mostra un error -
cs: - zobrazit chybu -
ja: - エラーを表示する -
sk: - zobraziť chybu -

source: - hide response -
ca: - amaga la resposta -
cs: - skrýt odpověď -
ja: - 応答を隠す -
sk: - skryť odpoveď -

source: - show response -
ca: - mostra la resposta -
cs: - ukázat odpověď -
ja: - 応答を表示する -
sk: - zobraziť odpoveď -

source: Stop waiting
ca: Atura l'espera
cs: Ukončit čekání
ja: 待機の停止
sk: Ukončiť čakanie

source: Stop waiting for all the minions to respond
ca: Deixa d'esperar que tots els minions responguin
cs: Ukončit čekání na odpověď všech sledujících klientů
ja: 全ての minion が応答するまでの待機を停止
sk: Prestať čakať na odpoveď všetkých klientov minion

source: Find targets
ca: Cerca objectius
cs: Najít cíle
ja: ターゲットの検索
sk: Nájsť ciele

source: Check which minions match the target expression
ca: Comprova quins minions coincideixen amb l'expressió de destinació
cs: Zkontrolujte, kteří sledující klienti odpovídají cílovému výrazu
ja: どの minion がターゲット式に一致するかの確認
sk: Skontrolujte, ktorí klienti minion sa zhodujú s cieľovým výrazom

source: Run command
ca: Executa l'ordre
cs: Spustit příkaz
ja: コマンドの実行
sk: Spustiť príkaz

source: Run the command on the target minions
ca: Executa l'ordre en els minions de destinació
cs: Spusťte příkaz na cílových sledujících klientech
ja: ターゲットの minion でのコマンドの実行
sk: Spustiť príkaz na cieľových klientoch minion

source: Remote Commands
ca: Ordres remotes
cs: Příkazy na dálku
ja: リモートコマンド
sk: Vzdialené príkazy

source: Type the command here
ca: Escriviu aquí l'ordre
cs: Sem zadejte příkaz
ja: コマンドを入力してください
sk: Sem zadajte príkaz

source: Type the minion_id pattern to target here
ca: Escriviu aquí el patró de minionid a objectiu
cs: Sem zadejte vzor minion_id, na který chcete zacílit
ja: ターゲットとなる minion_id パターンを入力してください
sk: Sem zadajte vzor minion_id, na ktorý sa chcete zamerať

source: Target systems
ca: Sistemes objectiu
cs: Cílové systémy
ja: ターゲットシステム
sk: Cieľové systémy

source: No target systems previewed
ca: No s'ha previsualitzat cap sistema de destinació
cs: Žádné cílové systémy k náhledu
ja: ターゲットシステムをプレビューしていません
sk: Žiadne cieľové systémy k náhľadu

source: No target systems found
ca: No s'ha trobat cap sistema objectiu
cs: Nenalezeny žádné cílové systémy
ja: ターゲットのシステムが見つかりませんでした
sk: Nenašli sa žiadne cieľové systémy

source: Not all minions responded on time.
ca: No tots els minions van respondre a temps.
cs: Ne všichni sledující klienti odpověděli včas.
ja: 一部の minion が時間通りに応答しませんでした。
sk: Nie všetci klienti minion odpovedali včas.

source: No minions matched the target expression.
ca: No hi ha cap minió que coincideixi amb l'expressió de destinació.
cs: Cílovému výrazu neodpovídají žádní sledující.
ja: ターゲット式に一致する minion はありません。
sk: Žiadni klienti minion sa nezhodovali s cieľovým výrazom.

source: Server returned an error: {message}
ca: El servidor ha retornat un error: {message}
ja: サーバはエラーを返しました: {message}
sk: Server vrátil chybu: {message}

source: Matching ssh-push minions...
ca: Coincidència amb ssh-push minions...
cs: Vhodní ssh-push sledující klienti...
ja: 一致する ssh-push minion...
sk: Priraďovanie ssh-push klientom minion...

source: The formula catalog page enables viewing of currently installed <link>Salt Formulas</link>. Apply these formulas to individual systems or server groups. Formulas allow automatic installation and configuration of software and may be installed via RPM packages.
ca: La pàgina del catàleg de fórmules permet visualitzar les <link>Fórmules de sal</link>. Aplicar aquestes fórmules a sistemes individuals o grups de servidors. Les fórmules permeten la instal·lació automàtica i la configuració del programari i es poden instal·lar a través de paquets RPM.
ja: Formulaカタログページでは、現在インストールされている<link>Salt Formula</link>を表示できます。これらのFormulaを個々のシステムまたはサーバグループに適用します。Formulaを使用すると、ソフトウェアの自動インストールと設定が可能になり、RPMパッケージを介してインストールできます。
sk: Stránka katalógu vzorcov umožňuje zobraziť aktuálne nainštalované <link>Vzorce Salt</link>. Tieto vzorce použite na jednotlivé systémy alebo skupiny serverov. Vzorce umožňujú automatickú inštaláciu a konfiguráciu softvéru a môžu sa inštalovať prostredníctvom balíkov RPM.

source: Formula Catalog
ca: Catàleg de fórmules
cs: Katalog vzorců
ja: Formula カタログ
sk: Katalóg vzorcov

source: Filter by formula name
ca: Filtra pel nom de la fórmula
cs: Filtrovat podle názvu vzorce
ja: Formula 名でフィルタ
sk: Filtrovať podľa názvu vzorca

source: Formula
ca: Formulari
cs: Vzorec
sk: Vzorec

source: Name:
ca: Nom:
cs: Název:
ja: 名前:
sk: Názov:

source: Accept
ca: Accepta
cs: Přijmout
ja: 受け入れる
sk: Prijať

source: Reject
ca: Rebutja
cs: Zamítnout
ja: 拒否済み
sk: Zamietnuť

source: accepted
ca: acceptat
cs: přijato
ja: 受け入れ済み
sk: prijaté

source: rejected
ca: rebutjat
cs: zamítnuto
ja: 拒否済み
sk: zamietnuté

source: denied
ca: denegat
cs: zamítnuto
ja: 拒否済み
sk: odmietnuté

source: Keys
ca: Claus
cs: Klíče
ja: キー
sk: Kľúče

source: Search by name or fingerprint
ca: Cerca per nom o empremta digital
cs: Hledat podle názvu nebo otisku
ja: 名前または指紋で検索
sk: Hľadať podľa názvu alebo odtlačku

source: Fingerprint
ca: Empremta digital
cs: Otisk prstu
ja: フィンガープリント
sk: Odtlačok

source: Clear Menu
ca: Neteja el menú
cs: Menu Vymazat
ja: メニューの消去
sk: Ponuka Vymazať

source: Filter menu
ca: Filtra el menú
cs: Menu Filtr
ja: フィルタメニュー
sk: Ponuka filtra

source: Uyuni homepage
ca: Pàgina d'inici d'Uyuni
cs: Domovská stránka Uyuni
ja: Uyuni ホームページ
sk: Domovská stránka Uyuni

source: SUSE Multi-Linux Manager homepage
ca: Pàgina d'inici del gestor de SUSE MultiLinux
ja: SUSE Multi-Linux Manager ホームページ
sk: Domovská stránka SUSE Multi-Linux Manager

source: State Summary for {name}
ca: Resum d'estat per a {name}
ja: {name}の状態概要
sk: Súhrn stavu pre {name}

source: There are no applicable systems.
ca: No hi ha sistemes aplicables.
cs: Nejsou žádné použitelné systémy.
ja: 該当するシステムはありません。
sk: Neexistujú žiadne použiteľné systémy.

source: State channel
ca: Canal d'estat
cs: Stavový kanál
ja: 状態チャンネル
sk: Stavový kanál

source: Config channel
ca: Canal de configuració
cs: Konfigurační kanál
ja: 設定チャンネル
sk: Konfiguračný kanál

source: {productName} internal
ca: {productName} intern
ja: {productName} 内部
sk: {productName} interné

source: Internal states
ca: Estats interns
cs: Interní stavy
ja: 内部状態
sk: Interné stavy
