Repository: uyuni-project/uyuni
Catalog: client/rhel/yum-rhn-plugin/po/*.po
Languages: bg, ca, cs, fa, ja, ko, mk, pt_br, sk, tr, zh_cn

source: There was an error communicating with {PRODUCT_NAME} .
bg: Възникна грешка в комуникацията с {PRODUCT_NAME}.
ca: Hi ha hagut un error de comunicació amb {PRODUCT_NAME}.
cs: Nastala chyba ve spojení s {PRODUCT_NAME}.
fa: در برقراری ارتباط با {PRODUCT_NAME} خطایی روی داد.
ja: {PRODUCT_NAME} との通信中にエラーが発生しました。
ko: {PRODUCT_NAME}와(과) 통신하는 도중 오류가 발생했습니다.
mk: Имаше проблем при комуницирањето со {PRODUCT_NAME}.
pt_br: Houve um erro ao tentar a comunicação com o {PRODUCT_NAME}.
sk: Pri komunikácii s {PRODUCT_NAME} sa vyskytla chyba.
tr: {PRODUCT_NAME} ile iletişim kurulurken bir hata oluştu.
zh_cn: 与 {PRODUCT_NAME} 通讯时出错。

source: {PRODUCT_NAME} or RHN Classic support will be disabled.
bg: {PRODUCT_NAME} или RHN Classic поддръжката ще бъде забранена.
ca: El suport de {PRODUCT_NAME} o RHN Classic es desactivarà.
cs: Podpora pro {PRODUCT_NAME} nebo RHN Classic bude vypnuta.
fa: پشتیبانی {PRODUCT_NAME} یا RHN Classic غیرفعال خواهد شد.
ja: {PRODUCT_NAME} や RHN Classic のサポートは無効化されます。
ko: {PRODUCT_NAME} 또는 RHN 기본 지원은 비활성화됩니다.
mk: Поддршката за {PRODUCT_NAME} or RHN Classic канали ќе биде исклучена.
pt_br: O suporte para o {PRODUCT_NAME} ou RHN Classic será desabilitado.
sk: Podpora {PRODUCT_NAME} alebo RHN Classic bude zablokovaná.
tr: {PRODUCT_NAME} veya RHN Classic desteği devre dışı bırakılacak.
zh_cn: 将禁用 {PRODUCT_NAME} 或 RHN Classic 支持。

source: *Note* Spacewalk repositories are not listed below. You must run this command as root to access Spacewalk repositories.
bg: *Бележка* Spacewalk хранилищата не са показани по-долу. Трябва да стартирате тази команда като root за достъп до Spacewalk хранилищата.
ca: *Nota* A continuació no es mostren els repositoris de l'Spacewalk. Heu d'executar aquesta ordre com a arrel per accedir als repositoris de l'Spacewalk.
cs: *Upozornění* Úložiště Red Hat Network nejsou zobrazena. Pro zobrazení repositářů Spacewalk musíte tento příkaz spustit jako superuživatel (root).
fa: *توجه* مخازن Spacewalk در زیر فهرست نشده اند. برای دسترسی به مخازن Spacewalk باید این دستور را با دسترسی root اجرا کنید.
ja: *注意* 以下には Spacewalk リポジトリーは表示されませんので注意してください。 Spacewalk のリポジトリーにアクセスするには root でこのコマンドを実行する必要があります。
ko: *참조* Spacewalk 리포지토리가 아래 목록에 없습니다. Spacewalk 리포지토리에 액세스하기 위해 이 명령을 root로 실행해야 합니다.
mk: *Белешка* Spacewalk складишта не се наведени подолу. Мора да ја извршите оваа команда како root за да пристапите кон Spacewalk складишта.
pt_br: *Nota* Os repositórios do Spacewalk não estão listados abaixo. Você precisa executar este comando como root para acessar os repositórios do Spacewalk.
sk: *Poznámka* Repozitáre Spacewalk nie sú nižšie uvedené. Tento príkaz musíte spustiť ako správca systému, aby ste získali prístup k repozitárom Spacewalk.
tr: *Not* Spacewalk depoları aşağıda listelenmemiştir. Spacewalk depolarına erişmek için bu komutu root olarak çalıştırmalısınız.
zh_cn: *注意* 下面未列出 Spacewalk 储存库。您必须以 root 身份运行此命令才可访问 Spacewalk 储存库。

source: There was an error parsing the {PRODUCT_NAME} Proxy settings.
bg: Възникна грешка при разбора настройките на {PRODUCT_NAME} proxy.
ca: S'ha produït un error en analitzar la configuració del servidor intermediari de {PRODUCT_NAME}.
cs: Nastala chyba při zpracování nastavení serveru {PRODUCT_NAME} Proxy.
fa: هنگام تجزیه تنظیمات پروکسی {PRODUCT_NAME} خطایی روی داد.
ja: {PRODUCT_NAME} Proxy 設定の処理中にエラーが発生しました。
ko: {PRODUCT_NAME} Proxy 설정을 구문 분석하는 도중 오류가 발생했습니다.
mk: Имаше грешка при анализирањето на {PRODUCT_NAME} proxy подесувањата.
pt_br: Ocorreu um erro ao analisar as configurações do proxy do {PRODUCT_NAME}.
sk: Pri spracovaní nastavení servera {PRODUCT_NAME} Proxy sa vyskytla chyba.
tr: {PRODUCT_NAME} Proxy ayarları ayrıştırılırken bir hata oluştu.
zh_cn: 分析 {PRODUCT_NAME} Proxy 设置时出错。

source: Either --version, --help or no commands entered
bg: Или --version, --help или без въведени команди
ca: No s'ha introduït cap ordre, o bé --version o --help
cs: Buď nezadány žádné příkazy, nebo jen --version či --help
fa: یا --version، --help یا هیچ دستوری وارد نشده است
ja: --version か --help オプションが指定されたか、もしくはコマンドが何も入力されていません
ko: --version 또는 --help가 입력되거나 명령이 입력되지 않음
mk: Или --version, --help, или никои команди беа наведени
pt_br: Ou --version, --help ou nenhum comando foi usado
sk: Buď bolo zadané --version, --help alebo neboli zadané žiadne príkazy
tr: Ya --version, --help ya da hiçbir komut girilmemiş
zh_cn: 未输入 --version、--help 或任何命令

source: Cleaning
bg: Почистване
ca: Netejant
cs: Čistění
fa: درحال تمیزکردن
ja: 整理中
ko: 정리
mk: Чистење
pt_br: Limpando
sk: Čistenie
tr: Temizleniyor
zh_cn: 正在清理

source: Using list of {PRODUCT_NAME} repos from cache
bg: Използване на списък {PRODUCT_NAME} хранилища от кеша
ca: S'usa la llista de repositoris de {PRODUCT_NAME} de la memòria cau.
cs: Použije se seznam úložišť {PRODUCT_NAME} z keše
fa: استفاده از فهرست مخازن {PRODUCT_NAME} از حافظه پنهان
ja: {PRODUCT_NAME} のリポジトリーの一覧をキャッシュから使用しています
ko: 캐시의 {PRODUCT_NAME} 리포지토리 목록 사용
mk: Користење листа на {PRODUCT_NAME} складишта од кеш
pt_br: Usando lista de repositórios {PRODUCT_NAME} do cache
sk: Použitie zoznamu repozitárov {PRODUCT_NAME} z vyrovnávacej pamäte
tr: Önbellekten {PRODUCT_NAME} repolarının listesini kullanarak
zh_cn: 使用缓存中的 {PRODUCT_NAME} 储存库列表

source: This system is not registered with RHN Classic or {PRODUCT_NAME}.
bg: Тази система не е регистрирана със RHN Classis или {PRODUCT_NAME}.
ca: Aquest sistema no està registrat amb RHN Classic o {PRODUCT_NAME}.
cs: Tento systém není registrován u RHN Classic ani u {PRODUCT_NAME}.
fa: این سیستم با RHN Classic یا {PRODUCT_NAME} ثبت نشده است.
ja: このシステムは RHN Classic や {PRODUCT_NAME} で登録されていません。
ko: 이 시스템은 RHN Classic 또는 {PRODUCT_NAME}(으)로 등록되지 않았습니다.
mk: Овој систем не е регистриран со RHN Classic или {PRODUCT_NAME}.
pt_br: Este sistema não está registrado no RHN Classic ou {PRODUCT_NAME}.
sk: Tento systém nie je registrovaný v RHN Classic alebo {PRODUCT_NAME}.
tr: Bu sistem RHN Classic veya {PRODUCT_NAME} ile kayıtlı değildir..
zh_cn: 此系统未注册到 RHN Classic 或 {PRODUCT_NAME}。

source: You can use rhn_register to register.
bg: Може да използвате rhn_register за да се регистрирате.
ca: Podeu usar rhn_register per a registrar-lo.
cs: K registraci lze použít rhn_register.
fa: برای ثبت نام می توانید از rhn_register استفاده کنید.
ja: rhn_register を使用することで登録を行なうことができます。
ko: rhn_register를 사용하여 등록할 수 있습니다.
mk: Можете да користите rhn_register за регистрација.
pt_br: Você pode usar o rhn_register para registrar.
sk: Na registráciu môžete použiť rhn_register.
tr: Kayıt olmak için rhn_register kullanabilirsiniz.
zh_cn: 可以使用 rhn_register 注册。

source: {PRODUCT_NAME} channel support will be disabled.
bg: Канала за подръжка на {PRODUCT_NAME} ще бъде изключен.
ca: L'assistència del canal de {PRODUCT_NAME} es desactivarà.
cs: Podpora pro kanály {PRODUCT_NAME} bude vypnuta.
fa: پشتیبانی کانال {PRODUCT_NAME} غیرفعال خواهد شد.
ja: {PRODUCT_NAME} チャンネルサポートは無効になります。
ko: {PRODUCT_NAME} 채널 지원은 비활성화됩니다.
mk: Поддршката за {PRODUCT_NAME} канали ќе биде исклучена.
pt_br: O suporte a canais do {PRODUCT_NAME} será desabilitado.
sk: Podpora kanálov {PRODUCT_NAME} bude zablokovaná.
tr: {PRODUCT_NAME} kanal desteği devre dışı bırakılacaktır.
zh_cn: 将禁用 {PRODUCT_NAME} 通道支持。

source: This system is not subscribed to any channels.
bg: Тази система не е абонирана за никой от каналите.
ca: Aquest sistema no està subscrit a cap canal.
cs: Tento systém neodebírá žádné kanály.
fa: این سیستم در هیچ کانالی عضو نیست.
ja: このシステムはいずれのチャンネルもサブスクライブしていません。
ko: 이 시스템은 아무 채널에도 등록되지 않았습니다.
mk: Системот не е претплатен во канали.
pt_br: Este sistema não está inscrito em nenhum canal.
sk: Tento systém nie je prihlásený na odber žiadnych kanálov.
tr: Bu sistem herhangi bir kanala abone değil.
zh_cn: 此系统未订阅任何通道。

source: This system may not be registered to RHN Classic or {PRODUCT_NAME}. SystemId could not be acquired.
bg: Тази система може да не е регистрирана към RHN Classic или {PRODUCT_NAME}. SystemId не можа да бъде придобито.
ca: És possible que aquest sistema no estigui registrat a RHN Classic o {PRODUCT_NAME}. No s'ha pogut adquirir SystemId.
cs: Tento systém možná není registrován u RHN Classic ani u {PRODUCT_NAME}. ID systému nešlo získat.
fa: این سیستم ممکن است در RHN Classic یا {PRODUCT_NAME} ثبت نشده باشد. SystemId را نمی توان به دست آورد.
ja: このシステムは RHN Classic や {PRODUCT_NAME} で登録されていないかもしれません。 SystemId を取得できませんでした。
ko: 이 시스템은 RHN Classic 또는 {PRODUCT_NAME}에 등록할 수 없습니다. SystemId를 가져올 수 없습니다.
mk: Овој систем можеби не е регистриран на RHN Classic или {PRODUCT_NAME}. SystemId неможеше да се стекне.
pt_br: Este sistema pode não estar registrado no RHN Classic ou {PRODUCT_NAME}. O SystemId não pode ser adquirido.
sk: Tento systém nemusí byť zaregistrovaný v RHN Classic alebo {PRODUCT_NAME}. SystemId sa nepodarilo získať.
tr: Bu sistem RHN Classic veya {PRODUCT_NAME}'e kayıtlı olmayabilir. SystemId alınamadı.
zh_cn: 此系统无法注册到 RHN Classic 或 {PRODUCT_NAME}。无法获取 SystemId。

source: This system is receiving updates from RHN Classic or {PRODUCT_NAME} .
bg: Тази система получава обновления от RHN Classic или {PRODUCT_NAME}.
ca: Aquest sistema està rebent actualitzacions de RHN Clàssic o de {PRODUCT_NAME}.
cs: Tento systém přijímá aktualizace z RHN Classic nebo z {PRODUCT_NAME}.
fa: این سیستم به‌روزرسانی‌هایی را از RHN Classic یا {PRODUCT_NAME} دریافت می‌کند.
ja: このシステムは RHN Classic もしくは {PRODUCT_NAME} から更新を受け取っています。
ko: 이 시스템이 RHN Classic 또는 {PRODUCT_NAME}에서 업데이트를 수신하는 중입니다.
mk: Овој систем добива ажурирања од RHN Classic или {PRODUCT_NAME} .
pt_br: Este sistema está recebendo atualizações do RHN Classic ou {PRODUCT_NAME}.
sk: Tento systém prijíma aktualizácie z RHN Classic alebo {PRODUCT_NAME}.
tr: Bu sistem RHN Classic veya {PRODUCT_NAME} 'den güncellemeler alıyor.
zh_cn: 此系统正在从 RHN Classic 或 {PRODUCT_NAME} 接收更新。

source: Package profile information could not be sent.
bg: Информацията с профил на пакетите не може да бъде изпратена.
ca: No s'ha pogut enviar la informació del perfil del paquet.
cs: Informace o profilu balíčku nemohly být odeslány.
fa: اطلاعات نمایه بسته نمی‌تواند ارسال شود.
ja: パッケージプロファイル情報を送信できませんでした。
ko: 패키지 프로파일 정보를 보낼 수 없습니다.
mk: Информацијата за профилот на пакетот не може да се испрати.
pt_br: A informação sobre o perfil de pacote não pôde ser enviada.
sk: Informácie profilov balíkov nebolo možné odoslať.
tr: Paket profil bilgisi gönderilemedi.
zh_cn: 无法发送软件包配置文件信息。

source: Error Message:
bg: Съобщение за грешка:
ca: Missatge d'error:
cs: Chybové hlášení:
fa: پیغام خطا:
ja: エラーメッセージ:
ko: 오류 메시지:
mk: Грешка:
pt_br: Mensagem de erro:
sk: Chybová správa:
tr: Hata Mesajı:
zh_cn: 错误消息：

source: Please run rhn_register as root on this client
bg: Моля, стартирайте rhn_register като root на този клиент
ca: Si us plau, executeu rhn_register com a arrel en aquest client.
cs: Spusťte prosím rhn_register jako superuživatel (root) tohoto klienta
fa: لطفا rhn_register را به عنوان ریشه بر روی این مشتری اجرا کنید
ja: このクライアント上で root ユーザーになり、 rhn_register を実行してください
ko: 이 클라이언트에서 root로 rhn_register를 실행하십시오.
mk: Молиме извршете го rhn_register како root на овој клиент
pt_br: Execute rhn_register como root neste cliente
sk: Prosím, spustite rhn_register ako správca systému na tomto klientovi
tr: Lütfen bu istemcide root olarak rhn_register'ı çalıştırın
zh_cn: 请在此客户端中以 root 身份运行 rhn_register

source: Missing required login information for {PRODUCT_NAME}: %s
bg: Липсва необходимата информация за влизане за {PRODUCT_NAME}: %s
ca: Falta la informació d'inici de sessió necessària per a {PRODUCT_NAME}: %s
cs: Chybí informace nutná pro přihlášení do {PRODUCT_NAME}: %s
fa: اطلاعات لازم برای ورود به سیستم برای {PRODUCT_NAME} وجود ندارد: %s
ja: {PRODUCT_NAME} に必要なログイン情報が見つかりません: %s
ko: {PRODUCT_NAME}에 로그인하기 위해 필요한 정보가 누락: %s
mk: Недостига потребна информација за логирање во {PRODUCT_NAME}: %s
pt_br: Informação de login necessária para o {PRODUCT_NAME} não foi encontrada: %s
sk: Chýbajú požadované prihlasovacie informácie pre {PRODUCT_NAME}: %s
tr: {PRODUCT_NAME} için gerekli giriş bilgileri eksik: %s
zh_cn: 缺少 {PRODUCT_NAME} 所需的登录信息：%s
