Repository: uyuni-project/uyuni
Catalog: susemanager/po/*.po
Languages: ca, cs, de, es, ja, pt, pt_br, sk

source: Set up #{@product_name} from scratch
ca: Configura {{ upproductname} des de zero
cs: Nastavit #{@product_name} od nuly
es: Configurar un nuevo #{@product_name}
ja: 何もない状態からの #{@product_name} のセットアップ
pt: Configurar #{@product_name} de princípio
pt_br: Configure o #{@product_name} do zero
sk: Nastaviť #{@product_name} od začiatku

source: Migrate a #{@product_name} compatible server
ca: Migra un servidor compatible amb {{ aproductname}
cs: Migrovat server kompatibilní s #{@product_name}
es: Migrar un servidor compatible de #{@product_name}
ja: #{@product_name} 互換のサーバの移行
pt: Migrar um servidor compatível com #{@product_name}
pt_br: Migre um servidor compatível de #{@product_name}
sk: Migrovať server kompatibilný s #{@product_name}

source: <p>Choose if you are setting up #{@product_name} from scratch or migrating to #{@product_name} from a #{@product_name} compatible server.</p>
ca: <p>Trieu si esteu configurant .{.productname} des de zero o migrant a {{.productname} des d'un servidor compatible amb .{.productname}.</p>
cs: <p>Zvolte, zda nastavujete #{@product_name} od nuly nebo migrujete na #{@product_name} ze serveru kompatibilního s #{@product_name}.</p>
es: <p>Seleccione si va a configurar un nuevo #{@product_name} o a migrar a #{@product_name} desde un servidor compatible con #{@product_name}.</p>
ja: <p> 何もない状態から #{@product_name} のセットアップを行なうのか、もしくは #{@product_name} 互換サーバから #{@product_name} への移行を行なうのかを選択してください。 </p>
pt: <p> Escolha se está a configurando o #{@product_name} do zero ou migrando para o #{@product_name} de um servidor compatível com #{@product_name}. </p>
pt_br: <p>Selecione se deseja configurar um novo #{@product_name} ou migrar para #{@product_name} de um servidor que suporta #{@product_name}.</p>
sk: <p>Zvoľte, či sa chystáte nastavovať #{@product_name} od začiatku alebo migrujete na #{@product_name} zo servera kompatibilného s #{@product_name}.</p>

source: #{@product_name} Setup
ca: Configuració de {{}productname}
cs: Nastavení #{@product_name}
de: #{@product_name} aufsetzen
es: Configuración de #{@product_name}
ja: #{@product_name} のセットアップ
pt: Configurar #{@product_name}
pt_br: Configuração do #{@product_name}
sk: Nastavenie #{@product_name}

source: Organization
ca: Organització
cs: Organizace
de: Organisation
es: Organización
ja: 組織
pt: Organização
pt_br: Organização
sk: Organizácia

source: Organization Unit
ca: Unitat d'Organització
cs: Organizační jednotka
de: Organisationseinheiten
es: Unidad organizativa
ja: 組織単位
pt: Unidade Organizacional
pt_br: Unidade Organizacional
sk: Organizačná jednotka

source: City
ca: Ciutat
cs: Město
de: Stadt
es: Ciudad
ja: 市区町村
pt: Cidade
pt_br: Cidade
sk: Mesto

source: State
ca: Estat
cs: Stát
de: Bundesland
es: Estado
ja: 都道府県
pt: Estado
pt_br: Estado
sk: Štát

source: Country
ca: País
cs: Země
de: Land
es: País
ja: 国
pt: País
pt_br: País
sk: Krajina

source: E-mail
ca: Correu electrònic
es: Correo electrónico
ja: 電子メール
pt_br: Correio eletrônico

source: SSL Pass&word
ca: Contrasenya SSL
cs: He&slo SSL
de: SSL Pass&wort
es: Con&traseña SSL
ja: SSL パスワード (&W)
pt: Palavra-chave para SSL
pt_br: Se&nha SSL
sk: Heslo SSL

source: R&epeat Password
ca: Repeteix la contrasenya
cs: Opakovat h&eslo
de: Password wi&ederholen
es: R&epetir contraseña
ja: パスワードの再入力 (&E)
pt: Repetir Palavra-chave
pt_br: R&epita a senha
sk: Zopakovať h&eslo

source: <p>Here, enter data needed for the creation of an SSL certificate. The certificate is used for a number of purposes like connections to a SUSE Manager Proxy server, HTTPS protocol in browsers, and more.</p>
ca: <p>Aquí, introduïu les dades necessàries per a la creació d'un certificat SSL. El certificat s'utilitza per a diversos propòsits com ara connexions a un servidor intermediari SUSE Manager, protocol HTTPS en navegadors i més.</p>
cs: <p>Zde zadejte údaje potřebné k vytvoření certifikátu SSL (zde: stát = správní podjednotka země). Certifikát se používá k mnoha účelům, jako je připojení k proxy serveru SUSE Manager, protokol HTTPS v prohlížečích a další.</p>
es: <p>Introduzca aquí los datos necesarios para crear un certificado SSL. El certificado se usará para varios propósitos: conexión a un servidor SUSE Manager Proxy, protocolo HTTPS en navegadores web y otros.</p>
ja: <p>ここでは、 SSL 証明書に作成に関するデータ入力を行ないます。この証明書は SUSE Manager Proxy サーバへの接続のほか、ブラウザ内での HTTPS プロトコルなどでも使用します。 </p>
pt: <p> Inserir aqui os dados necessários para a criação de um certificado SSL. O certificado é usado para vários fins, como conexões com um servidor SUSE Manager Proxy, protocolo HTTPS em navegadores e muito mais. </p>
pt_br: <p>Aqui, insira os dados necessários para a criação de um certificado SSL. O certificado é usado para diversos fins, como conexões com um servidor SUSE Manager Proxy, protocolo HTTPS em navegadores e muito mais.</p>
sk: <p>Tu zadajte údaje potrebné na vytvorenie certifikátu SSL. Certifikát sa používa na rôzne účely, ako napríklad pripojenia k serveru SUSE Manager Proxy, protokol HTTPS v prehľadávačoch a ďalšie.</p>

source: Certificate Setup
ca: Configuració del certificat
cs: Nastavení certifikátu
de: Zertifikatseinrichtung
es: Configuración de certificado
ja: 証明書のセットアップ
pt: Configurar Certificado
pt_br: Configuração do certificado
sk: Nastavenie certifikátu

source: The value of '%1' is empty.
ca: El valor de «%1» és buit.
cs: Hodnota '%1' je prázdná.
de: Der Wert von ‚%1‘ ist leer.
es: El valor '%1' está vacío.
ja: '%1' の値が入力されていません。
pt: O valor de '% 1' está vazio.
pt_br: O valor '%1' está vazio.
sk: Hodnota %1 je prázdna.

source: Password is missing.
ca: Falta la contrasenya.
cs: Chybí heslo.
de: Das Passwort fehlt.
es: Contraseña no especificada.
ja: パスワードが入力されていません。
pt: Falta Palavra-chave.
pt_br: Senha não especificada.
sk: Chýba heslo.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
ja: パスワードが合致しません。
pt: As Palavras-chave não coincidem.
pt_br: As senhas não correspondem.
sk: Heslá sa nezhodujú.

source: The password should have at least %1 characters.
ca: La contrasenya ha de tenir almenys %1 caràcters.
cs: Heslo by mělo mít alespoň %1 znaků.
de: Das Passwort muss mindestens %1 Zeichen enthalten.
es: La contraseña ha de tener al menos %1 caracteres.
ja: パスワードは %1 文字以上である必要があります。
pt: A palavra-chave deve ter pelo menos% 1 caracteres.
pt_br: A senha deve ter pelo menos% 1 caracteres.
sk: Heslo by malo mať najmenej %1 znakov.

source: The password contains invalid characters. The invalid characters are: %1
ca: La contrasenya conté caràcters no vàlids. Els caràcters no vàlids són: %1
cs: Heslo obsahuje neplatné znaky. Neplatné znaky jsou: %1
de: Das Passwort beinhaltet ungültige Zeichen. Gültige Zeichen sind: %1
es: La contraseña contiene caracteres inválidos. No se aceptan los caracteres: %1
ja: パスワードに不正な文字が含まれています。 不正な文字は下記のとおりです: %1
pt: A palavra-chave caracteres inválidos. Os caracteres inválidos são:% 1
pt_br: A senha contém caracteres inválidos. Caracteres não são aceitos: %1
sk: Heslo obsahuje neplatné znaky. Neplatné znaky sú: %1

source: <p>#{@product_name} Setup is now complete.</p><br>
ca: La configuració <p>.{.productname} ja està completada.</p><br>
cs: <p>#{@product_name} Nastavení je nyní dokončeno.</p><br>
de: <p>#Die Einrichtung von {@product_name} ist nun abgeschlossen.</p><br>
es: <p>La configuración de #{@product_name} ha finalizado.</p><br>
ja: <p>#{@product_name} のセットアップが完了しました。</p><br>
pt: <p>A configuração de #{@product_name} está completa.</p><br>
pt_br: <p>#{@product_name} A configuração agora está concluída.</p><br>
sk: <p>Nastavenie #{@product_name} je teraz dokončené.</p><br>

source: Setup Completed
ca: S'ha completat la configuració
cs: Nastavení bylo dokončeno
de: Einrichtung abgeschlossen
es: Configuración finalizada
ja: セットアップ完了
pt: Configuração concluída
pt_br: Configuração finalizada
sk: Nastavenie je dokončené

source: Database &User
ca: Usuari de la base de dades
cs: &Uživatel databáze
de: Datenbank &Benutzer
es: &Usuario de base de datos
ja: データベースのユーザ (&U)
pt: Utilizador de base de dados
pt_br: &Usuário do banco de dados
sk: Po&užívateľ databázy

source: Database &Password
ca: Contrasenya de la base de dades
cs: &Heslo databáze
de: Datenbank &Passwort
es: Contraseña base de da&tos
ja: データベースのパスワード (&P)
pt: Palavra-chave para base de dados
pt_br: Senha do banco de dados
sk: Heslo databázy

source: <p>By default SUSE Manager is using an internal postgresql database named '
ca: <p>Per defecte SUSE Manager utilitza una base de dades interna postgresql anomenada '
cs: <p>Ve výchozím nastavení používá správce SUSE interní databázi postgresql s názvem '
de: <p>Standardmäßig verwendet SUSE Manager eine interne Postgresql-Datenbank namens '
es: <p>Por defecto, SUSE Manager usa una base de datos PostgreSQL llamada '
ja: <p>既定では、 SUSE Manager は下記のような名前の内部向け postgresql データベースを使用します:'
pt: <p> Por omissão, o SUSE Manager utiliza internamente uma base de dados postgresql chamada '
pt_br: <p>Por padrão, o SUSE Manager está usando um banco de dados postgresql interno chamado '
sk: <p>V predvolenom nastavení používa SUSE Manager internú databázu postgresql s názvom '

source: Database Settings
ca: Configuració de la base de dades
cs: Nastavení databáze
de: Datenbankeinstellungen
es: Configuración de base de datos
ja: データベースの設定
pt: Configurações de base de dados
pt_br: Configuração do banco de dados
sk: Nastavenia databázy

source: The password failed the cracklib check with: '%1'
ca: La contrasenya ha fallat la comprovació de la « cracklib» amb: «%1»
cs: Heslo nesplňuje kontrolu pomocí cracklib: '%1'
es: Contraseña no segura según cracklib: '%1'
ja: cracklib によるパスワードチェックに失敗しました: '%1'
pt: A palavra-chave falhou na verificação do cracklib com: '% 1'
pt_br: Senha não segura de acordo com cracklib: '%1'
sk: Heslo zlyhalo pri kontrole cracklib s: '%1'

source: &IP Address of the #{@product_name} Server
ca: Adreça &IP del servidor del producte { theproductname}
cs: &IP adresa serveru #{@product_name}
de: &IP-Adresse des #{@product_name}-Servers
es: Dirección &IP del #{@product_name} Server
ja: #{@product_name} サーバの IP アドレス (&I)
pt: Endereço IP do servidor #{@product_name}
pt_br: Endereço e IP do servidor #{@product_name}
sk: &IP adresa servera #{@product_name}

source: #{@product_name} &Administrator e-mail address
ca: address{-productname} Adreça electrònica de l'administrador
cs: #{@product_name} &Adresa e-mailu správce
es: Correo electrónico del &administrador de #{@product_name}
ja: #{@product_name} 管理者の電子メールアドレス (&A)
pt: Endereço de e-mail do administrador de #{@product_name}
pt_br: #{@product_name} e endereço de e-mail do administrador
sk: E-mailová adresa &administrátora #{@product_name}

source: Advertise #{@product_name} via SLP
ca: Publica {{ viaproductname} via SLP
cs: Inzerovat #{@product_name} v SLP
de: #{@product_name} über SLP bewerben
es: Anunciar #{@product_name} con SLP
ja: SLP を介した #{@product_name} の広告
pt: Anuncie #{@product_name} através de SLP
pt_br: Anuncie #{@product_name} via SLP
sk: Inzerovať #{@product_name} cez SLP

source: <p>Fill in <b>Administrator e-mail address</b>. It is used for notifications by #{@product_name}.</p>
ca: <p>Emplena <b>Adreça electrònica de l'administrador</b>. S'utilitza per a les notificacions de {{sproductname}.</p>
cs: <p>Vyplňte <b>e-mailovou adresu správce</b>. Používá se k oznámením #{@product_name}.</p>
es: <p>Complete <b>la dirección de correo electrónico del administrador</b>. Se usa para notificaciones de #{@product_name}.</p>
ja: <p><b>管理者の電子メールアドレス</b> に入力を行なってください。こちらは #{@product_name} からの通知に使用されます。 </p>
pt: <p> Preencha o <b> endereço de e-mail do administrador </b>. É usado para notificações pelo #{@product_name}. </p>
pt_br: <p>Preencha <b>Endereço de e-mail do administrador</b>. É usado para notificações por #{@product_name}.</p>
sk: <p>Vyplňte <b>E-mailovú adresu administrátora</b>. Používa sa na oznámenia od #{@product_name}.</p>

source: The Administrator e-mail address is not valid.
ca: L'adreça de correu electrònic de l'administrador no és vàlida.
cs: E-mailová adresa správce není platná.
de: Die E-Mail-Adresse des Administrators ist ungültig.
es: La dirección de correo electrónico del administrador es inválida.
ja: 管理者の電子メールアドレスが正しくありません。
pt: O endereço de e-mail do administrador não é válido.
pt_br: O endereço de e-mail do administrador não é válido.
sk: E-mailová adresa administrátora je neplatná.

source: &Hostname of source #{@product_name} Server
ca: Nom del servidor d'origen {{ ofproductname}
cs: Název &hostitele serveru zdroje #{@product_name}
es: &Nombre de la máquina #{@product_name} Server origen
ja: ソース #{@product_name} サーバのホスト名 (&H)
pt: Hostname do servidor de origem #{@product_name}
pt_br: &Nome do host do servidor da fonte #{@product_name}
sk: Názov &hostiteľa zdrojového servera #{@product_name}

source: &Domain name
ca: Nom del domini
cs: &Doménový název
es: Nombre de &dominio
ja: ドメイン名 (&D)
pt: Nome de domínio
pt_br: Nome do &domínio
sk: Názov &domény

source: Source #{@product_name} Database &User Name
ca: Font {{}productname} Nom d'usuari de la base de dades
cs: Zdroj #{@product_name} &uživatelské jméno pro databázi
es: Nombre del &usuario de base de datos del #{@product_name} origen
ja: ソース #{@product_name} データベースのユーザ名 (&U)
pt: Nome de utilizador de base de dados do #{@product_name}
pt_br: Nome do usuário de origem e banco de dados #{@product_name}
sk: Po&užívateľské meno zdrojovej databázy #{@product_name}

source: Source #{@product_name} Database &Password
ca: Font {{}productname} Contrasenya de la base de dades
cs: Zdroj #{@product_name} &Heslo databáze
es: Contraseña de base de datos del #{@product_name} origen
ja: ソース #{@product_name} データベースのパスワード (&P)
pt: Palavra-chave de base de dados do #{@product_name}
pt_br: Senha do banco de dados da fonte #{@product_name}
sk: Heslo zdrojovej databázy #{@product_name}

source: &Repeat Password
ca: Repeteix la contrasenya
cs: &Opakovat heslo
de: Passwort &wiederholen
es: &Repetir contraseña
ja: パスワードの再入力 (&R)
pt: Repetir palavra-chave
pt_br: &Repetir a senha
sk: Zopakovať heslo

source: Source #{@product_name} Database &Name
ca: Font {{}productname} Nom de la base de dades
cs: Zdroj #{@product_name} &Název databáze
es: &Nombre de base de datos del #{@product_name} origen
ja: ソース #{@product_name} のデータベース名 (&N)
pt: Nome da base de dados do #{@product_name}
pt_br: Nome do banco de dados da fonte #{@product_name}
sk: &Názov zdrojovej databázy #{@product_name}

source: Migration from previous #{@product_name} to new #{@product_name}
ca: Migració des de l'anterior producte { toproductname} al nou: { toproductname}
cs: Přechod z předchozího #{@product_name} na nový #{@product_name}
es: Migración del anterior #{@product_name} al nuevo #{@product_name}
ja: 以前の #{@product_name} から新しい #{@product_name} への移行
pt: Migração do anterior #{@product_name} para o novo #{@product_name}
pt_br: Migração do anterior #{@product_name} para o novo #{@product_name}
sk: Migrácia z predchádzajúceho #{@product_name} na nový #{@product_name}

source: Hostname is missing.
ca: Falta el nom de l'amfitrió.
cs: Chybí název hostitele.
de: Hostname fehlt.
es: Falta el nombre de máquina.
ja: ホスト名が指定されていません。
pt: Hostname em falta.
pt_br: O nome da máquina está faltando.
sk: Chýba názov hostiteľa.

source: already setup
ca: ja està configurat
cs: již je nastaveno
de: bereits eingerichtet
es: ya configurado
ja: 既に設定済み
pt: Já configurado
pt_br: Já está configurado
sk: už je nastavené

source: #{@product_name} is already set up. Do you want to delete the existing setup and start all over again?
ca: {{.productname} ja està configurat. Voleu suprimir la configuració existent i començar de nou?
cs: #{@product_name} je již nastaven. Chcete smazat stávající nastavení a začít znovu?
de: #{@product_name} ist bereits eingerichtet. Möchten Sie die bestehende Einrichtung löschen und von vorne beginnen?
es: #{@product_name} ya está configurado. ¿Desea borrar la configuración actual y empezar de nuevo?
ja: #{@product_name} は既に設定済みです。既存の設定を削除して新しい設定を作成しなおしますか？
pt: #{@product_name} já está configurado. Quer excluir a configuração existente e começar tudo de novo?
pt_br: #{@product_name} já está configurado. Quer excluir a configuração existente e começar tudo de novo?
sk: #{@product_name} je už nastavený. Chcete odstrániť existujúce nastavenie a začať odznova?

source: Continue
ca: Continua
cs: Pokračovat
de: Weiter
es: Continuar
ja: 続行
pt: Continuar
pt_br: Continuar
sk: Pokračovať

source: Exit installation
ca: Surt de la instal·lació
cs: Ukončit instalaci
de: Installation beenden
es: Salir de la instalación
ja: インストールの終了
pt: Sair da instalação
pt_br: Sair da instalação
sk: Ukončiť inštaláciu

source: Not enough memory
ca: No hi ha prou memòria
cs: Nedostatek paměti
de: Nicht genug Hauptspeicher vorhanden
es: Memoria insuficiente
ja: 不十分なメモリ
pt: Memória insuficiente
pt_br: Memória insuficiente
sk: Nedostatok pamäte

source: #{@product_name} requires 8G of memory to be installed and 16G for good perfomance. If you continue the product will not function correctly.
ca: .{.productname} requereix que s'instal·lin 8G de memòria i 16G per a una bona perfomance. Si continua el producte no funcionarà correctament.
cs: #{@product_name} vyžaduje 8GB paměti pro instalaci a 16GB pro dobrý výkon. Budete-li pokračovat, produkt nebude fungovat správně.
de: #{@product_name} benötiget 8GB Hauptspeicher um installiert werden zu können und 16GB für gute Leistung. Wenn sie die Installation weiterführen, wird das Produkt nicht richtig funktionieren.
es: #{@product_name} requiere 8G de memoria para instalarse y 16G para buen rendimiento. Si continúa, el producto no funcionará correctamente.
ja: #{@product_name} ではインストールの際に 8GB のメモリが必要となるだけでなく、性能を良好に保つために 16GB のメモリが必要です。このまま製品の使用を続行しても、正しく動作しないものと思われます。
pt: #{@product_name} requer 8G de memória para ser instalado e 16G para um bom desempenho. Se continuar, o produto não funcionará corretamente.
pt_br: #{@product_name} requer 8 G de memória para ser instalado e 16 G para bom desempenho. Se você continuar, o produto não funcionará corretamente.
sk: #{@product_name} vyžaduje na inštaláciu 8G pamäte a 16G pre dobrý výkon. Ak budete pokračovať, produkt nebude fungovať správne.

source: Continue anyway
ca: Continua igualment
cs: Přesto pokračovat
de: Trotzdem weitermachen
es: Continuar
ja: ともかく続行する
pt: Continuar à mesma
pt_br: Continuar
sk: Pokračovať napriek tomu

source: Not enough disk space (only %1G free)
ca: No hi ha prou espai al disc (només %1G lliures)
cs: Nedostatek místa na disku (pouze %1G volného místa)
de: Nicht genügend Speicherplatz (nur %1G frei)
es: Espacio en disco insuficiente (solo %1G libres)
ja: ディスク容量が不足しています (%1G しか空きがありません)
pt: Espaço em disco insuficiente (apenas %1G livre)
pt_br: Espaço insuficiente em disco (apenas %1G livre)
sk: Nie je dostatok miesta na disku (voľných je iba %1G)

source: #{@product_name} requires 100G of free disk space in /var/spacewalk to be installed. If you continue the product will not function correctly.
ca: .{.productname} requereix que s'instal·lin 100G d'espai lliure de disc a /var/spacewalk. Si continua el producte no funcionarà correctament.
cs: #{@product_name} vyžaduje k instalaci 100GB volného místa na disku ve /var/spacewalk. Budete-li pokračovat, produkt nebude fungovat správně.
es: #{@product_name} requiere 100G de disco libre en /var/spacewalk para instalarse. Si continúa, el producto no funcionará correctamente.
ja: #{@product_name} をインストールするには、 /var/spacewalk 内に 100GB の空きディスク領域が必要です。このまま製品の使用を続行しても、正しく動作しないものと思われます。
pt: #{@product_name} requer 100G de espaço livre em disco em /var/spacewalk para ser instalado. Se você continuar, o produto não funcionará corretamente.
pt_br: #{@product_name} requer 100G de espaço livre em disco em /var/spacewalk para ser instalado. Se você continuar, o produto não funcionará corretamente.
sk: #{@product_name} vyžaduje na inštaláciu 100G voľného miesta na disku vo /var/spacewalk. Ak budete pokračovať, produkt nebude fungovať správne.

source: #{@product_name} requires 50G of free disk space in /var/lib/pgsql to be installed. If you continue the product will not function correctly.
ca: {{.productname} requereix que s'instal·li 50G d'espai lliure de disc a /var/lib/pgsql. Si continua el producte no funcionarà correctament.
cs: #{@product_name} vyžaduje k instalaci 50GB volného místa na disku ve /var/lib/pgsql. Pokud budete pokračovat, produkt nebude fungovat správně.
es: #{@product_name} requiere 50G de disco libre en /var/lib/pgsql para instalarse. Si continúa, el producto no funcionará correctamente.
ja: #{@product_name} をインストールするには、 /var/lib/pgsql 内に 50GB の空きディスク領域が必要です。このまま製品の使用を続行しても、正しく動作しないものと思われます。
pt: #{@product_name} requer 50G de espaço livre em disco em /var/ lib/pgsql para ser instalado. Se você continuar, o produto não funcionará corretamente.
pt_br: #{@product_name} requer 50G de disco livre em /var/lib/pgsql para instalar. Se você continuar, o produto não funcionará corretamente.
sk: #{@product_name} vyžaduje na inštaláciu 50G voľného miesta na disku vo /var/lib/pgsql. Ak budete pokračovať, produkt nebude fungovať správne.

source: Hostname command failed
ca: Ha fallat l'ordre Hostname
cs: Příkaz hostname se nezdařil
de: Befehl Hostname fehlgeschlagen
es: El comando hostname ha fallado
ja: hostname コマンドが失敗しました
pt: O comando hostname falhou
pt_br: O comando do nome do host falhou
sk: Príkaz hostname zlyhal

source: The execution of 'hostname -f' failed. The product will not install correctly.
ca: L'execució de «hostname -f» ha fallat. El producte no s'instal·larà correctament.
cs: Provedení příkazu 'hostname -f' se nezdařilo. Produkt se nenainstaluje správně.
de: Die Ausführung von 'hostname -f' ist fehlgeschlagen. Das Produkt wird nicht korrekt installiert werden.
es: La ejecución de 'hostname -f' falló. El producto no se instalará correctamente.
ja: 'hostname -f' コマンドの実行に失敗しました。製品を正しくインストールすることができないものと思われます。
pt: A execução de 'hostname -f' falhou. O produto não será instalado corretamente.
pt_br: A execução de 'hostname -f' falhou. O produto não será instalado corretamente.
sk: Vykonanie 'hostname -f' zlyhalo. Produkt sa nenainštaluje správne.

source: Illegal FQHN
ca: FQHN il·legal
cs: Neplatný FQHN
es: FQHN ilegal
ja: FQHN が正しくありません
pt: FQHN ilegal
pt_br: FQHN Ilegal
sk: Nedovolený FQHN

source: The FQHN must contain at least 2 dots. The product will not function correctly.
ca: El FQHN ha de contenir almenys 2 punts. El producte no funcionarà correctament.
cs: FQHN musí obsahovat aspoň 2 tečky. Produkt nebude správně fungovat.
es: El FQHN debe contener al menos 2 puntos. El producto no funcionará correctamente.
ja: FQHN には少なくとも 2 つのドット (.) を含んでいなければなりません。製品が正しく動作しないものと思われます。
pt: O FQHN deve conter pelo menos 2 pontos. O produto não funcionará corretamente.
pt_br: O FQHN deve conter pelo menos 2 pontos. O produto não funcionará corretamente.
sk: FQHN musí obsahovať najmenej 2 bodky. Produkt nebude správne fungovať.

source: The FQHN must not contain the '_' (undersorce) character. The product will not function correctly.
ca: El FQHN no ha de contenir el caràcter «» (subsorció). El producte no funcionarà correctament.
cs: FQHN nesmí obsahovat znak '_' (podtržítko). Produkt nebude správně fungovat.
es: El FQHN no puede contener el carácter '_' (subrayado). El producto no funcionará correctamente.
ja: FQHN には '_' (アンダースコア) 文字が含まれていてはなりません。製品が正しく動作しないものと思われます。
pt: O FQHN não deve conter o caractere '_' (undersorce). O produto não funcionará corretamente.
pt_br: O FQHN não deve conter o caractere '_' (sublinhado). O produto não funcionará corretamente.
sk: FQHN nesmie obsahovať znak '_' (podčiarkovník). Produkt nebude správne fungovať.
