Repository: uyuni-project/uyuni
Catalog: susemanager/po/*.po
Languages: ca, cs, de, es, ja, pt, pt_br, sk

source: The output of 'hostname -f' does not match the real hostname. The product will not install correctly.
ca: La sortida de «hostname -f» no coincideix amb el nom real de l'amfitrió. El producte no s'instal·larà correctament.
cs: Výstup 'hostname -f' neodpovídá skutečnému názvu hostitele. Produkt se nenainstaluje správně.
es: La salida de 'hostname -f' no coincide con el nombre de máquina real. El producto no funcionará correctamente.
ja: 'hostname -f' の出力が実際のホスト名と一致していません。製品を正しくインストールすることができないものと思われます。
pt: O output de 'hostname -f' não corresponde ao hostname real. O produto não será instalado corretamente.
pt_br: A saída de 'hostname -f' não corresponde ao nome de host real. O produto não será instalado corretamente.
sk: Výstup 'hostname -f' sa nezhoduje so skutočným názvom hostiteľa. Produkt sa nenainštaluje správne.

source: The output of 'hostname -f' does not match the hostname from a reverse DNS lookup. The product will not install correctly.
ja: 'hostname -f' の出力が逆引きDNS参照と一致していません。製品が正しくインストールされません。
sk: Výstup 'hostname -f' sa nezhoduje s názvom hostiteľa z reverzného vyhľadávania DNS. Produkt sa nenainštaluje správne.

source: Illegal Hostname
ca: Nom d'amfitrió incorrecte
cs: Neplatný název hostitele
de: Ungültiger Hostname
es: Nombre de máquina ilegal
ja: ホスト名が正しくありません
pt: Hostname ilegal
pt_br: Nome de máquina ilegal
sk: Nedovolený názov hostiteľa

source: Your hostname contains upper case characters. The product will not function correctly.
ca: El vostre nom d'amfitrió conté caràcters en majúscules. El producte no funcionarà correctament.
cs: Název hostitele obsahuje velká písmena. Produkt nebude fungovat správně.
de: Ihr Hostname enthält Großbuchstaben. Das Produkt wird nicht korrekt funktionieren.
es: El nombre de máquina contiene mayúsculas. El producto no funcionará correctamente.
ja: ホスト名に大文字が含まれています。製品が正しく動作しないものと思われます。
pt: O seu hostname contém caracteres maiúsculos. O produto não funcionará corretamente.
pt_br: Seu nome de host contém caracteres maiúsculos. O produto não funcionará corretamente.
sk: Váš názov hostiteľa obsahuje veľké písmená. Produkt nebude správne fungovať.

source: Setup is prepared.
ca: La configuració està preparada.
cs: Nastavení je připraveno.
de: Die Einrichtung ist vorbereitet.
es: Configuración preparada.
ja: セットアップの準備を行ないます。
pt: A configuração está preparada.
pt_br: Configuração preparada.
sk: Nastavenie je pripravené.

source: Setup script output
ca: Configura la sortida de l'script
cs: Nastavit výstup skriptu
de: Skriptausgabe einrichten
es: Salida del script de configuración
ja: セットアップスクリプトの出力
pt: Output do script de configuração
pt_br: Saída do script de configuração
sk: Výstup skriptu nastavenia

source: Error output
ca: Sortida d'error
cs: Chybný výstup
de: Fehlerausgabe
es: Salida de error
ja: エラー出力
pt: Output de erro
pt_br: Saída de erro
sk: Chybový výstup

source: Now you can start the migration process using the mgr-setup script.
ca: Ara podeu iniciar el procés de migració utilitzant l'script «mgr-setup».
cs: Nyní můžete zahájit proces migrace skriptem mgr-setup.
de: Jetzt können Sie den Migrationsprozess mit dem Skript mgr-setup starten.
es: Ya puede iniciar el proceso de migración usando el script mgr-setup.
ja: ここでは、 mgr-setup スクリプトを利用した移行処理の開始を行なうことができます。
pt: Agora você pode iniciar o processo de migração usando o script mgr-setup.
pt_br: Agora você pode iniciar o processo de migração usando o script mgr-setup.
sk: Teraz môžete spustiť proces migrácie pomocou skriptu mgr-setup.

source: <p>Now, the configuration script is running, and it will take some time.</p> <p>The script output and possible error output can be watched on the screen.</p>
ca: <p>Ara, l'script de configuració s'està executant, i trigarà una mica de temps.</p> <p>La sortida de l'script i la possible sortida d'error es poden veure a la pantalla.</p>
cs: <p> Nyní je spuštěn konfigurační skript a bude to nějakou dobu trvat. </p> <p> Na obrazovce lze sledovat výstup skriptu a případné chybové výstupy. </p>
es: <p>El script de configuración se está ejecutando y tardará un tiempo.</p> <p>Puede ver en pantalla la salida del script y cualquier error que se produjera.</p>
ja: <p>設定スクリプトを動作させています。しばらくお待ちください。</p> <p>セットアップの出力とエラーの出力は、それぞれ画面内で監視することができます。</p>
pt: <p> Agora, o script de configuração está em execução e irá demorar algum tempo. </p> <p> O output do script e o possível output de erro podem ser observadas no ecrã. </p>
pt_br: <p>Agora, o script de configuração está em execução e levará algum tempo.</p> <p>A saída do script e a possível saída de erro podem ser observadas na tela.</p>
sk: <p>Teraz je spustený konfiguračný skript a bude to chvíľu trvať.</p> <p>Na obrazovke je možné sledovať výstup skriptu a možný chybový výstup.</p>

source: Write Settings
ca: Configuració d'escriptura
cs: Nastavení zápisu
de: Einstellungen schreiben
es: Guardar configuración
ja: 設定の書き込み
pt: Escrever configurações
pt_br: Guardar configuração
sk: Zapísať nastavenia

source: Now you can either start the setup process directly or exit the
ca: Ara podeu iniciar el procés de configuració directament o sortir de
cs: Nyní můžete buď přímo spustit proces instalace, nebo ukončit
es: Ya puede iniciar el proceso de configuración o salir de
ja: ここではセットアップの処理を直接開始するか、終了するのかを選択することができます
pt: Agora você pode iniciar o processo de configuração diretamente ou sair do
pt_br: Agora você pode iniciar o processo de configuração ou sair
sk: Teraz môžete buď priamo spustiť proces nastavenia, alebo ukončiť program

source: Setup is running. Please wait...
ca: La configuració s'està executant. Espereu...
cs: Nastavení probíhá. Prosím, čekejte...
de: Die Einrichtung läuft. Bitte warten ...
es: Se está ejecutando la configuración. Por favor, espere...
ja: セットアップを行なっています。しばらくお待ちください...
pt: A configuração está a executar. Por favor aguarde...
pt_br: A configuração está em execução. Por favor espere...
sk: Nastavenie je spustené. Prosím čakajte...

source: Setup is completed.
ca: S'ha completat la configuració.
cs: Nastavení je dokončeno.
de: Einrichtung abgeschlossen.
es: Configuración finalizada.
ja: セットアップが完了しました。
pt: Configuração está completa.
pt_br: Configuração finalizada.
sk: Nastavenie je dokončené.

source: Setup failed.
ca: Ha fallat la configuració.
cs: Nastavení se nezdařilo.
de: Einrichtung fehlgeschlagen.
es: Ha fallado la configuración.
ja: セットアップが失敗しました。
pt: Configuração falhou.
pt_br: A configuração falhou.
sk: Nastavenie zlyhalo.

source: Setup has been aborted.
ca: S'ha interromput la configuració.
cs: Nastavení bylo zrušeno.
de: Einrichtung wurde abgebrochen.
es: Configuración abortada.
ja: セットアップを中止しました。
pt: Configuração foi cancelada.
pt_br: Configuração abortada.
sk: Nastavenie bolo prerušené.
